import { RebateSystemLocaleType } from "./types";

export default {
  RebateSystem: "छूट प्रणाली",
  EncourageClients: "ग्राहकों को प्रोत्साहित करें। अधिक पाएँ।",
  ZetradexPartnersEarn: "Zetradex भागीदार दो मुख्य तरीकों से पैसा कमाते हैं:",
  ByBuildingAGrowing: "संबद्ध ग्राहकों का बढ़ता हुआ नेटवर्क बनाकर।",
  ByEncouragingYourCurrent: "अपने मौजूदा संबद्ध ग्राहकों को अधिक सक्रिय रूप से व्यापार करने के लिए प्रोत्साहित करके।",
  OurAutomaticRebate: "हमारा स्वचालित छूट प्रणाली एक शक्तिशाली उपकरण है जिसे इन उद्देश्यों को प्राप्त करने में आपकी सहायता करने के लिए डिज़ाइन किया गया है।",
  HowDoesItWork: "यह कैसे काम करता है?",
  OurRebateSystem: "हमारी छूट प्रणाली आपके कमीशन का एक हिस्सा व्यापारियों को लौटाने के सिद्धांत पर काम करती है, जिससे उनके खातों में धन जुड़ता है और बढ़ी हुई व्यापारिक गतिविधि को बढ़ावा मिलता है। आप छूट राशि को पिप्स में सेट कर सकते हैं जिसे आप साझा करने के लिए तैयार हैं, और जब आप उनके ट्रेडों से कमीशन कमाते हैं तो यह स्वचालित रूप से आपके संबद्ध ग्राहकों को जमा हो जाएगी।",
  ThisCreatesABeneficial: "यह एक लाभकारी चक्र बनाता है: आपके ग्राहक व्यापार करते हैं, जिससे आपके लिए कमीशन बनता है; आप अपनी कमाई का एक हिस्सा उन्हें लौटाते हैं, जो अधिक व्यापार को प्रोत्साहित करता है, जिससे आपको अधिक कमीशन मिलता है। यह प्रणाली न केवल आपके मौजूदा ग्राहकों को प्रेरित करती है बल्कि नए ग्राहकों को भी आकर्षित करती है, क्योंकि संभावित ग्राहकों के ऐसे संबद्ध समूह में शामिल होने की अधिक संभावना होती है जो छूट प्रदान करता है।",
  SettingItUp: "इसे सेट अप करना",
  NavigateToThePartners: "पार्टनर कैबिनेट पर जाएँ और बाईं ओर रिबेट सिस्टम टैब चुनें। यहाँ, आपको अपने सभी संबद्ध क्लाइंट की सूची मिलेगी। कमीशन कॉलम में, आप प्रत्येक क्लाइंट के साथ साझा की जाने वाली छूट राशि सेट कर सकते हैं, जिससे आप अपनी पसंद के आधार पर अलग-अलग क्लाइंट के लिए अलग-अलग राशि का उपयोग कर सकते हैं। आप कुछ क्लाइंट को छूट न देने का विकल्प भी चुन सकते हैं। सिस्टम पर आपका पूरा नियंत्रण है। जब भी आप कोई बदलाव करें, तो सेव बटन दबाना न भूलें।",
} as RebateSystemLocaleType;
