import { RebateSystemLocaleType } from "./types";

export default {
  RebateSystem: "リベート システム",
  EncourageClients: "クライアントを奨励し、より多くの利益を得ましょう。",
  ZetradexPartnersEarn: "Zetradex パートナーは、主に 2 つの方法で収益を得ています。",
  ByBuildingAGrowing: "アフィリエイト クライアントのネットワークを拡大する。",
  ByEncouragingYourCurrent: "現在のアフィリエイト クライアントに、より積極的に取引するよう奨励する。",
  OurAutomaticRebate: "当社の自動リベート システムは、これらの目標を達成できるように設計された強力なツールです。",
  HowDoesItWork: "仕組みは?",
  OurRebateSystem: "当社のリベート システムは、トレーダーに手数料の一部を還元し、それによってトレーダーの口座に資金を追加し、取引活動の増加を促すという原則に基づいて機能します。共有するリベート額をピップ単位で設定できます。アフィリエイト クライアントの取引から手数料を獲得すると、この金額が自動的にアフィリエイト クライアントに入金されます。",
  ThisCreatesABeneficial: "これにより、有益なサイクルが生まれます。クライアントが取引して手数料が発生し、収益の一部をクライアントに還元することで、取引が促進され、より多くの手数料が得られます。このシステムは、現在のクライアントのモチベーションを高めるだけでなく、新規クライアントを引き付けることもできます。リベートを提供するアフィリエイト グループには、潜在的なクライアントが参加する可能性が高くなるためです。",
  SettingItUp: "設定",
  NavigateToThePartners: "パートナーのキャビネットに移動し、左側の [リベート システム] タブを選択します。ここに、すべての提携クライアントのリストが表示されます。[コミッション] 列では、各クライアントと共有するリベート額を設定できます。これにより、好みに応じてクライアントごとに異なる金額を使用できます。また、特定のクライアントにリベートを提供しないことも選択できます。システムを完全に制御できます。変更を加えたら必ず [保存] を押してください。",
} as RebateSystemLocaleType;
