import {  RebateSystemLocaleType } from "./types";

export default {
  RebateSystem: "Система скидок",
  EncourageClients: "Поощряйте клиентов. Получайте больше.",
  ZetradexPartnersEarn: "Партнеры Zetradex зарабатывают деньги двумя основными способами:",
  ByBuildingAGrowing: "Создавая растущую сеть аффилированных клиентов.",
  ByEncouragingYourCurrent: "Поощряя ваших текущих аффилированных клиентов торговать более активно.",
  OurAutomaticRebate: "Наша автоматическая система скидок — это мощный инструмент, призванный помочь вам достичь этих целей.",
  HowDoesItWork: "Как это работает?",
  OurRebateSystem: "Наша система скидок работает по принципу возврата части вашей комиссии трейдерам, тем самым пополняя их счета и поощряя повышенную торговую активность. Вы можете установить сумму скидок в пунктах, которой вы готовы поделиться, и она будет автоматически зачислена вашим аффилированным клиентам, когда вы зарабатываете комиссию с их сделок.",
  ThisCreatesABeneficial: "Это создает выгодный цикл: ваши клиенты торгуют, генерируя для вас комиссию; вы возвращаете им часть своего заработка, что стимулирует больше торговли, что приводит к увеличению комиссионных для вас. Эта система не только мотивирует ваших текущих клиентов, но и привлекает новых, поскольку потенциальные клиенты с большей вероятностью присоединятся к партнерской группе, предлагающей скидки.",
  SettingItUp: "Настройка",
  NavigateToThePartners: "Перейдите в Кабинет партнера и выберите вкладку Система скидок слева. Здесь вы найдете список всех ваших аффилированных клиентов. В столбце Комиссия вы можете установить сумму скидки, которой вы хотите поделиться с каждым клиентом, что позволит вам использовать разные суммы для разных клиентов в зависимости от ваших предпочтений. Вы также можете отказаться от предложения скидки определенным клиентам. У вас есть полный контроль над системой. Не забывайте нажимать Сохранить каждый раз, когда вносите изменения.",
} as RebateSystemLocaleType;
