import { RebateSystemLocaleType } from "./types";

export default {
  RebateSystem: "ระบบการคืนเงิน",
  EncourageClients: "กระตุ้นลูกค้าให้ได้รับมากขึ้น",
  ZetradexPartnersEarn: "พันธมิตร Zetradex สร้างรายได้จากสองวิธีหลัก:",
  ByBuildingAGrowing: "ด้วยการสร้างเครือข่ายลูกค้าพันธมิตรที่เติบโต",
  ByEncouragingYourCurrent: "โดยส่งเสริมให้ลูกค้าในเครือของคุณปัจจุบันทำการซื้อขายอย่างแข็งขันมากขึ้น",
  OurAutomaticRebate: "ระบบการรับส่วนลดอัตโนมัติของเราเป็นเครื่องมืออันทรงพลังที่ออกแบบมาเพื่อช่วยให้คุณบรรลุเป้าหมายเหล่านี้",
  HowDoesItWork: "มันทำงานอย่างไร?",
  OurRebateSystem: "ระบบการคืนเงินของเราทำงานบนหลักการคืนเงินค่าคอมมิชชั่นบางส่วนของคุณให้กับเทรดเดอร์ ซึ่งจะทำให้มีการเพิ่มเงินเข้าในบัญชีของพวกเขาและกระตุ้นให้มีการซื้อขายเพิ่มมากขึ้น คุณสามารถกำหนดจำนวนเงินคืนเป็นหน่วยพิพที่คุณยินดีจะแบ่งปัน และจำนวนเงินนี้จะถูกเครดิตให้กับลูกค้าพันธมิตรของคุณโดยอัตโนมัติเมื่อคุณได้รับค่าคอมมิชชั่นจากการซื้อขายของพวกเขา",
  ThisCreatesABeneficial: "สิ่งนี้จะสร้างวงจรที่เป็นประโยชน์: ลูกค้าของคุณทำการซื้อขายและสร้างคอมมิชชันให้กับคุณ คุณคืนเงินรายได้ส่วนหนึ่งให้กับพวกเขา ซึ่งจะกระตุ้นให้เกิดการซื้อขายมากขึ้น ส่งผลให้คุณได้รับคอมมิชชันมากขึ้น ระบบนี้ไม่เพียงแต่เป็นแรงจูงใจให้ลูกค้าปัจจุบันของคุณ แต่ยังดึงดูดลูกค้ารายใหม่ด้วย เนื่องจากลูกค้าที่มีศักยภาพมีแนวโน้มที่จะเข้าร่วมกลุ่มพันธมิตรที่เสนอส่วนลดมากขึ้น",
  SettingItUp: "การตั้งค่ามันขึ้นมา",
  NavigateToThePartners: "ไปที่ Partner’s Cabinet และเลือกแท็บ Rebate System ทางด้านซ้าย ที่นี่ คุณจะพบรายชื่อลูกค้าที่ร่วมรายการทั้งหมดของคุณ ในคอลัมน์ Commission คุณสามารถตั้งค่าจำนวนส่วนลดที่คุณต้องการแบ่งปันกับลูกค้าแต่ละราย ซึ่งทำให้คุณสามารถใช้จำนวนที่แตกต่างกันสำหรับลูกค้าแต่ละรายตามความต้องการของคุณได้ นอกจากนี้ คุณยังสามารถเลือกที่จะไม่เสนอส่วนลดให้กับลูกค้าบางรายได้อีกด้วย คุณสามารถควบคุมระบบได้อย่างเต็มที่ อย่าลืมกด Save ทุกครั้งที่คุณทำการเปลี่ยนแปลง",
} as RebateSystemLocaleType;
