import type { EducationType } from "public/locales/education/types";

export default {
  Education: "शिक्षा कार्यक्रम",
  OurCompany:
    "हमारी कंपनी प्रशिक्षण सेमिनार आयोजित करने के लिए एक सावधानीपूर्वक दृष्टिकोण अपनाती है, और उन्हें सफल विदेशी मुद्रा व्यापार के लिए महत्वपूर्ण मानती है।",
  OurEmphasis:
    "हमारा जोर प्रत्येक सेमिनार प्रतिभागी को व्यावहारिक ज्ञान प्रदान करने पर है।",
  NoMatter:
    "इससे कोई फर्क नहीं पड़ता कि किसी ने कितने सिद्धांतों का अध्ययन किया है या सेमिनार में भाग लिया है, पूंजी को प्रभावी ढंग से प्रबंधित करने की क्षमता केवल लाइव ट्रेडिंग अनुभव के माध्यम से आती है।",
  However:
    "हालाँकि, हमें ऐसे उदाहरण नहीं मिले हैं जहाँ हमारे सेमिनारों में प्राप्त ज्ञान को वास्तविक दुनिया के व्यापार में किसी तरह से लागू नहीं किया गया हो।",
  TheSeminar:
    "सेमिनार व्यक्तिगत गलतियों या कमियों की पहचान करने और, आदर्श रूप से, किसी की रणनीति को निखारने के लिए ट्रेडिंग में संलग्न होने का अवसर प्रदान करता है।",
  DontMiss:
    "चूको मत! अपने व्यापारिक कौशल को बढ़ाने के लिए अभी हमारे सेमिनारों के लिए पंजीकरण करें!",
  Watch: "लाइव पॉडकास्ट देखें",
  Search: "अधिक ईवेंट खोजें",
  Filters: "फिल्टर",
} as EducationType;
