import type { EducationType } from "public/locales/education/types";

export default {
  Education: "教育イベント",
  OurCompany:
    "当社は、FX取引を成功させるためにはトレーニングセミナーが重要であると認識し、トレーニングセミナーの開催に細心の注意を払っています。",
  OurEmphasis:
    "私たちは、セミナー参加者全員に実践的な知識を伝えることに重点を置いています。",
  NoMatter:
    "どれだけ理論を勉強したり、セミナーに参加したりしても、資本を効果的に管理する能力は、実際の取引経験を通じてのみ得られます。",
  However:
    "しかし、セミナーで得た知識が現実の取引に何らかの形で適用されなかったという例には遭遇したことはありません。",
  TheSeminar:
    "このセミナーは、個人の間違いや欠点を特定し、理想的には取引に参加して戦略を洗練する機会を提供します。",
  DontMiss:
    "お見逃しなく！ 今すぐセミナーに登録して、取引スキルを向上させてください!",
  Watch: "ライブポッドキャストを見る",
  Search: "さらにイベントを探す",
  Filters: "フィルター",
} as EducationType;
