import type { EducationType } from "public/locales/education/types";

export default {
  Education: "تعلیمی واقعات",
  OurCompany:
    "ہماری کمپنی تربیتی سیمینار منعقد کرنے کے لیے ایک محتاط انداز اپناتی ہے، اور انہیں کامیاب فاریکس ٹریڈنگ کے لیے اہم تسلیم کرتے ہیں۔",
  OurEmphasis:
    "ہمارا زور ہر سیمینار کے شرکاء کو عملی معلومات فراہم کرنے پر ہے۔",
  NoMatter:
    "اس بات سے کوئی فرق نہیں پڑتا ہے کہ کسی نے کتنے نظریات کا مطالعہ کیا ہے یا سیمینارز میں شرکت کی ہے، سرمایہ کو مؤثر طریقے سے منظم کرنے کی صلاحیت صرف لائیو ٹریڈنگ کے تجربے سے حاصل ہوتی ہے۔",
  However:
    "تاہم ہمیں ایسی مثالوں کا سامنا نہیں کرنا پڑا جہاں ہمارے سیمینارز میں حاصل کردہ علم کو حقیقی دنیا کی تجارت میں کسی طرح سے لاگو نہیں کیا گیا ہو۔",
  TheSeminar:
    "سیمینار ذاتی غلطیوں یا کوتاہیوں کی نشاندہی کرنے اور مثالی طور پر اپنی حکمت عملی کو بہتر بنانے کے لیے تجارت میں مشغول ہونے کا موقع فراہم کرتا ہے۔",
  DontMiss:
    "مت چھوڑیں! اپنی تجارتی مہارت کو بڑھانے کے لیے ابھی ہمارے سیمینارز کے لیے رجسٹر ہوں!",
  Watch: "لائیو پوڈ کاسٹ دیکھیں",
  Search: "مزید واقعات تلاش کریں۔",
  Filters: "فلٹرز",
} as EducationType;
