import type { EducationType } from "public/locales/education/types";

export default {
  Education: "Образовательные мероприятия",
  OurCompany:
    "Наша компания тщательно подходит к организации обучающих семинаров, считая их крайне важными для успешной торговли на Форекс.",
  OurEmphasis:
    "Наш акцент заключается в передаче практических знаний каждому участнику семинара.",
  NoMatter:
    "Независимо от того, сколько теорий человек изучил или посетил семинаров, способность эффективно управлять капиталом приходит только через реальный торговый опыт.",
  However:
    "Однако мы не сталкивались со случаями, когда знания, полученные на наших семинарах, не были бы каким-либо образом применены в реальной торговле.",
  TheSeminar:
    "Семинар дает возможность выявить личные ошибки или недостатки и, в идеале, заняться трейдингом для совершенствования своей стратегии.",
  DontMiss:
    "Не пропустите! Зарегистрируйтесь на наши семинары прямо сейчас, чтобы улучшить свои торговые навыки!",
  Watch: "Смотрите подкаст в прямом эфире",
  Search: "Искать больше событий",
  Filters: "Фильтры",
} as EducationType;
