import type { EducationType } from "public/locales/education/types";

export default {
  Education: "กิจกรรมการศึกษา",
  OurCompany:
    "บริษัทของเราใช้แนวทางที่พิถีพิถันในการจัดการสัมมนาการฝึกอบรม โดยตระหนักว่าสิ่งเหล่านี้มีความสำคัญอย่างยิ่งต่อความสำเร็จในการซื้อขาย Forex",
  OurEmphasis: "เราเน้นไปที่การให้ความรู้เชิงปฏิบัติแก่ผู้เข้าร่วมสัมมนาทุกคน",
  NoMatter:
    "ไม่ว่าจะได้ศึกษาหรือเข้าร่วมสัมมนาไปกี่ทฤษฎีก็ตาม ความสามารถในการจัดการเงินทุนอย่างมีประสิทธิภาพนั้นมาจากประสบการณ์การซื้อขายจริงเท่านั้น",
  However:
    "อย่างไรก็ตาม เราไม่ได้พบกรณีที่ความรู้ที่ได้รับจากการสัมมนาของเราไม่ได้ถูกนำไปใช้ในการซื้อขายในโลกแห่งความเป็นจริงในทางใดทางหนึ่ง",
  TheSeminar:
    "การสัมมนาเปิดโอกาสให้ระบุข้อผิดพลาดหรือข้อบกพร่องส่วนบุคคล และหากเป็นไปได้ ให้มีส่วนร่วมในการเทรดเพื่อปรับแต่งกลยุทธ์",
  DontMiss:
    "อย่าพลาด! ลงทะเบียนเข้าร่วมสัมมนาของเราตอนนี้เพื่อพัฒนาทักษะการซื้อขายของคุณ!",
  Watch: "ดูพอดแคสต์สด",
  Search: "ค้นหากิจกรรมเพิ่มเติม",
  Filters: "ตัวกรอง",
} as EducationType;
