import { ForexRacingCupType } from "./types";

export default {
  ForexRacingCup: "फ़ॉरेक्स रेसिंग कप",
  StartYour: "अपने इंजन चालू करें और आज ही मुनाफ़े की दौड़ में शामिल हों",
  TheForexMotors:
    "फॉरेक्स रेसिंग कप 2025 आपका इंतजार कर रहा है, और सुपर प्राइज टेस्ला मॉडल एक्स पहले ही आरक्षित हो चुका है और अपने मालिक का इंतजार कर रहा है। Zetradex के साथ लाभ की दौड़ में भाग लें। इस प्रतियोगिता में, आपको बहुत सारे नए लाभदायक सौदे और नई भावनाएँ मिलेंगी। हमें अपने ट्रेडिंग कौशल दिखाएं, नई संभावनाओं का पता लगाएं और अपनी नई प्रतिभाओं की खोज करें।",
  LearnMore: "और जानें",
} as ForexRacingCupType;
