import { ForexRacingCupType } from "./types";

export default {
  ForexRacingCup: "فاریکس ریسنگ کپ",
  StartYour: "اپنے انجن شروع کریں اور آج ہی منافع کی دوڑ میں شامل ہوں۔",
  TheForexMotors:
    "فاریکس ریسنگ کپ 2025 آپ کا انتظار کر رہا ہے، اور سپر پرائز Tesla Model X پہلے ہی محفوظ کر لیا گیا ہے اور اپنے مالک کا انتظار کر رہا ہے۔ Zetradex کے ساتھ منافع کی دوڑ میں حصہ لیں۔ اس مقابلے میں، آپ کو بہت سارے نئے منافع بخش سودے اور نئے جذبات ملیں گے۔ ہمیں اپنی تجارتی مہارت دکھائیں، نئے امکانات تلاش کریں اور اپنی نئی صلاحیتیں دریافت کریں۔",
  LearnMore: "مزید جانیں",
} as ForexRacingCupType;
