import { ForexRacingCupType } from "./types";

export default {
  ForexRacingCup: "Кубок Форекс по гонкам",
  StartYour:
    "Заводите моторы и присоединяйтесь к гонке за прибылью уже сегодня",
  TheForexMotors:
    "Кубок Forex racing 2025 ждет вас, а суперприз Tesla Model X уже зарезервирован и ждет своего обладателя. Примите участие в гонке за прибылью вместе с Zetradex. В этом соревновании вас ждет множество новых выгодных сделок и новых эмоций. Покажите нам свои навыки торговли, исследуйте новые возможности и откройте в себе новые таланты.",
  LearnMore: "Узнать больше",
} as ForexRacingCupType;
