import { YourBalanceLocaleType } from "./types";

export default {
  YourBalance: "आपका बैलेंस",
  DoesntGo: "शून्य से नीचे नहीं जाता",
  IfYouHappen:
    "यदि आप गलत ट्रेडिंग निर्णय लेते हैं जिसके परिणामस्वरूप नुकसान होता है, तो ऑटो-रीसेट बैलेंस सिस्टम उन नुकसानों की भरपाई करेगा, प्रभावी रूप से आपके खाते की शेष राशि को शून्य पर रखेगा। इसका मतलब है कि आप कर्ज में नहीं होंगे, और आपके द्वारा किया गया कोई भी नया जमा आपके लिए नए ट्रेडिंग ऑर्डर के प्रबंधन और उपयोग के लिए पूरी तरह से उपलब्ध होगा।",
} as YourBalanceLocaleType;
