import { YourBalanceLocaleType } from "./types";

export default {
  YourBalance: "آپ کا بیلنس",
  DoesntGo: "زیرو سے نیچے نہیں جاتا",
  IfYouHappen:
    "اگر آپ نقصانات کے نتیجے میں خراب تجارتی فیصلہ کرتے ہیں، تو آٹو ری سیٹ بیلنس سسٹم ان نقصانات کی تلافی کرے گا، مؤثر طریقے سے آپ کے اکاؤنٹ کے بیلنس کو صفر پر رکھتا ہے۔ اس کا مطلب ہے کہ آپ قرض میں نہیں ہوں گے، اور آپ جو بھی نئے ڈپازٹ کریں گے وہ آپ کے لیے مکمل طور پر دستیاب ہوں گے اور نئے ٹریڈنگ آرڈرز کے لیے استعمال کریں۔",
} as YourBalanceLocaleType;
