import { YourBalanceLocaleType } from "./types";

export default {
  YourBalance: "Ваш баланс",
  DoesntGo: "не опускается ниже нуля",
  IfYouHappen: "Если вы примете неверное торговое решение, которое приведет к убыткам, система автоматического сброса баланса компенсирует эти убытки, эффективно поддерживая баланс вашего счета на нуле. Это означает, что у вас не будет долгов, и любые новые депозиты, которые вы сделаете, будут полностью доступны для управления и использования для новых торговых ордеров.",
} as YourBalanceLocaleType;
