import type { LocalDepositorType } from "public/locales/local-depositor/types";

export default {
  LocalDepositor: "स्थानीय जमाकर्ता",
  Develop:
    "हमारे स्थानीय जमाकर्ताओं के विश्व नेटवर्क से जुड़कर अपने इंट्रोड्यूसिंग ब्रोकर व्यवसाय को विकसित करें। आप अपने क्षेत्र में हमारे विशेष भुगतान प्रणाली होंगे, सभी पंजीकृत Zetradex ग्राहकों के लिए वित्तीय लेनदेन के लिए पात्र होंगे और उससे कमाएँगे।",
  ByBecoming:
    "स्थानीय जमाकर्ता बनकर, आप न केवल अपने संबद्ध ग्राहकों की संख्या बढ़ाते हैं, बल्कि अपने नकद कारोबार को भी बढ़ाते हैं। ग्राहक निश्चित रूप से अपने ट्रेडिंग खातों को नकद के साथ निधि देने की सुविधा की सराहना करेंगे, जब वे आपसे मिलेंगे या स्थानीय तत्काल स्थानान्तरण के माध्यम से।",
  WeAlso:
    "हमारे पास उन लोगों के लिए विशेष ऑफ़र भी हैं जिनके पास पहले से ही स्थानीय जमाकर्ता के रूप में अनुभव है, साथ ही स्थानीय एक्सचेंज सेवाओं के मालिकों के लिए भी। किसी भी तरह से, आपको इसके बारे में अधिक जानकारी प्राप्त करनी चाहिए। हम उन सभी इच्छुक और जिम्मेदार उद्यमियों के लिए सहयोग के लिए खुले हैं जो अपना खुद का व्यवसाय स्थापित करना या विकसित करना चाहते हैं।",
  Advantages: "स्थानीय जमाकर्ता बनने के लाभ",
  Number: "ग्राहकों की संख्या",
  Increases:
    "संबद्ध ग्राहकों की संख्या में वृद्धि होती है जो अंतर्राष्ट्रीय वॉलेट पंजीकृत नहीं करना चाहते हैं या उन्हें असुविधाजनक पाते हैं।",
  IbLevel: "आईबी स्तर",
  Additional:
    "अतिरिक्त आय और बड़ा धन कारोबार जो आपको अपना आईबी स्तर बढ़ाने देता है",
  NoSpecial: "कोई विशेष लाइसेंस नहीं",
  NoNeed:
    "स्थानीय वित्तीय सरकारी एजेंसियों द्वारा जारी किए गए विशेष महंगे लाइसेंस प्राप्त करने की आवश्यकता नहीं है।",
  ZeMoney: "ज़ी मनी",
  ZetradexPartners:
    "ज़ेट्रेडेक्स भागीदारों के पास अब ज़ेमनी वाउचर के साथ एक विशेष अवसर तक पहुँच है!",
  WithContinuous:
    "निरंतर गतिविधि के साथ, भागीदार तालिका के अनुसार छूट का उपयोग करता है:",
  NetCash: "शुद्ध नकदी प्रवाह",
  Available: "उपलब्ध छूट",
  Less: "कम",
  From: "से",
  To: "से",
  More: "अधिक",
  Terms: "नियम और शर्तें",
  ZeMoneyIsDirectly:
    "ज़ीमनी सीधे ग्राहकों के पक्ष में वित्तीय लेनदेन से आपकी आय है। आप अपने क्षेत्र में प्रत्येक लेनदेन पर 7% तक के इनाम के लिए टॉप-अप वाउचर बेच पाएंगे, जो कि प्रसिद्ध अंतरराष्ट्रीय भुगतान प्रणालियों में सबसे अधिक दरों में से एक है।",
} as LocalDepositorType;
