import type { LocalDepositorType } from "public/locales/local-depositor/types";

export default {
  LocalDepositor: "ローカル預金者",
  Develop:
    "ローカル預金者ワールド ネットワークに参加して、紹介ブローカー ビジネスを展開しましょう。あなたは、あなたの地域での当社の特別な支払いシステムとなり、登録済みのすべての Zetradex クライアントの金融取引の資格を得て、それを使って収益を得ることができます。",
  ByBecoming:
    "ローカル預金者になることで、提携クライアントの数が増えるだけでなく、現金の売上高も増えます。クライアントは、あなたと会ったときやローカルの即時送金を通じて、現金で取引口座に資金を入金できる便利さをきっと喜ぶでしょう。",
  WeAlso:
    "ローカル預金者としての経験がある方や、ローカル交換サービスの所有者向けの特別オファーもあります。いずれにしても、詳細をご確認ください。私たちは、独自のビジネスを立ち上げたり展開したりしたい、関心のある責任ある起業家全員と協力します。",
  Advantages: "ローカル預金者になるメリット",
  Number: "クライアントの数",
  Increases:
    "国際ウォレットを登録したくない、または登録するのが面倒だと感じている提携クライアントの数が増えます。",
  IbLevel: "IB レベル",
  Additional: "IB レベルを上げるための追加収入とより大きな資金回転",
  NoSpecial: "特別なライセンスは不要",
  NoNeed:
    "現地の金融政府機関が発行する特別な高額なライセンスを取得する必要はありません。",
  ZeMoney: "Ze Money",
  ZetradexPartners:
    "Zetradex パートナーは、ZeMoney バウチャーの独占的な機会にアクセスできるようになりました。",
  WithContinuous:
    "継続的なアクティビティでは、パートナーは次の表に従って割引を使用します。",
  NetCash: "純キャッシュ フロー",
  Available: "利用可能な割引",
  Less: "少ない",
  From: "から",
  To: "まで",
  More: "多い",
  Terms: "利用規約",
  ZeMoneyIsDirectly:
    "ZeMoney は、クライアントに有利な金融取引から直接得られる収入です。お住まいの地域でトップアップ バウチャーを販売して、各取引で最大 7% の報酬を得ることができます。これは、有名な国際決済システムの中でも最も高いレートの 1 つです。",
} as LocalDepositorType;
