import type { LocalDepositorType } from "public/locales/local-depositor/types";

export default {
  LocalDepositor: "مقامی جمع کنندہ",
  Develop:
    "ہمارے لوکل ڈپازٹرز ورلڈ نیٹ ورک میں شامل ہو کر اپنا تعارفی بروکر کاروبار تیار کریں۔ آپ اپنے علاقے میں ہمارے خصوصی ادائیگی کے نظام بنیں گے، تمام رجسٹرڈ Zetradex کلائنٹس کے لیے مالی لین دین کے اہل ہوں گے اور اس سے کمائیں گے۔",
  ByBecoming:
    "مقامی ڈپازٹر بن کر، آپ نہ صرف اپنے منسلک کلائنٹس کی تعداد میں اضافہ کرتے ہیں، بلکہ اپنے کیش ٹرن اوور میں بھی اضافہ کرتے ہیں۔ کلائنٹس یقینی طور پر اپنے تجارتی اکاؤنٹس کو نقد رقم کے ساتھ فنڈ دینے کی سہولت کی تعریف کریں گے، جب وہ آپ سے ملیں گے یا مقامی فوری منتقلی کے ذریعے۔",
  WeAlso:
    "ہمارے پاس ان لوگوں کے لیے بھی خصوصی پیشکشیں ہیں جو پہلے ہی مقامی ڈپازٹر کے طور پر تجربہ رکھتے ہیں، ساتھ ہی ساتھ مقامی ایکسچینج سروسز کے مالکان کے لیے۔ کسی بھی طرح سے، آپ کو اس کے بارے میں مزید جاننا چاہیے۔ ہم ان تمام دلچسپی رکھنے والے اور ذمہ دار کاروباری افراد کے لیے تعاون کے لیے کھلے ہیں جو اپنا کاروبار تلاش کرنا یا ترقی کرنا چاہتے ہیں۔",
  Advantages: "مقامی ڈپازٹر بننے کے فوائد",
  Number: "کلائنٹس کی تعداد",
  Increases:
    "منسلک کلائنٹس کی تعداد میں اضافہ کرتا ہے جو بین الاقوامی بٹوے رجسٹر نہیں کرنا چاہتے یا انہیں تکلیف محسوس کرتے ہیں۔",
  IbLevel: "آئی بی کی سطح",
  Additional:
    "اضافی آمدنی اور بڑی رقم کا کاروبار جو آپ کو اپنے IB کی سطح کو بڑھانے دیتا ہے۔",
  NoSpecial: "کوئی خاص لائسنس نہیں۔",
  NoNeed:
    "مقامی مالیاتی حکومتی ایجنسیوں کے ذریعہ جاری کردہ خصوصی مہنگا لائسنس حاصل کرنے کی ضرورت نہیں ہے۔",
  ZeMoney: "زی منی",
  ZetradexPartners:
    "Zetradex شراکت داروں کو اب ZeMoney واؤچرز کے ساتھ ایک خصوصی موقع تک رسائی حاصل ہے!",
  WithContinuous:
    "مسلسل سرگرمی کے ساتھ، پارٹنر میز کے مطابق رعایت کا استعمال کرتا ہے:",
  NetCash: "نیٹ کیش فلو",
  Available: "دستیاب رعایت",
  Less: "کم",
  From: "سے",
  To: "کو",
  More: "مزید",
  Terms: "شرائط و ضوابط",
  ZeMoneyIsDirectly:
    "ZeMoney گاہکوں کے حق میں مالی لین دین سے براہ راست آپ کی آمدنی ہے۔ آپ اپنے علاقے میں ہر ٹرانزیکشن پر 7% تک کے انعام کے لیے ٹاپ اپ واؤچرز فروخت کر سکیں گے، جو کہ معروف بین الاقوامی ادائیگی کے نظاموں میں سب سے زیادہ شرحوں میں سے ایک ہے۔",
} as LocalDepositorType;
