import type { LocalDepositorType } from "public/locales/local-depositor/types";

export default {
  LocalDepositor: "Локальный депозитор",
  Develop:
    "Развивайте свой бизнес представляющего брокера, присоединившись к нашей всемирной сети локальных депозиторов. Вы станете нашей особой платежной системой в своем регионе, имеющей право на финансовые транзакции для всех зарегистрированных клиентов Zetradex и зарабатывающей на этом.",
  ByBecoming:
    "Став локальным депозитором, вы не только увеличите количество своих аффилированных клиентов, но и увеличите свой денежный оборот. Клиенты наверняка оценят удобство пополнения своих торговых счетов наличными, при встрече с вами или через локальные мгновенные переводы.",
  WeAlso:
    "У нас также есть специальные предложения для тех, у кого уже есть опыт работы в качестве локального депозитора, а также для владельцев локальных биржевых сервисов. В любом случае, вам следует узнать об этом больше. Мы открыты для сотрудничества со всеми заинтересованными и ответственными предпринимателями, которые хотят основать или развить свой собственный бизнес.",
  Advantages: "Преимущества стать локальным депозитором",
  Number: "Количество клиентов",
  Increases:
    "Увеличивает количество аффилированных клиентов, которые не хотят регистрировать международные кошельки или считают их неудобными.",
  IbLevel: "Уровень IB",
  Additional:
    "Дополнительный доход и больший денежный оборот, которые позволят вам повысить свой уровень IB",
  NoSpecial: "Нет специальной лицензии",
  NoNeed:
    "Нет необходимости получать специальную дорогостоящую лицензию, выдаваемую местными финансовыми государственными органами.",
  ZeMoney: "Ze Money",
  ZetradexPartners:
    "Партнерам Zetradex теперь доступна эксклюзивная возможность с ваучерами ZeMoney!",
  WithContinuous:
    "При постоянной активности партнер использует скидку в соответствии с таблицей:",
  NetCash: "Чистый денежный поток",
  Available: "Доступная скидка",
  Less: "меньше",
  From: "от",
  To: "до",
  More: "больше",
  Terms: "Условия",
  ZeMoneyIsDirectly:
    "ZeMoney — это непосредственно ваш доход от финансовых операций в пользу клиентов. Вы сможете продавать ваучеры пополнения в своем регионе за вознаграждение до 7% с каждой транзакции, что является одним из самых высоких показателей среди известных международных платежных систем.",
} as LocalDepositorType;
