import type { LocalDepositorType } from "public/locales/local-depositor/types";

export default {
  LocalDepositor: "ผู้ฝากเงินในพื้นที่",
  Develop:
    "พัฒนาธุรกิจนายหน้าแนะนำของคุณโดยเข้าร่วมเครือข่ายผู้ฝากเงินในพื้นที่ของเรา คุณจะเป็นระบบการชำระเงินพิเศษของเราในภูมิภาคของคุณ มีสิทธิ์ทำธุรกรรมทางการเงินสำหรับลูกค้า Zetradex ที่ลงทะเบียนทั้งหมด และรับผลตอบแทนจากสิ่งนั้น",
  ByBecoming:
    "ด้วยการเป็นผู้ฝากเงินในพื้นที่ คุณไม่เพียงแต่เพิ่มจำนวนลูกค้าในเครือข่ายของคุณเท่านั้น แต่ยังเพิ่มการหมุนเวียนเงินสดของคุณอีกด้วย ลูกค้าจะชื่นชอบความสะดวกสบายในการฝากเงินเข้าบัญชีซื้อขายของพวกเขาด้วยเงินสด เมื่อพวกเขาพบคุณหรือผ่านการโอนเงินทันทีในพื้นที่",
  WeAlso:
    "เรายังมีข้อเสนอพิเศษสำหรับผู้ที่มีประสบการณ์เป็นผู้ฝากเงินในพื้นที่แล้ว รวมถึงสำหรับเจ้าของบริการแลกเปลี่ยนในพื้นที่ ไม่ว่าจะด้วยวิธีใดก็ตาม คุณควรค้นหาข้อมูลเพิ่มเติมเกี่ยวกับเรื่องนี้ เรายินดีที่จะร่วมมือกับผู้ประกอบการที่สนใจและมีความรับผิดชอบทุกคนที่ต้องการก่อตั้งหรือพัฒนาธุรกิจของตนเอง",
  Advantages: "ข้อดีของการเป็นผู้ฝากเงินในพื้นที่",
  Number: "จำนวนลูกค้า",
  Increases:
    "เพิ่มจำนวนลูกค้าในเครือข่ายที่ไม่ต้องการลงทะเบียนกระเป๋าเงินระหว่างประเทศหรือพบว่าไม่สะดวก ระดับ IB",
  IbLevel:
    "รายได้เพิ่มเติมและเงินหมุนเวียนมากขึ้นซึ่งช่วยให้คุณเพิ่มระดับ IB ของคุณได้",
  Additional: "ไม่มีใบอนุญาตพิเศษ",
  NoSpecial:
    "ไม่จำเป็นต้องได้รับใบอนุญาตพิเศษราคาแพงที่ออกโดยหน่วยงานรัฐบาลการเงินในพื้นที่",
  NoNeed: "Ze Money",
  ZeMoney:
    "ตอนนี้พันธมิตรของ Zetradex มีสิทธิ์เข้าถึงโอกาสพิเศษด้วยบัตรกำนัล ZeMoney!",
  ZetradexPartners:
    "เมื่อมีกิจกรรมต่อเนื่อง พันธมิตรจะสะสมกระแสเงินสดสุทธิภายในหนึ่งเดือนและใช้ส่วนลดสำหรับเดือนถัดไปทั้งหมดตามตาราง:",
  WithContinuous: "เมื่อมีกิจกรรมต่อเนื่อง พาร์ทเนอร์จะใช้ส่วนลดตามตาราง:",
  NetCash: "ส่วนลดที่มี",
  Available: "น้อยกว่า",
  Less: "จาก",
  From: "ถึง",
  To: "มากกว่า",
  More: "ข้อกำหนดและเงื่อนไข",
  Terms:
    "ZeMoney จะสร้างรายได้ของคุณจากธุรกรรมทางการเงินโดยตรงเพื่อลูกค้า คุณจะสามารถขายบัตรกำนัลเติมเงินในภูมิภาคของคุณเพื่อรับรางวัลสูงถึง 7% ในแต่ละธุรกรรม ซึ่งเป็นหนึ่งในอัตราที่สูงที่สุดในระบบการชำระเงินระหว่างประเทศที่มีชื่อเสียง",
  ZeMoneyIsDirectly: "",
} as LocalDepositorType;
