import { AverageProfitLocaleType } from "./types";

export default {
  AverageProfitStructure: "औसत लाभ संरचना",
  AccordingTo:
    "आंकड़ों के अनुसार, आय संरचना में पहला स्थान व्यापारिक परिचालन से होने वाले मुनाफे का है। दूसरे स्थान पर साझेदारी गतिविधियों में भागीदारी से होने वाली आय है। तीसरे और चौथे स्थान पर इक्विटी और अन्य राजस्व पर ब्याज दर (ज़ेट्रेडेक्स से कम कमीशन और छूट और उपहार) का कब्जा है।",
  Revenue: "ट्रेडिंग से राजस्व",
  Affiliate: "सहबद्ध विपणन राजस्व",
  Interest: "ब्याज दर राजस्व",
  Other: "अन्य राजस्व",
} as AverageProfitLocaleType;
