import { AverageProfitLocaleType } from "./types";

export default {
  AverageProfitStructure: "Средняя структура прибыли",
  AccordingTo: "По статистике первое место в структуре доходов занимает прибыль от торговых операций. На втором месте доход от участия в партнерской деятельности. Третье и четвертое места занимают процентная ставка на собственный капитал и другие доходы (низкие комиссии, скидки и подарки от Zetradex).",
  Revenue: "Доход от трейдинга",
  Affiliate: "Доход от партнерского маркетинга",
  Interest: "Доход от процентной ставки",
  Other: "Прочие доходы",
} as AverageProfitLocaleType;
