import { AverageProfitLocaleType } from "./types";

export default {
  AverageProfitStructure: "โครงสร้างกำไรเฉลี่ย",
  AccordingTo:
    "ตามสถิติ สถานที่แรกในโครงสร้างรายได้ถูกครอบครองโดยกำไรจากการดำเนินการซื้อขาย อันดับที่สองคือรายได้จากการเข้าร่วมกิจกรรมความร่วมมือ อันดับที่สามและสี่ถูกครอบครองโดยอัตราดอกเบี้ยในส่วนของผู้ถือหุ้นและรายได้อื่น ๆ (ค่าคอมมิชชั่นและส่วนลดต่ำและของขวัญจาก Zetradex)",
  Revenue: "รายได้จากการค้าขาย",
  Affiliate: "รายได้จากการตลาดพันธมิตร",
  Interest: "รายได้อัตราดอกเบี้ย",
  Other: "รายได้อื่นๆ",
} as AverageProfitLocaleType;
