import { CurrencyPairsType } from "public/locales/currency-trading/currency-pairs/types";

export default {
  CurrencyPairs: "मुद्रा जोड़े",
  MostTradedPairs: "सर्वाधिक व्यापारिक जोड़े",
  EURUSD:
    "EUR/USD को आमतौर पर दुनिया में सबसे अधिक कारोबार वाली मुद्रा जोड़ी कहा जाता है, जो कुल मल्टी-बिलियन डॉलर विदेशी मुद्रा कारोबार का लगभग 30% हिस्सा लेती है। और यह आश्चर्य की बात नहीं है क्योंकि अमेरिका और यूरोपीय संघ की अर्थव्यवस्थाएं सबसे बड़ी हैं।",
  weWill:
    "हम GBP/USD, AUD/NZD, GBP/CHF मुद्रा जोड़े का भी उल्लेख करेंगे, जो व्यापारियों के बीच काफी लोकप्रिय हैं।",
  majorPairs: "प्रमुख जोड़े",
  theseAreThe:
    "ये उच्च तरलता और कम अस्थिरता के साथ सबसे सक्रिय रूप से कारोबार किए जाने वाले जोड़े हैं। कुल मिलाकर सात हैं, और उनमें से प्रत्येक अमेरिकी डॉलर के साथ प्रतिच्छेद करता है: GBP/USD, EUR/USD, USD/JPY, USD/CHF, USD/CAD, NZD/USD, और AUD/USD। ये मुद्रा जोड़े सभी विदेशी मुद्रा व्यापार का 88% हिस्सा हैं।",
  minorPairs: "छोटे जोड़े",
  theyAreAlso:
    "उन्हें क्रॉस-मुद्रा जोड़े भी कहा जाता है; ये वे जोड़े हैं जिनमें अमेरिकी डॉलर शामिल नहीं है। एक नियम के रूप में, वे कम तरल होते हैं, इसलिए वे अधिक अस्थिर हो सकते हैं। अंतर के अनुबंध (सीएफडी) के साथ व्यापार करने से संभावित रूप से बड़ा मुनाफा और बड़ा नुकसान दोनों हो सकता है। ऐसी जोड़ियों के उदाहरणों में EUR/GBP, EUR/AUD, GBP/JPY, NZD/JPY, और GBP/CAD शामिल हैं।",
  exoticPairs: "विदेशी जोड़े",
  theyUsually:
    "इनमें आमतौर पर विकासशील देशों की मुद्रा शामिल होती है। कम तरलता और उच्च अस्थिरता तेजी से और अप्रत्याशित मूल्य में उतार-चढ़ाव का कारण बन सकती है; ऐसे मुद्रा जोड़े के उदाहरण EUR/TRY, USD/HKD, NZD/SGD, GBP/ZAR, और AUD/MXN हैं।",
  regionalPairs: "क्षेत्रीय जोड़े",
  regionalPairsAre:
    "क्षेत्रीय जोड़े कुछ क्षेत्रों की मुद्रा जोड़ी हैं, जैसे स्कैंडिनेविया या ऑस्ट्रेलिया और ओशिनिया। उदाहरण: NOK/SEK, AUD/NZD, और CNH/HKD।",
  MostTraded: "सबसे ज़्यादा कारोबार",
  Major: "मेजर",
  Minor: "माइनर",
  Exotic: "एक्सोटिक",
  Regional: "रीजनल",
} as CurrencyPairsType;
