import { CurrencyPairsType } from "public/locales/currency-trading/currency-pairs/types";

export default {
  CurrencyPairs: "کرنسی کے جوڑے",
  MostTradedPairs: "سب سے زیادہ تجارت شدہ جوڑے",
  EURUSD:
    "EUR/USD کو عام طور پر دنیا میں سب سے زیادہ تجارت کی جانے والی کرنسی جوڑی کہا جاتا ہے جو کل ملٹی بلین ڈالر فاریکس ٹرن اوور کا تقریباً 30% لیتا ہے۔ اور یہ حیران کن نہیں ہے کیونکہ امریکہ اور یورپی یونین کی معیشتیں سب سے بڑی ہیں۔",
  weWill:
    "ہم GBP/USD، AUD/NZD، GBP/CHF کرنسی کے جوڑوں کا بھی تذکرہ کریں گے، جو تاجروں میں اچھی طرح سے مقبول ہیں۔",
  majorPairs: "بڑے جوڑے",
  theseAreThe:
    "یہ اعلی لیکویڈیٹی اور کم اتار چڑھاؤ کے ساتھ سب سے زیادہ فعال طور پر تجارت کرنے والے جوڑے ہیں۔ کل سات ہیں، اور ان میں سے ہر ایک امریکی ڈالر کو کاٹتا ہے: GBP/USD، EUR/USD، USD/JPY، USD/CHF، USD/CAD، NZD/USD، اور AUD/USD۔ یہ کرنسی جوڑے تمام فاریکس ٹریڈنگ کا 88% بنتے ہیں۔",
  minorPairs: "معمولی جوڑے",
  theyAreAlso:
    "انہیں کراس کرنسی کے جوڑے بھی کہا جاتا ہے۔ یہ وہ جوڑے ہیں جن میں امریکی ڈالر شامل نہیں ہے۔ ایک اصول کے طور پر، وہ کم مائع ہیں، لہذا وہ زیادہ غیر مستحکم ہوسکتے ہیں. ان پر کنٹریکٹ فار ڈیفرنس (CFDs) کے ساتھ تجارت کرنے سے ممکنہ طور پر بڑا منافع اور بڑا نقصان ہو سکتا ہے۔ ایسے جوڑوں کی مثالوں میں EUR/GBP، EUR/AUD، GBP/JPY، NZD/JPY، اور GBP/CAD شامل ہیں۔",
  exoticPairs: "غیر ملکی جوڑے",
  theyUsually:
    "ان میں عام طور پر ترقی پذیر ممالک کی کرنسی شامل ہوتی ہے۔ کم لیکویڈیٹی اور زیادہ اتار چڑھاؤ قیمتوں میں تیزی سے اور غیر متوقع اتار چڑھاو کا باعث بن سکتا ہے۔ اس طرح کے کرنسی جوڑوں کی مثالیں EUR/TRY، USD/HKD، NZD/SGD، GBP/ZAR، اور AUD/MXN ہیں۔",
  regionalPairs: "علاقائی جوڑے",
  regionalPairsAre:
    "علاقائی جوڑے بعض علاقوں کے کرنسی کے جوڑے ہیں، جیسے اسکینڈینیویا یا آسٹریلیا اور اوشیانا۔ مثالیں: NOK/SEK، AUD/NZD، اور CNH/HKD۔",
  MostTraded: "سب سے زیادہ تجارت کی گئی۔",
  Major: "میجر",
  Minor: "معمولی",
  Exotic: "غیر ملکی",
  Regional: "علاقائی",
} as CurrencyPairsType;
