import { CurrencyPairsType } from "public/locales/currency-trading/currency-pairs/types";

export default {
  CurrencyPairs: "Валютные пары",
  MostTradedPairs: "Самые торгуемые пары",
  EURUSD:
    "EUR/USD обычно называют самой торгуемой валютной парой в мире, на которую приходится около 30% общего многомиллиардного оборота Форекс. И это неудивительно, ведь экономики США и Евросоюза являются крупнейшими.",
  weWill:
    "Упомянем также валютные пары GBP/USD, AUD/NZD, GBP/CHF, которые пользуются заслуженной популярностью среди трейдеров.",
  majorPairs: "Основные пары",
  theseAreThe:
    "Это наиболее активно торгуемые пары с более высокой ликвидностью и низкой волатильностью. Всего их семь, и каждый из них пересекается с долларом США: GBP/USD, EUR/USD, USD/JPY, USD/CHF, USD/CAD, NZD/USD и AUD/USD. На эти валютные пары приходится 88% всей торговли на Форекс.",
  minorPairs: "Второстепенные пары",
  theyAreAlso:
    "Их также называют кросс-валютными парами; это пары, которые не включают доллар США. Как правило, они менее ликвидны, поэтому могут быть более волатильными. Торговля контрактами на разницу (CFD) на них потенциально может принести как большую прибыль, так и большие убытки. Примеры таких пар включают EUR/GBP, EUR/AUD, GBP/JPY, NZD/JPY и GBP/CAD.",
  exoticPairs: "Экзотические пары",
  theyUsually:
    "Обычно они включают в себя валюту развивающихся стран. Низкая ликвидность и высокая волатильность могут привести к быстрым и непредсказуемым колебаниям цен; примерами таких валютных пар являются EUR/TRY, USD/HKD, NZD/SGD, GBP/ZAR и AUD/MXN.",
  regionalPairs: "Региональные пары",
  regionalPairsAre:
    "Региональные пары — это валютные пары определенных регионов, таких как Скандинавия или Австралия и Океания. Примеры: NOK/SEK, AUD/NZD и CNH/HKD.",
  MostTraded: "Наиболее продаваемые",
  Major: "Крупные",
  Minor: "Второстепенные",
  Exotic: "Экзотические",
  Regional: "Региональные",
} as CurrencyPairsType;
