import { CurrencyPairsType } from "public/locales/currency-trading/currency-pairs/types";

export default {
  CurrencyPairs: "คู่สกุลเงิน",
  MostTradedPairs: "คู่การซื้อขายมากที่สุด",
  EURUSD:
    "โดยทั่วไปแล้ว EUR/USD เรียกว่าคู่สกุลเงินที่มีการซื้อขายมากที่สุดในโลก โดยมีมูลค่าการซื้อขายประมาณ 30% ของมูลค่าการซื้อขาย Forex ที่มีมูลค่าหลายพันล้านดอลลาร์ทั้งหมด และไม่น่าแปลกใจเนื่องจากเศรษฐกิจของสหรัฐอเมริกาและสหภาพยุโรปเป็นประเทศที่ใหญ่ที่สุด",
  weWill:
    "นอกจากนี้เรายังจะกล่าวถึงคู่สกุลเงิน GBP/USD, AUD/NZD, GBP/CHF ซึ่งได้รับความนิยมอย่างมากในหมู่เทรดเดอร์",
  majorPairs: "คู่หลัก",
  theseAreThe:
    "คู่เหล่านี้เป็นคู่ที่มีการซื้อขายกันมากที่สุดโดยมีสภาพคล่องสูงกว่าและมีความผันผวนต่ำกว่า มีทั้งหมดเจ็ดรายการ และแต่ละรายการตัดกับดอลลาร์สหรัฐ: GBP/USD, EUR/USD, USD/JPY, USD/CHF, USD/CAD, NZD/USD และ AUD/USD คู่สกุลเงินเหล่านี้คิดเป็น 88% ของการซื้อขายฟอเร็กซ์ทั้งหมด",
  minorPairs: "คู่รอง",
  theyAreAlso:
    "เรียกอีกอย่างว่าคู่ข้ามสกุลเงิน เป็นคู่สกุลเงินที่ไม่รวมดอลลาร์สหรัฐ ตามกฎแล้ว พวกมันมีสภาพคล่องน้อยกว่า ดังนั้นจึงมีความผันผวนมากกว่า การซื้อขายสัญญาซื้อขายส่วนต่าง (CFD) อาจทำให้เกิดทั้งกำไรมหาศาลและขาดทุนมหาศาล ตัวอย่างของคู่สกุลเงินดังกล่าวได้แก่ EUR/GBP, EUR/AUD, GBP/JPY, NZD/JPY และ GBP/CAD",
  exoticPairs: "คู่ที่แปลกใหม่",
  theyUsually:
    "ดยปกติจะรวมสกุลเงินของประเทศกำลังพัฒนาด้วย สภาพคล่องต่ำและความผันผวนสูงอาจทำให้เกิดความผันผวนของราคาอย่างรวดเร็วและคาดเดาไม่ได้ ตัวอย่างของคู่สกุลเงินดังกล่าว ได้แก่ EUR/TRY, USD/HKD, NZD/SGD, GBP/ZAR และ AUD/MXN",
  regionalPairs: "คู่ภูมิภาค",
  regionalPairsAre:
    "คู่ภูมิภาคคือคู่สกุลเงินของบางภูมิภาค เช่น สแกนดิเนเวียหรือออสเตรเลียและโอเชียเนีย ตัวอย่าง: NOK/SEK, AUD/NZD และ CNH/HKD",
  MostTraded: "การซื้อขายสูงสุด",
  Major: "หุ้นรายใหญ่",
  Minor: "หุ้นรายย่อย",
  Exotic: "หุ้นต่างประเทศ",
  Regional: "หุ้นระดับภูมิภาค",
} as CurrencyPairsType;
