import type { InsuranceProgramType } from "public/locales/insurance-program/types";

export default {
  zeInsurance: "ज़ी-इंश्योरेंस प्रोग्राम",
  protect: "अपने खाते के स्वास्थ्य की सुरक्षा करें",
  riskInsurance:
    "जोखिम बीमा व्यवसाय के किसी भी क्षेत्र में एक अभिन्न अंग है, साथ ही हर व्यक्ति के जीवन का एक अभिन्न अंग है। किसी न किसी तरह, आपको बीमा सेवाओं का सामना करना पड़ता है, जिसमें स्वास्थ्य बीमा, कार बीमा, तीसरे पक्ष के प्रति आपकी देयता का बीमा और दूसरे देशों की यात्रा करते समय आपके लिए बीमा शामिल है।",
  zetradexOffers:
    "ज़ीट्रेडेक्स अपने ग्राहकों को एक अनूठी ज़ी-इंश्योरेंस सेवा प्रदान करता है, जिसकी बदौलत आप एक निश्चित अवधि के लिए वित्तीय नुकसान से खुद को बचा सकते हैं। वित्तीय जोखिम बीमा होने पर, आप फ़ॉरेक्स में अपने भविष्य को लेकर आश्वस्त हो सकते हैं।",
  loweringRisks:
    "जमा राशि, ट्रेडिंग कौशल, ट्रेडिंग गतिविधि की शर्तों पर कोई सीमा नहीं होने के साथ जोखिम कम करना",
  chanceTo: "नुकसान की भरपाई करने और नया लाभ प्राप्त करने का मौका",
  affordable: "किफ़ायती शर्तें",
  PacketsOfInsurance: "बीमा के पैकेट",
  OrderNow: "अभी ऑर्डर करें",
  Basic: "बेसिक",
  InsuranceAmountUpTo: "बीमा राशि",
  deposit: "जमा राशि",
  InsurancePeriod: "बीमा अवधि",
  days: "दिन",
  Standard: "मानक",
  Maxi: "मैक्सी",
  HowDoesItWork: "यह कैसे काम करता है",
  ForExampleYouWant: "उदाहरण के लिए आप मानक बीमा पॉलिसी चुनना चाहते हैं। तो आप 60 दिनों की अवधि के लिए 1000$ जमा तक का बीमा कर सकते हैं। प्रोग्राम क्लाइंट डैशबोर्ड में ऑर्डर किया जाता है और यदि निकासी योग्य राशि पर्याप्त है तो $80 भुगतान कटौती के बाद सक्रिय हो जाएगा।",
  AsSoonAs: "जैसे ही अवधि समाप्त हो जाती है, एक नई राशि काट ली जानी चाहिए और बीमा को दूसरी अवधि तक बढ़ा दिया जाता है।",
  TheProgramIsNot: "यह प्रोग्राम उन खातों के साथ संगत नहीं है, जिन्होंने ओलंपिक बोनस ऑर्डर किया है",
  ZeInsuranceProgramIs: "ज़ी-इंश्योरेंस प्रोग्राम हर एक खाते के लिए मान्य है, किसी एक उपयोगकर्ता के लिए नहीं। प्रत्येक उपयोगकर्ता के पास बहुत सारे खाते हो सकते हैं और प्रत्येक खाते की अपनी बीमा स्थिति होती है।",
  TermsAndConditions: "नियम और शर्तें",
} as InsuranceProgramType;
