import type { InsuranceProgramType } from "public/locales/insurance-program/types";

export default {
  zeInsurance: "زی انشورنس پروگرام",
  protect: "اپنے اکاؤنٹ کی صحت کی حفاظت کریں۔",
  riskInsurance:
    "رسک انشورنس کاروبار کے کسی بھی شعبے کے ساتھ ساتھ ہر شخص کی زندگی کا ایک لازمی حصہ ہے۔ کسی نہ کسی طریقے سے، آپ کو انشورنس سروسز کا سامنا کرنا پڑتا ہے، جس میں ہیلتھ انشورنس، کار انشورنس سے لے کر فریق ثالث کے لیے آپ کی ذمہ داری کا بیمہ اور دوسرے ممالک کا سفر کرتے وقت آپ کے لیے انشورنس شامل ہیں۔",
  zetradexOffers:
    "Zetradex اپنے کلائنٹس کو ایک منفرد Ze-Insurance سروس پیش کرتا ہے، جس کی بدولت آپ ایک خاص مدت تک اپنے آپ کو مالی نقصانات سے بچا سکتے ہیں۔ مالیاتی رسک انشورنس کے ساتھ، آپ فاریکس میں اپنے مستقبل کے بارے میں پراعتماد ہو سکتے ہیں۔",
  loweringRisks:
    "ڈپازٹ کی رقم، تجارتی مہارت، تجارتی سرگرمی کی شرائط پر بغیر کسی پابندی کے خطرات کو کم کرنا",
  chanceTo: "نقصانات کی وصولی اور نیا منافع حاصل کرنے کا موقع",
  affordable: "سستی شرائط",
  PacketsOfInsurance: "انشورنس کے پیکٹ",
  OrderNow: "ابھی آرڈر کریں۔",
  Basic: "بنیادی",
  InsuranceAmountUpTo: "تک کی بیمہ کی رقم",
  deposit: "جمع",
  InsurancePeriod: "انشورنس کی مدت",
  days: "دن",
  Standard: "معیاری",
  Maxi: "میکسی",
  HowDoesItWork: "یہ کیسے کام کرتا ہے۔",
  ForExampleYouWant:
    "مثال کے طور پر آپ معیاری انشورنس پالیسی کا انتخاب کرنا چاہتے ہیں۔ لہذا آپ 60 دنوں کی مدت کے لیے 1000$ ڈپازٹ تک کا بیمہ کر سکتے ہیں۔ پروگرام کلائنٹ کے ڈیش بورڈ میں آرڈر کیا گیا ہے اور اگر واپس لینے کے قابل رقم کافی ہے تو $80 کی ادائیگی کی کٹوتی کے بعد اسے چالو کیا جائے گا۔",
  AsSoonAs:
    "جیسے ہی مدت ختم ہو جائے، ایک نئی رقم کاٹ لی جائے اور انشورنس کو دوسری مدت تک بڑھا دیا جائے۔",
  TheProgramIsNot:
    "پروگرام اکاؤنٹس کے ساتھ مطابقت نہیں رکھتا ہے، جس نے اولمپک بونس کا حکم دیا ہے۔",
  ZeInsuranceProgramIs:
    "Ze-Insurance پروگرام ہر ایک اکاؤنٹ کے لیے درست ہے، صارف کے لیے نہیں۔ ہر صارف کے بہت سارے اکاؤنٹ ہوسکتے ہیں اور ہر اکاؤنٹ کی اپنی انشورنس کی حیثیت ہوتی ہے۔",
  TermsAndConditions: "شرائط و ضوابط",
} as InsuranceProgramType;
