import type { InsuranceProgramType } from "public/locales/insurance-program/types";

export default {
  zeInsurance: "Программа Ze-Insurance",
  protect: "Защитите здоровье вашего счета",
  riskInsurance:
    "Страхование рисков является неотъемлемой частью в любой сфере бизнеса, а также неотъемлемой частью жизни каждого человека. Так или иначе, вы сталкиваетесь со страховыми услугами, начиная от медицинского страхования, автострахования, до страхования вашей ответственности перед третьими лицами и страхования вас при поездках в другие страны.",
  zetradexOffers:
    "Zetradex предлагает своим клиентам уникальную услугу Ze-Insurance, благодаря которой вы можете защитить себя от финансовых потерь на определенный срок. Имея страхование финансовых рисков, вы можете быть уверены в своем будущем на Форекс.",
  loweringRisks:
    "Снижение рисков без ограничений по размеру депозита, навыкам торговли, срокам торговой деятельности",
  chanceTo: "Шанс восстановить убытки и получить новую прибыль",
  affordable: "Доступные условия",
  PacketsOfInsurance: "Пакеты страхования",
  OrderNow: "Заказать сейчас",
  Basic: "Базовый",
  InsuranceAmountUpTo: "Сумма страхования до",
  deposit: "депозита",
  InsurancePeriod: "Срок страхования",
  days: "дней",
  Standard: "Стандартный",
  Maxi: "Макси",
  HowDoesItWork: "Как это работает",
  ForExampleYouWant: "Например, вы хотите выбрать стандартный страховой полис. Таким образом, вы можете застраховать депозит до 1000$ на срок 60 дней. Программа заказывается в панели управления клиента и будет активирована после вычета платежа в размере 80$, если снимаемая сумма достаточна.",
  AsSoonAs: "Как только период закончится, новая сумма должна быть вычтена, а страховка продлена на другой период.",
  TheProgramIsNot: "Программа несовместима с аккаунтами, заказавшими олимпийский бонус",
  ZeInsuranceProgramIs: "Программа Ze-Insurance действительна для каждого отдельного аккаунта, а не для пользователя. У каждого пользователя может быть много аккаунтов, и у каждого аккаунта есть свой собственный статус страхования.",
  TermsAndConditions: "Положения и условия",
} as InsuranceProgramType;
