import type { InsuranceProgramType } from "public/locales/insurance-program/types";

export default {
  zeInsurance: "โปรแกรม Ze-Insurance",
  protect: "ปกป้องสุขภาพบัญชีของคุณ",
  riskInsurance:
    "การประกันความเสี่ยงเป็นส่วนสำคัญในทุกพื้นที่ของธุรกิจ เช่นเดียวกับเป็นส่วนสำคัญในชีวิตของทุกคน ไม่ว่าจะด้วยวิธีใดก็ตาม คุณก็ต้องเผชิญกับบริการประกันภัยต่างๆ ตั้งแต่ประกันสุขภาพ ประกันรถยนต์ ไปจนถึงประกันความรับผิดต่อบุคคลที่สาม และประกันสำหรับคุณเมื่อเดินทางไปต่างประเทศ",
  zetradexOffers:
    "Zetradex นำเสนอบริการ Ze-Insurance ที่เป็นเอกลักษณ์เฉพาะให้กับลูกค้า ซึ่งช่วยให้คุณป้องกันตัวเองจากการสูญเสียทางการเงินได้ในช่วงระยะเวลาหนึ่ง การมีประกันความเสี่ยงทางการเงินจะช่วยให้คุณมั่นใจในอนาคตของคุณในตลาด Forex ได้",
  loweringRisks:
    "ลดความเสี่ยงโดยไม่มีข้อจำกัดเกี่ยวกับจำนวนเงินฝาก ทักษะการซื้อขาย เงื่อนไขการซื้อขาย",
  chanceTo: "โอกาสในการกู้คืนการสูญเสียและรับกำไรใหม่",
  affordable: "เงื่อนไขที่เอื้อมถึง",
  PacketsOfInsurance: "แพ็กเกจประกันภัย",
  OrderNow: "สั่งซื้อเลย",
  Basic: "แบบพื้นฐาน",
  InsuranceAmountUpTo: "จำนวนเงินประกันสูงสุดถึง",
  deposit: "เงินมัดจำ",
  InsurancePeriod: "ระยะเวลาประกัน",
  days: "วัน",
  Standard: "แบบมาตรฐาน",
  Maxi: "แบบสูงสุด",
  HowDoesItWork: "วิธีการทำงาน",
  ForExampleYouWant: "ตัวอย่างเช่น คุณต้องการเลือกแผนประกันภัยมาตรฐาน ดังนั้น คุณสามารถประกันเงินฝากได้สูงสุดถึง 1,000 ดอลลาร์เป็นระยะเวลา 60 วัน โปรแกรมจะสั่งซื้อในแดชบอร์ดของลูกค้าและจะเปิดใช้งานหลังจากหักเงิน 80 ดอลลาร์แล้ว หากจำนวนเงินที่ถอนได้เพียงพอ",
  AsSoonAs: "เมื่อระยะเวลาสิ้นสุดลง จำนวนเงินใหม่จะถูกหักออกและประกันจะขยายไปยังระยะเวลาอื่น",
  TheProgramIsNot: "โปรแกรมนี้ไม่เข้ากันได้กับบัญชีที่สั่งซื้อโบนัสโอลิมปิก",
  ZeInsuranceProgramIs: "โปรแกรม Ze-Insurance มีผลบังคับใช้กับทุกบัญชี ไม่ใช่ผู้ใช้ ผู้ใช้สามารถมีบัญชีได้หลายบัญชี และแต่ละบัญชีจะมีสถานะประกันของตัวเอง",
  TermsAndConditions: "ข้อกำหนดและเงื่อนไข",
} as InsuranceProgramType;
