import { PartnersEarningLocaleType } from "./types";

export default {
  PartnersEarning: "साझेदारों की कमाई",
  AsLongAsYour:
    "जब तक आपके ग्राहक व्यापार करना जारी रखेंगे, आप उनकी गतिविधि के आधार पर कमीशन अर्जित करेंगे। Zetradex कमीशन राजस्व पर कोई सीमा नहीं लगाता है, जिसका अर्थ है कि आप जो राशि कमाते हैं वह पूरी तरह से आपके ग्राहकों की ट्रेडिंग गतिविधि पर निर्भर करती है।",
  BelowWeWill:
    "नीचे हम उन संबद्ध कमीशन के प्रकारों पर विचार करेंगे जो आपको हमारा सहयोगी बनने पर प्राप्त होंगे।",
  CommissionFromSpread: "स्प्रेड से कमीशन",
  SpreadIsTheMostPopular:
    "फ़ॉरेक्स बाज़ार में स्प्रेड कमीशन का सबसे लोकप्रिय प्रकार है। यह बोली और पूछी गई कीमतों के बीच अंतर को दर्शाता है। ब्रोकर इस अंतर को कमीशन के रूप में लेता है।",
  ZetradexPaysItsPartners:
    "ज़ेट्रेडेक्स अपने साझेदारों को स्प्रेड पर सबसे अधिक प्रतिस्पर्धी कमीशन का भुगतान करता है, और अन्य प्रकार के प्रोत्साहन भी प्रदान करता है, जिनकी चर्चा नीचे की गई है।",
  Group: "समूह",
  AvarageSpreadPips: "एवरेज स्प्रेड, पिप्स",
  Commission: "आयोग, %",
  AgentCommissionPips: "एजेंट कमीशन, पिप्स",
  MarkUPScheme: "मार्कअप योजना",
  BelowOnePip: "1 पिप से नीचे",
  UpToTwoPips: "2 पिप्स तक",
  UpTotThreePips: "3 पिप्स तक",
  GoesToIB: "आईबी को जाता है",
  MarkUP: "मार्कअप",
  TheMarkUpSystem:
    "मार्कअप प्रणाली भागीदारों को विनिमय दर में परिवर्तन के आधार पर अतिरिक्त ब्याज अर्जित करने की अनुमति देती है। यह बाज़ार में एक अनूठी पेशकश है जो आपको अपनी आय को और भी अधिक लचीले ढंग से प्रबंधित करने की अनुमति देती है।",
  IBSalary: "आईबी वेतन",

  WeTakeCareOf:
    "हम अपने साझेदारों का ख्याल रखते हैं, भले ही उनके ग्राहक अस्थायी रूप से निष्क्रिय हों। साझेदारों को उनकी स्थिति के आधार पर कंपनी के लाभ और हानि का एक प्रतिशत प्राप्त होता है। एक सिल्वर पार्टनर को कंपनी के मुनाफे का 3% मिलता है, जो 'गोल्ड' स्थिति तक पहुँच चुके हैं उन्हें 5% मिलता है, और अंत में 'प्लैटिनम' पार्टनर को कंपनी के मुनाफे का 8% मिलता है।",
  PleaseFeelFreeTo:
    "स्थितियों और उन्हें प्राप्त करने के तरीके के बारे में अधिक जानने के लिए कृपया बेझिझक साझेदारी विभाग से संपर्क करें।",
  SilverIB: "सिल्वर आईबी",

  GoldIB: "गोल्ड आईबी",
  PlatinumIB: "प्लैटिनम आईबी",
  SubIntroducingBrokerCommission: "उप-परिचय ब्रोकर कमीशन",

  IfYourClientBecomes:
    "यदि आपका ग्राहक भागीदार बन जाता है या आप अपने ग्राहकों के साथ किसी अन्य भागीदार को आकर्षित करते हैं, तो इस नए भागीदार को उप-परिचय ब्रोकर कहा जाता है।",
  InThisCaseYouEarn:
    "इस मामले में, आप अपने सब-आईबी रेफरल के सौदों से हमेशा की तरह आईबी कमीशन और अतिरिक्त सब-आईबी कमीशन कमाते हैं। विशेष रूप से कमीशन का 20% मास्टर आईबी को जाता है।",
  IfYouHaveManyPartners:
    "यदि आपके कई भागीदार हैं जो उप-आईबी बनना चाहते हैं, तो हम 5-स्तरीय संबद्ध कार्यक्रम प्रदान करते हैं। आपको 5 स्तरों में से प्रत्येक के रेफरल लेनदेन का एक प्रतिशत प्राप्त होगा।",

  //
  Still: "फिर भी हमारा साथी नहीं?",
  Click:
    "Zetradex परिवार का हिस्सा बनने के लिए दाईं ओर स्थित बटन पर क्लिक करें।",
  Join: "ज़ी पार्टनरशिप प्रोग्राम से जुड़ें",
} as PartnersEarningLocaleType;
