import { PartnersEarningLocaleType } from "./types";

export default {
  PartnersEarning: "شراکت داروں کی کمائی",
  AsLongAsYour:
    "جب تک آپ کے کلائنٹ تجارت کرتے رہیں گے، آپ ان کی سرگرمیوں کی بنیاد پر کمیشن حاصل کریں گے۔ Zetradex کمیشن کی آمدنی پر کوئی حد نہیں لگاتا، جس کا مطلب ہے کہ آپ جو رقم کماتے ہیں اس کا انحصار آپ کے کلائنٹس کی تجارتی سرگرمی پر ہوتا ہے۔",
  BelowWeWill:
    "ذیل میں ہم ملحقہ کمیشن کی ان اقسام پر غور کریں گے جو آپ کو ہمارا الحاق بننے سے ملے گا۔",
  CommissionFromSpread: "اسپریڈ سے کمیشن",
  SpreadIsTheMostPopular:
    "فاریکس مارکیٹ میں اسپریڈ کمیشن کی سب سے مقبول قسم ہے۔ یہ Bid اور Ask قیمتوں کے درمیان فرق کی نمائندگی کرتا ہے۔ بروکر اس فرق کو کمیشن کے طور پر چارج کرتا ہے۔",
  ZetradexPaysItsPartners:
    "Zetradex اپنے شراکت داروں کو پھیلاؤ پر سب سے زیادہ مسابقتی کمیشن ادا کرتا ہے، اور دیگر قسم کی مراعات بھی فراہم کرتا ہے، جن پر ذیل میں بحث کی گئی ہے۔",
  Group: "گروپ",
  AvarageSpreadPips: "اوسط پھیلاؤ، pips",
  Commission: "کمیشن، %",
  AgentCommissionPips: "ایجنٹ کمیشن، pips",
  MarkUPScheme: "مارک اپ اسکیم",
  BelowOnePip: "1 پِپ سے نیچے",
  UpToTwoPips: "2 پپس تک",
  UpTotThreePips: "3 پپس تک",
  GoesToIB: "آئی بی کے پاس جاتا ہے۔",
  MarkUP: "مارک اپ",
  TheMarkUpSystem:
    "مارک اپ سسٹم شراکت داروں کو شرح مبادلہ میں تبدیلی کے لحاظ سے اضافی سود حاصل کرنے کی اجازت دیتا ہے۔ یہ مارکیٹ میں ایک منفرد پیشکش ہے جو آپ کو اپنی آمدنی کو مزید لچکدار طریقے سے منظم کرنے کی اجازت دیتی ہے۔",
  IBSalary: "آئی بی تنخواہ",

  WeTakeCareOf:
    'ہم اپنے پارٹنرز کا خیال رکھتے ہیں چاہے ان کے کلائنٹس عارضی طور پر غیر فعال ہوں۔ شراکت دار اپنی حیثیت کے لحاظ سے کمپنی کے منافع اور نقصان کا ایک فیصد وصول کرتے ہیں۔ ایک سلور پارٹنر کمپنی کے منافع کا 3% حاصل کرتا ہے، جو لوگ "گولڈ" کی حیثیت تک پہنچ چکے ہیں وہ 5% وصول کرتے ہیں، اور آخر میں "پلاٹینم" پارٹنرز کو کمپنی کے منافع کا 8% تک ملتا ہے۔',
  PleaseFeelFreeTo:
    "اسٹیٹس کے بارے میں مزید جاننے اور انہیں حاصل کرنے کے طریقے کے لیے براہ کرم پارٹنرشپ ڈیپارٹمنٹ سے بلا جھجھک رابطہ کریں۔",
  SilverIB: "سلور آئی بی",

  GoldIB: "گولڈ آئی بی",
  PlatinumIB: "پلاٹینم آئی بی",
  SubIntroducingBrokerCommission: "ذیلی تعارف بروکر کمیشن",

  IfYourClientBecomes:
    "اگر آپ کا کلائنٹ پارٹنر بن جاتا ہے یا آپ اپنے کلائنٹس کے ساتھ کسی دوسرے پارٹنر کو اپنی طرف متوجہ کرتے ہیں، تو اس نئے پارٹنر کو ذیلی متعارف کرانے والا بروکر کہا جاتا ہے۔",
  InThisCaseYouEarn:
    "اس صورت میں، آپ اپنے ذیلی IB حوالہ جات کے سودوں سے حسب معمول IB کمیشن اور اضافی ذیلی IB کمیشن حاصل کرتے ہیں۔ کمیشن سے خاص طور پر 20% ماسٹر آئی بی کو جاتا ہے۔",
  IfYouHaveManyPartners:
    "اگر آپ کے بہت سے پارٹنرز ہیں جو سب-IB بننا چاہتے ہیں، تو ہم 5 سطح کا الحاق پروگرام پیش کرتے ہیں۔ آپ کو 5 سطحوں میں سے ہر ایک کے ریفرل لین دین کا فیصد ملے گا۔",

  //
  Still: "پھر بھی ہمارا ساتھی نہیں؟",
  Click: "Zetradex خاندان کا حصہ بننے کے لیے دائیں جانب کے بٹن پر کلک کریں۔",
  Join: "زی پارٹنرشپ پروگرام میں شامل ہوں۔",
} as PartnersEarningLocaleType;
