import { PartnersEarningLocaleType } from "./types";

export default {
  PartnersEarning: "Заработок партнеров",
  AsLongAsYour:
    "Пока ваши клиенты продолжают торговать, вы будете получать комиссию в зависимости от их активности. Zetradex не устанавливает потолка комиссионных доходов, а это означает, что сумма, которую вы зарабатываете, полностью зависит от торговой активности ваших клиентов.",
  BelowWeWill:
    "Ниже мы рассмотрим виды партнерской комиссии, которую вы получите, став нашим партнером.",
  CommissionFromSpread: "Комиссия от спреда",
  SpreadIsTheMostPopular:
    "Спред – самый популярный вид комиссии на рынке Форекс. Он представляет собой разницу между ценами Bid и Ask. Брокер взимает эту разницу в качестве комиссии.",
  ZetradexPaysItsPartners:
    "Zetradex платит своим партнерам наиболее конкурентоспособную комиссию за спред, а также предоставляет другие виды стимулов, которые обсуждаются ниже.",
  Group: "Группа",
  AvarageSpreadPips: "Средний спред, пипсы",
  Commission: "Комиссия, %",
  AgentCommissionPips: "Комиссия агента, пунктов",
  MarkUPScheme: "Схема разметки",
  BelowOnePip: "ниже 1 пункта",
  UpToTwoPips: "до 2 пунктов",
  UpTotThreePips: "до 3 пунктов",
  GoesToIB: "идет в ИБ",
  MarkUP: "Разметка",
  TheMarkUpSystem:
    "Система MarkUp позволяет партнерам зарабатывать дополнительные проценты в зависимости от изменения курса валют. Это уникальное предложение на рынке, позволяющее еще более гибко управлять своим доходом.",
  IBSalary: "ИБ Зарплата",

  WeTakeCareOf:
    "Мы заботимся о наших партнерах, даже если их клиенты временно неактивны. Партнеры получают процент от Прибыли и Убытков Компании в зависимости от своего статуса. Серебряный партнер получает 3% от прибыли Компании, достигшие «золотого» статуса получают 5% и, наконец, «платиновые» партнеры получают целых 8% от прибыли Компании.",
  PleaseFeelFreeTo:
    "Пожалуйста, свяжитесь с отделом партнерства, чтобы узнать больше о статусах и способах их получения.",
  SilverIB: "Серебряный IB",

  GoldIB: "Золотой IB",
  PlatinumIB: "Платиновый IB",
  SubIntroducingBrokerCommission: "Комиссия субпредставляющего брокера",

  IfYourClientBecomes:
    "Если ваш клиент становится партнером или вы привлекаете другого партнера со своими клиентами, этот новый партнер называется субпредставляющим брокером.",
  InThisCaseYouEarn:
    "В этом случае вы зарабатываете как обычную комиссию IB, так и дополнительную комиссию суб-IB от сделок ваших рефералов суб-IB. Конкретно 20% от комиссии достаётся Master IB.",
  IfYouHaveManyPartners:
    "Если у вас много партнеров, желающих стать Sub-IB, мы предлагаем 5-уровневую партнерскую программу. Вы будете получать процент от реферальных транзакций каждого из 5 уровней.",

  //
  Still: "Все еще не наш партнер?",
  Click: "Нажмите кнопку справа, чтобы стать частью семьи Zetradex.",
  Join: "Присоединяйтесь к партнерской программе ze",
} as PartnersEarningLocaleType;
