import { PartnersEarningLocaleType } from "./types";

export default {
  PartnersEarning: "การหารายได้ของพันธมิตร",
  AsLongAsYour:
    "ตราบใดที่ลูกค้าของคุณยังคงซื้อขายต่อไป คุณจะได้รับค่าคอมมิชชั่นตามกิจกรรมของพวกเขา Zetradex ไม่ได้กำหนดเพดานรายได้จากค่าคอมมิชชั่น ซึ่งหมายความว่าจำนวนเงินที่คุณได้รับจะขึ้นอยู่กับกิจกรรมการซื้อขายของลูกค้าของคุณทั้งหมด",
  BelowWeWill:
    "ด้านล่างนี้เราจะพิจารณาประเภทของค่าคอมมิชชั่นพันธมิตรที่คุณจะได้รับจากการเป็นพันธมิตรของเรา",
  CommissionFromSpread: "ค่าคอมมิชชั่นจากสเปรด",
  SpreadIsTheMostPopular:
    "สเปรดเป็นค่าคอมมิชชันประเภทที่ได้รับความนิยมมากที่สุดในตลาดฟอเร็กซ์ มันแสดงถึงความแตกต่างระหว่างราคา Bid และ Ask นายหน้าเรียกเก็บส่วนต่างนี้เป็นค่าคอมมิชชั่น",
  ZetradexPaysItsPartners:
    "Zetradex จ่ายค่าคอมมิชชันที่แข่งขันได้มากที่สุดแก่พันธมิตรจากค่าสเปรด และยังมีสิ่งจูงใจประเภทอื่นๆ อีกด้วย ซึ่งจะกล่าวถึงด้านล่าง",
  Group: "กลุ่ม",
  AvarageSpreadPips: "สเปรดเฉลี่ย pips",
  Commission: "คณะกรรมการ, %",
  AgentCommissionPips: "ค่าคอมมิชชั่นตัวแทน pips",
  MarkUPScheme: "โครงการมาร์กอัป",
  BelowOnePip: "ต่ำกว่า 1 pip",
  UpToTwoPips: "มากถึง 2 pip",
  UpTotThreePips: "มากถึง 3 pip",
  GoesToIB: "ไปที่ไอบี",
  MarkUP: "มาร์กอัป",
  TheMarkUpSystem:
    "ระบบ MarkUp ช่วยให้พันธมิตรได้รับดอกเบี้ยเพิ่มเติมโดยขึ้นอยู่กับการเปลี่ยนแปลงของอัตราแลกเปลี่ยน นี่เป็นข้อเสนอที่ไม่เหมือนใครในตลาดซึ่งช่วยให้คุณจัดการรายได้ได้อย่างยืดหยุ่นยิ่งขึ้น",
  IBSalary: "เงินเดือนไอบี",

  WeTakeCareOf:
    "เราดูแลพันธมิตรของเราแม้ว่าลูกค้าของพวกเขาจะไม่ได้ใช้งานชั่วคราวก็ตาม หุ้นส่วนจะได้รับเปอร์เซ็นต์ของกำไรและขาดทุนของบริษัท ขึ้นอยู่กับสถานะของพวกเขา หุ้นส่วนระดับเงินจะได้รับ 3% ของกำไรของบริษัท ผู้ที่มีสถานะ 'ทอง' จะได้รับ 5% และสุดท้ายพันธมิตร 'แพลตตินัม' จะได้รับผลกำไรมากถึง 8% ของบริษัท",
  PleaseFeelFreeTo:
    "โปรดติดต่อแผนกพันธมิตรเพื่อเรียนรู้เพิ่มเติมเกี่ยวกับสถานะและวิธีการขอรับสถานะเหล่านั้น",
  SilverIB: "ซิลเวอร์ ไอบี",

  GoldIB: "โกลด์ ไอบี",
  PlatinumIB: "แพลตตินัม ไอบี",
  SubIntroducingBrokerCommission: "ค่าคอมมิชชั่นนายหน้าผู้แนะนำย่อย",

  IfYourClientBecomes:
    "หากลูกค้าของคุณกลายเป็นหุ้นส่วนหรือคุณดึงดูดหุ้นส่วนรายอื่นด้วยลูกค้าของพวกเขาเอง หุ้นส่วนใหม่นี้จะเรียกว่าโบรกเกอร์แนะนำย่อย",
  InThisCaseYouEarn:
    "ในกรณีนี้ คุณจะได้รับค่าคอมมิชชั่น IB ตามปกติและค่าคอมมิชชั่น sub-IB เพิ่มเติมจากข้อตกลงของผู้อ้างอิง sub-IB ของคุณ โดยเฉพาะ 20% จากค่าคอมมิชชันจะตกเป็นของ Master IB",
  IfYouHaveManyPartners:
    "หากคุณมีพันธมิตรจำนวนมากที่ต้องการเป็น Sub-IB เราขอเสนอโปรแกรมพันธมิตร 5 ระดับ คุณจะได้รับเปอร์เซ็นต์ของธุรกรรมการอ้างอิงในแต่ละระดับจาก 5 ระดับ",

  //
  Still: "ยังไม่ได้คู่ของเรา?",
  Click: "คลิกปุ่มทางด้านขวาเพื่อเป็นส่วนหนึ่งของครอบครัว Zetradex",
  Join: "เข้าร่วมโปรแกรม ze Partnership",
} as PartnersEarningLocaleType;
