import { PresentationsLocaleType } from "./types";

export default {
  Presentations: "प्रस्तुतियों",
  AboutOurPresentations: "हमारी प्रस्तुतियों के बारे में",
  InOrderToHelpYouFind:
    "Zetradex सेवाओं के ऑनलाइन और ऑफलाइन विज्ञापन के लिए उपलब्ध कई विकल्पों के माध्यम से अपना रास्ता खोजने में आपकी मदद करने के लिए, Zetradex पार्टनरशिप विभाग ने एक व्यापक मार्गदर्शिका तैयार की है जो आपको आवश्यक सभी सलाह प्रदान कर सकती है। आपकी सुविधा के लिए हमने इस सामग्री को कई थीम-विशिष्ट प्रस्तुतियों में विभाजित किया है जिन्हें आप डाउनलोड कर सकते हैं।",

  PleaseChooseTheTopic:
    "कृपया वह विषय चुनें जिसके बारे में आप अधिक जानना चाहते हैं और नीचे दी गई फ़ाइल डाउनलोड करें।",
  Zebank: "ज़ेबैंक - सभी एक ऐप्स में",
  Zetrader: "ज़ेट्रेडर - मोबाइल प्लेटफ़ॉर्म",
  WelcomeToTheZetradexForex: "Zetradex फ़ॉरेक्स ब्रोकर प्रेजेंटेशन पेज पर आपका स्वागत है! यहाँ, आपको Zetradex के साथ सफलता की अपनी यात्रा पर मार्गदर्शन करने के लिए डिज़ाइन की गई मूल्यवान PDF सामग्रियों का एक क्यूरेटेड संग्रह मिलेगा। चाहे आप एक अनुभवी व्यापारी हों या अभी शुरुआत कर रहे हों, ये संसाधन आपके ट्रेडिंग ज्ञान और कौशल को बढ़ाने के लिए तैयार किए गए हैं। इसमें गोता लगाएँ और उन उपकरणों का पता लगाएँ जो आपकी क्षमता को अधिकतम करने और Zetradex के साथ अपने ट्रेडिंग लक्ष्यों को प्राप्त करने में आपकी मदद कर सकते हैं।",
} as PresentationsLocaleType;
