import { PresentationsLocaleType } from "./types";

export default {
  Presentations: "Презентации",
  AboutOurPresentations: "О наших презентациях",
  InOrderToHelpYouFind:
    "Чтобы помочь вам разобраться во многих вариантах рекламы услуг Zetradex онлайн и офлайн, отдел партнерства Zetradex составил подробное руководство, в котором можно получить все необходимые советы. Для вашего удобства мы разбили этот контент на несколько тематических презентаций, которые вы можете скачать.",
  PleaseChooseTheTopic:
    "Пожалуйста, выберите тему, о которой вы хотите узнать больше, и загрузите файл ниже.",
  Zebank: "Zebank — приложения «все в одном»",
  Zetrader: "Zetrader - Мобильная платформа",
  WelcomeToTheZetradexForex: "Добро пожаловать на страницу презентации Zetradex Forex Broker! Здесь вы найдете тщательно подобранную коллекцию ценных материалов PDF, разработанных для руководства на пути к успеху с Zetradex. Независимо от того, являетесь ли вы опытным трейдером или новичком, эти ресурсы созданы для расширения ваших торговых знаний и навыков. Погрузитесь и изучите инструменты, которые помогут вам максимально раскрыть свой потенциал и достичь своих торговых целей с Zetradex.",
} as PresentationsLocaleType;
