import { PresentationsLocaleType } from "./types";

export default {
  Presentations: "การนำเสนอ",
  AboutOurPresentations: "เกี่ยวกับการนำเสนอของเรา",
  InOrderToHelpYouFind:
    "เพื่อช่วยคุณค้นหาตัวเลือกมากมายสำหรับการโฆษณาบริการ Zetradex ทางออนไลน์และออฟไลน์ แผนกพันธมิตร Zetradex ได้รวบรวมคำแนะนำที่ครอบคลุมซึ่งสามารถให้คำแนะนำทั้งหมดที่คุณต้องการได้ เพื่อความสะดวกของคุณ เราได้แบ่งเนื้อหานี้เป็นงานนำเสนอเฉพาะธีมต่างๆ ที่คุณสามารถดาวน์โหลดได้",

  PleaseChooseTheTopic:
    "โปรดเลือกหัวข้อที่คุณต้องการเรียนรู้เพิ่มเติมและดาวน์โหลดไฟล์ด้านล่าง",
  Zebank: "Zebank - ทั้งหมดในแอปเดียว",
  Zetrader: "Zetrader - แพลตฟอร์มมือถือ",
  WelcomeToTheZetradexForex: "ยินดีต้อนรับสู่หน้าการนำเสนอโบรกเกอร์ Forex Zetradex! ที่นี่ คุณจะพบกับคอลเล็กชัน PDF ที่มีคุณค่าซึ่งออกแบบมาเพื่อแนะนำคุณในการเดินทางสู่ความสำเร็จกับ Zetradex ไม่ว่าคุณจะเป็นเทรดเดอร์ที่ช่ำชองหรือเพิ่งเริ่มต้น ทรัพยากรเหล่านี้ได้รับการออกแบบมาเพื่อเพิ่มพูนความรู้และทักษะในการซื้อขายของคุณ เจาะลึกและสำรวจเครื่องมือต่างๆ ที่สามารถช่วยให้คุณเพิ่มศักยภาพและบรรลุเป้าหมายในการซื้อขายของคุณด้วย Zetradex",
} as PresentationsLocaleType;
