import {LocaleType} from "./types";

export default {
    OurAwards: "हमारे पुरस्कार",
    WelcomeToTheZetradex: "Zetradex पुरस्कार पृष्ठ पर आपका स्वागत है, जहाँ हम गर्व से अपनी उपलब्धियों और वित्तीय उद्योग में हमें मिली मान्यता को प्रदर्शित करते हैं। प्रत्येक पुरस्कार असाधारण सेवाएँ प्रदान करने और फ़ॉरेक्स और क्रिप्टोकरेंसी ट्रेडिंग में नवाचार को बढ़ावा देने के लिए हमारे समर्पण को उजागर करता है।",
    ExploreOurAccolades: "हमारे पुरस्कारों का अन्वेषण करें और जानें कि ट्रेडिंग समुदाय में Zetradex एक विश्वसनीय नाम क्यों है।",
    JoinUs: "हमारे साथ जुड़ें",
    TheBestMultiAsset: "सर्वश्रेष्ठ मल्टी-एसेट स्टार्टअप ब्रोकर एशिया",
    byInternationalBusiness: "इंटरनेशनल बिजनेस मैगज़ीन द्वारा",
    ZetradexHasBeenHonored: "ज़ेट्रेडेक्स को एशिया में सर्वश्रेष्ठ मल्टी-एसेट ब्रोकर के रूप में सम्मानित किया गया है, जो हमारे ट्रेडिंग इंस्ट्रूमेंट्स की व्यापक रेंज, असाधारण ग्राहक सेवा और एशियाई वित्तीय बाजारों में मजबूत उपस्थिति का प्रमाण है।",
} as LocaleType;
