import {LocaleType} from "./types";

export default {
    OurAwards: "ہمارے ایوارڈز",
    WelcomeToTheZetradex: "Zetradex Awards صفحہ میں خوش آمدید، جہاں ہم فخر کے ساتھ اپنی کامیابیوں اور مالیاتی صنعت میں حاصل ہونے والی پہچان کو ظاہر کرتے ہیں۔ ہر ایوارڈ غیر معمولی خدمات فراہم کرنے اور فاریکس اور کریپٹو کرنسی ٹریڈنگ میں جدت کو فروغ دینے کے لیے ہماری لگن کو اجاگر کرتا ہے۔",
    ExploreOurAccolades: "ہماری تعریفیں دریافت کریں اور دریافت کریں کہ Zetradex تجارتی برادری میں ایک قابل اعتماد نام کیوں ہے۔",
    JoinUs: "ہمارے ساتھ شامل ہوں۔",
    TheBestMultiAsset: "بہترین ملٹی ایسٹ اسٹارٹ اپ بروکر ایشیا",
    byInternationalBusiness: "بین الاقوامی بزنس میگزین کی طرف سے",
    ZetradexHasBeenHonored: "Zetradex کو ایشیا کے بہترین ملٹی ایسٹ بروکر کے طور پر اعزاز سے نوازا گیا ہے، جو ہمارے تجارتی آلات کی وسیع رینج، غیر معمولی کسٹمر سروس، اور ایشیائی مالیاتی منڈیوں میں مضبوط موجودگی کا ثبوت ہے۔",
} as LocaleType;
