import {LocaleType} from "./types";

export default {
    OurAwards: "Наши награды",
    WelcomeToTheZetradex: "Добро пожаловать на страницу наград Zetradex, где мы с гордостью демонстрируем наши достижения и признание, которое мы получили в финансовой отрасли. Каждая награда подчеркивает нашу приверженность предоставлению исключительных услуг и содействию инновациям в торговле на рынке Форекс и криптовалют.",
    ExploreOurAccolades: "Изучите наши награды и узнайте, почему Zetradex является надежным именем в торговом сообществе.",
    JoinUs: "Присоединяйтесь к нам",
    TheBestMultiAsset: "Лучший стартап-брокер с несколькими активами в Азии",
    byInternationalBusiness: "по версии журнала International Business",
    ZetradexHasBeenHonored: "Компания Zetradex была признана лучшим брокером с несколькими активами в Азии, что свидетельствует о нашем широком ассортименте торговых инструментов, исключительном обслуживании клиентов и сильном присутствии на азиатских финансовых рынках.",
} as LocaleType;
