import {LocaleType} from "./types";

export default {
    OurAwards: "รางวัลของเรา",
    WelcomeToTheZetradex: "ยินดีต้อนรับสู่หน้ารางวัล Zetradex ซึ่งเราภูมิใจนำเสนอความสำเร็จและการยอมรับที่เราได้รับในอุตสาหกรรมการเงิน รางวัลแต่ละรางวัลเน้นย้ำถึงความทุ่มเทของเราในการให้บริการที่เป็นเลิศและส่งเสริมนวัตกรรมในการซื้อขายฟอเร็กซ์และสกุลเงินดิจิทัล",
    ExploreOurAccolades: "สำรวจความสำเร็จของเราและค้นพบว่าเหตุใด Zetradex จึงเป็นชื่อที่เชื่อถือได้ในชุมชนการซื้อขาย",
    JoinUs: "เข้าร่วมกับเรา",
    TheBestMultiAsset: "โบรกเกอร์สตาร์ทอัพสินทรัพย์หลายประเภทที่ดีที่สุดในเอเชีย",
    byInternationalBusiness: "โดยนิตยสาร International Business",
    ZetradexHasBeenHonored: "Zetradex ได้รับการยกย่องให้เป็นโบรกเกอร์สินทรัพย์หลายประเภทที่ดีที่สุดในเอเชีย ซึ่งเป็นเครื่องพิสูจน์ถึงเครื่องมือการซื้อขายที่หลากหลายของเรา บริการลูกค้าที่เป็นเลิศ และการมีสถานะที่แข็งแกร่งในตลาดการเงินของเอเชีย",
} as LocaleType;
