import { TermsOfUseLocaleType } from "./types";

export default {
  TermsOfUse: "उपयोग की शर्तें",
  GoverningTheAccess:
    "वेबसाइट और ऑनलाइन ट्रेडिंग वातावरण तक पहुंच को नियंत्रित करना",
  ZetradexComWebsiteAndItsAvailable:
    "Zetradex.com वेबसाइट और इसके उपलब्ध भाषा संस्करण और डोमेन नाम (सामूहिक रूप से 'साइट') एक वेब-आधारित परियोजना का प्रतिनिधित्व करते हैं, जिसे Zetradex होल्डिंग लिमिटेड द्वारा डिजाइन और कार्यान्वित किया गया है, जिसका पंजीकृत पता बोनोवो रोड, मोहेली के फोम्बोनी द्वीप, कोमोरोस यूनियन है। इसके बाद इसे 'ज़ेट्रेडेक्स' कहा जाएगा।",
  SitePartnersAreThirdParty:
    "'साइट भागीदार' तृतीय-पक्ष सेवा आपूर्तिकर्ता या सूचना प्रदाता हैं जिनके साथ Zetradex संचालित होता है।",
  TheContentIsTheLayout:
    "'सामग्री' लेआउट और सभी सामग्री है, जिसमें पाठ, सॉफ्टवेयर, ध्वनि, चित्र, तस्वीरें, वीडियो, चार्ट/ग्राफ़ या साइट पर मौजूद अन्य सामग्री या ज़ेट्रेडेक्स द्वारा साइट के माध्यम से प्रस्तुत व्यावसायिक रूप से उत्पादित जानकारी शामिल है, लेकिन इन्हीं तक सीमित नहीं है। इसके सहयोगी और साइट भागीदार।",
  UserIsAnyPersonOrEntity:
    "'उपयोगकर्ता' कोई भी व्यक्ति या संस्था है जो साइट पर आता है, उपयोग करता है या अन्यथा उस तक पहुंचता है।",
  PleaseReadTheseTermsAnd:
    "कृपया साइट की सामग्री तक पहुंचने या इसके द्वारा प्रदान की गई किसी भी सेवा या उत्पाद का उपयोग करने से पहले इन नियमों और शर्तों को पढ़ें। यदि आप यहां निर्दिष्ट सभी नियमों और शर्तों से सहमत नहीं हैं (और बिना पूर्व सूचना के परिवर्तन के अधीन हैं) तो कृपया साइट तक न पहुंचें।",
  ByAccessingUsingExploring:
    "वेबसाइट तक पहुंच, उपयोग, खोज, परामर्श और ब्राउज़र के माध्यम से सामग्री डाउनलोड करके आप नीचे व्यक्त नियमों और शर्तों से बंधे होने के लिए सहमत हैं।",
  ZetradexReservesTheRight:
    "Zetradex बिना किसी पूर्व सूचना के उपयोग की इन शर्तों को बदलने का अधिकार सुरक्षित रखता है और नियमित रूप से उनकी समीक्षा करना आपकी एकमात्र ज़िम्मेदारी है, और साइट का आपका निरंतर उपयोग ऐसे सभी परिवर्तनों के लिए सहमति का गठन करता है।",
  IfYouHaveAnyQuestions:
    "यदि उपयोग की इन शर्तों के बारे में आपके कोई प्रश्न हैं, तो कृपया हमसे यहां संपर्क करें",
  LocalRestrictions: "स्थानीय प्रतिबंध",
  TheProductsAndServicesPresented:
    "साइट पर प्रस्तुत उत्पाद और सेवाएँ किसी भी व्यक्ति के लिए अभिप्रेत नहीं हैं, जो अपनी राष्ट्रीयता, जन्म स्थान, अधिवास या किसी अन्य कारण के आधार पर, कानूनी प्रावधानों के अधीन हैं जो विदेशी वित्तीय सेवा प्रदाताओं को प्रतिबंधित करते हैं। इन न्यायक्षेत्रों में व्यावसायिक गतिविधियों में संलग्न होना, या जो प्राकृतिक व्यक्तियों या कानूनी संस्थाओं को विदेशी वित्तीय सेवा प्रदाताओं की वेबसाइटों तक पहुँचने से रोकता या प्रतिबंधित करता है।",
  WhereZetradexIsNotAuthorizedBy:
    "जहां Zetradex किसी निश्चित देश के पर्यवेक्षी प्राधिकरण द्वारा अधिकृत नहीं है, वहां Zetradex एक सामान्य नियम के रूप में उस देश में वित्तीय सेवाओं को बढ़ावा नहीं दे सकता है।",
  InParticularZetradexIsNotAuthorized:
    "विशेष रूप से, ज़ेट्राडेक्स संयुक्त राज्य अमेरिका, डेमोक्रेटिक पीपुल्स रिपब्लिक ऑफ कोरिया, हैती और सूरीनाम के पर्यवेक्षी अधिकारियों द्वारा अधिकृत नहीं है। यदि उपयोगकर्ता इनमें से किसी भी देश के निवासी हैं, तो वे पुष्टि करते हैं कि वे अपनी पहल पर और Zetradex के किसी आग्रह के बिना साइट तक पहुंचते हैं।",
  OwnershipOfTheSite: "साइट का स्वामित्व",
  TheSiteIsTheExclusiveProperty:
    "यह साइट Zetradex की विशिष्ट संपत्ति है। वेबसाइट के किसी भी पुनरुत्पादन या उपयोग से ज़ेट्रेडेक्स के मालिकाना अधिकारों में किसी भी तरह से बदलाव नहीं किया जाएगा।",
  CopyrightNotice: "सर्वाधिकार सूचना",
  AllOfTheTrademarksServiceMarks:
    "साइट पर प्रदर्शित सभी ट्रेडमार्क, सेवा चिह्न और लोगो Zetradex, इसके सहयोगियों, या साइट पार्टनर्स के पंजीकृत और अपंजीकृत ट्रेडमार्क हैं, जिन्होंने Zetradex या इसके कुछ सहयोगियों या सहायक कंपनियों को अपने ट्रेडमार्क का लाइसेंस दिया है।",
  AdditionallyTheLayoutAndAll:
    "इसके अतिरिक्त, लेआउट और सभी सामग्री, जिसमें पाठ, सॉफ्टवेयर, ध्वनि, चित्र, फोटोग्राफ, वीडियो, चार्ट/ग्राफ, या साइट पर मौजूद अन्य सामग्री या ज़ेट्रेडेक्स, उसके सहयोगियों द्वारा साइट के माध्यम से प्रस्तुत व्यावसायिक रूप से उत्पादित जानकारी शामिल है, लेकिन इन्हीं तक सीमित नहीं है। या साइट पार्टनर्स (सामूहिक रूप से ('सामग्री') कॉपीराइट, पेटेंट या अन्य स्वामित्व समझौतों और कानूनों द्वारा संरक्षित है और आपको केवल Zetradex, इसके सहयोगियों या इसके लाइसेंसकर्ताओं द्वारा स्पष्ट रूप से अधिकृत सामग्री का उपयोग करने की अनुमति है।",
  NothingContainedHerein:
    "इसमें शामिल कुछ भी साइट या सामग्री में किसी भी अधिकार, शीर्षक या रुचि को एक उपयोगकर्ता के रूप में आपके पास स्थानांतरित नहीं करता है। आपको निम्नलिखित शर्तों के अधीन सामग्री को देखने, डाउनलोड करने, कॉपी करने और पुन: प्रस्तुत करने की अनुमति है:",
  TheContentMayBeUsed:
    "सामग्री का उपयोग केवल व्यक्तिगत, गैर-व्यावसायिक उद्देश्यों के लिए किया जा सकता है;",
  AnyAndAllCopyright:
    "कोई भी और सभी कॉपीराइट, ट्रेडमार्क या अन्य मालिकाना अधिकार नोटिस सभी प्रतियों पर दिखाई देने चाहिए, जिसमें साइट पृष्ठों के नीचे कॉपीराइट नोटिस भी शामिल है;",
  TheContentMay:
    "सामग्री को किसी भी तरह से बदला या संशोधित नहीं किया जा सकता है;",
  NoDiagramsGraphicsOrCharts:
    "किसी भी आरेख, ग्राफिक्स या चार्ट का उपयोग संलग्न पाठ से अलग नहीं किया जाएगा।",

  ExceptAsProvidedAbove:
    "ऊपर दिए गए प्रावधानों को छोड़कर उपयोगकर्ता किसी अन्य वेब सेवा पर उपयोग, डाउनलोड, अपलोड, कॉपी, डिस्प्ले, प्रदर्शन, पुनरुत्पादन, प्रकाशन, प्रिंट, लाइसेंस, पोस्ट, ट्रांसमिट, फ्रेम, मिरर नहीं कर सकते हैं, किसी भी मेटा टैग का उपयोग नहीं कर सकते हैं, किसी भी ग्राफिक्स को इनलाइन कर सकते हैं या किसी को वितरित नहीं कर सकते हैं ज़ेट्रेडेक्स से लिखित अनुमति प्राप्त किए बिना साइट से सामग्री, या तो पूर्ण या आंशिक रूप से।",
  AnyRightsNotExpressly:
    "कोई भी अधिकार जो यहां स्पष्ट रूप से प्रदान नहीं किए गए हैं वे आरक्षित हैं। साइट पर उपलब्ध जानकारी की प्रतिलिपि बनाने या पुन: प्रस्तुत करने से आप कोई अधिकार प्राप्त नहीं करते हैं; सभी अधिकार Zetradex, इसके संबद्ध या साइट पार्टनर्स के पास सुरक्षित हैं। साइट के उपयोगकर्ताओं को साइट के अलावा कहीं भी उपयोग करने और साइट के माध्यम से उपलब्ध किसी भी सॉफ़्टवेयर या अन्य टूल की किसी भी तरह से प्रतिलिपि बनाने से प्रतिबंधित किया गया है।",
  NoOfferOrAdviceDisclosure: "कोई प्रस्ताव या सलाह प्रकटीकरण नहीं",
  AllTheInformationProvidedOn:
    "साइट पर उपलब्ध उपकरणों के माध्यम से उपयोगकर्ताओं के लिए उपलब्ध तकनीकी विश्लेषण, समीकरण और अन्य वित्तीय परिणामों सहित साइट पर प्रदान की गई सभी जानकारी केवल सूचना उद्देश्यों के लिए प्रदान की जाती है।",
  TheSiteDoesNotConstituteAnOffer:
    "साइट किसी भी उत्पाद या सेवा को बेचने की पेशकश या खरीदने की पेशकश का आग्रह नहीं करती है जिसे साइट पर या उसके माध्यम से संदर्भित किया जा सकता है। साइट Zetradex द्वारा किसी भी उत्पाद या सेवा की पेशकश या अनुशंसा नहीं करती है। साइट पर व्यक्त की गई राय किसी भी समय बदल सकती है और Zetradex विशिष्ट उत्पादों से संबंधित जानकारी को अद्यतन करने के लिए कोई कर्तव्य या दायित्व नहीं रखता है। Zetradex साइट के माध्यम से कोई निवेश सलाह प्रदान नहीं करता है और उपयोगकर्ता इस बात से सहमत हैं कि साइट का उपयोग उनके द्वारा ऐसे उद्देश्यों के लिए नहीं किया जाएगा।",
  AllOfTheInvestmentDecisions:
    "उपयोगकर्ताओं द्वारा लिए गए सभी निवेश निर्णय विशेष रूप से उनके स्वयं के मूल्यांकन और साइट पर या उसके माध्यम से उपलब्ध जानकारी की उनकी व्यक्तिगत व्याख्या पर आधारित होंगे। ऐसे निर्णयों के लिए उपयोगकर्ता पूरी तरह जिम्मेदार हैं।",
  InvestmentInSecuritiesFeatured:
    "साइट पर प्रदर्शित प्रतिभूतियों में निवेश जोखिम के अधीन है। प्रतिभूतियों की कीमत नीचे भी जा सकती है और ऊपर भी। विदेशी विनिमय दरों में उतार-चढ़ाव से प्रतिभूतियों के मूल्य में भी बदलाव आ सकता है। किसी सुरक्षा के भविष्य के प्रदर्शन की गारंटी पिछले प्रदर्शन से नहीं दी जा सकती। इसलिए यह संभव है कि उपयोगकर्ताओं को उनके द्वारा निवेश की गई राशि वापस न मिले।",
  WeStronglyRecommendThat:
    "हम दृढ़तापूर्वक अनुशंसा करते हैं कि निवेश निर्णय लेने से पहले उपयोगकर्ता पेशेवर सलाह लें।",
  ExclusionOfLiability: "दायित्व का बहिष्कार",
  NeitherZetradexItsDirectors:
    "न तो Zetradex, इसके निदेशक, अधिकारी, कर्मचारी, एजेंट या शेयरधारक, न ही साइट पार्टनर्स, उनके निदेशक, अधिकारी, कर्मचारी, एजेंट या शेयरधारक इसके परिणामस्वरूप होने वाले किसी भी नुकसान या क्षति के लिए कोई दायित्व लेंगे, चाहे वह प्रत्यक्ष या अप्रत्यक्ष हो। साइट तक पहुँचना या साइट पर उपलब्ध जानकारी और सेवाओं का उपयोग करना, या साइट पर या उसके माध्यम से उपलब्ध किसी भी जानकारी या सेवाओं तक पहुँचने या उपयोग करने में असमर्थता के परिणामस्वरूप।",
  InParticularItIsExpresslyStated:
    "विशेष रूप से, यह स्पष्ट रूप से कहा गया है कि किसी भी स्थिति में ZETRADEX, इसके निदेशक, अधिकारी, कर्मचारी, एजेंट या शेयरधारक त्रुटियों, तकनीकी या अन्यथा, ट्रांसमिशन विफलताओं, सिस्टम ओवरलोड, उपयोग की समस्याओं के परिणामस्वरूप होने वाले किसी भी नुकसान या क्षति के लिए उत्तरदायी नहीं होंगे। , सेवाओं में रुकावट (सिस्टम रखरखाव सेवाओं सहित लेकिन इन्हीं तक सीमित नहीं), सूचना के प्रसारण में कोई देरी, वेबसाइट और आपकी फ़ाइलों और/या सॉफ़्टवेयर (विशेष रूप से उपयोगकर्ता ब्राउज़रों में) और/या कंप्यूटर के बीच असंगति, खराबी, हस्तक्षेप, उपयोगकर्ता कंप्यूटर पर वायरस का संचरण, अनधिकृत पहुंच (जैसे कि हैकिंग या चोरी की गतिविधियों आदि के परिणामस्वरूप), दूरसंचार उपकरण या नेटवर्क को जानबूझकर अवरुद्ध करना, या दूरसंचार या नेटवर्क सेवा प्रदाताओं की ओर से कोई अन्य विफलता या अपर्याप्तता।",
  DisclaimerOfWarranty: "वारंटी का अस्वीकरण",
  ZetradexAndSitePartnersAimAt:
    "Zetradex और साइट पार्टनर्स का लक्ष्य डेटा की पूर्ण, सटीक और अद्यतन स्थिति प्रदान करना है। फिर भी, वे साइट पर प्रकाशित, उपयोगकर्ताओं को प्रेषित या साइट के माध्यम से उपलब्ध टूल के माध्यम से प्राप्त की गई जानकारी की गुणवत्ता, प्रासंगिकता, सटीकता, पूर्णता, अद्यतन स्थिति, उपलब्धता या वैधता की स्पष्ट या अप्रत्यक्ष रूप से गारंटी या गारंटी नहीं देते हैं। . इसके अतिरिक्त, वास्तविक समय की जानकारी विश्वसनीय स्रोत माने जाने वाले स्रोत से प्राप्त की जाती है, लेकिन इसकी गारंटी नहीं दी जा सकती।",
  FurthermoreInformationMay:
    "इसके अलावा, बिना किसी पूर्व सूचना के किसी भी समय जानकारी बदली जा सकती है।",
  MaterialInterests: "भौतिक रुचियाँ",

  ZetradexItsDirectorsOfficers:
    "ज़ेट्रेडेक्स, इसके निदेशकों, अधिकारियों, कर्मचारियों, एजेंटों या शेयरधारकों के पास उन कंपनियों के साथ व्यावसायिक संबंध या अन्य प्रकार के लेनदेन हो सकते हैं जिनकी प्रतिभूतियों को साइट पर संदर्भित किया गया है। इसके अलावा, Zetradex, इसके निदेशक, अधिकारी, कर्मचारी, एजेंट या शेयरधारक साइट पर संदर्भित प्रतिभूतियों को धारण कर सकते हैं या रख सकते हैं।",
  ExternalLinks: "बाहरी संबंध",
  SomeSiteWebPagesContainLinks:
    "कुछ साइट वेब पेजों में अन्य वेबसाइटों के लिंक होते हैं जिनकी सूचना पद्धतियाँ Zetradex से भिन्न हो सकती हैं। Zetradex इनमें से किसी भी लिंक की गई वेबसाइट की समीक्षा नहीं करता है और इन वेबसाइटों की सामग्री की गुणवत्ता, प्रासंगिकता, सटीकता, पूर्णता, अद्यतन स्थिति, उपलब्धता या वैधता की किसी भी तरह से गारंटी या वारंटी नहीं देता है, न ही यह किसी भी तरह से इसके लिए जिम्मेदार होगा। इन लिंक की गई साइटों के माध्यम से उपयोगकर्ताओं के लिए उत्पाद, सेवाएँ, जानकारी और अन्य सामग्री उपलब्ध है। यही बात साइट पर लिंक पेश करने वाली वेबसाइटों पर भी लागू होगी।",
  WeEncourageUsersToRead:
    "हम उपयोगकर्ताओं को अन्य लिंक की गई साइटों पर गोपनीयता कथन पढ़ने के लिए प्रोत्साहित करते हैं, क्योंकि Zetradex का इन तृतीय पक्षों द्वारा प्रस्तुत या एकत्र की गई जानकारी पर कोई नियंत्रण नहीं है।",
  RegistrationOfUserActivitiesOnTheSite:
    "साइट पर उपयोगकर्ता गतिविधियों का पंजीकरण",
  ZetradexMayRecordAndAnalyze:
    "Zetradex, Zetradex पर मौजूद कानूनी और नियामक दायित्वों के अनुपालन में सुरक्षा, सिस्टम निगरानी और सुधार के उद्देश्यों के लिए साइट पर सभी उपयोगकर्ता गतिविधियों को रिकॉर्ड और विश्लेषण कर सकता है।",
  ZetradexShallStoreSuchInformation:
    "Zetradex पर्याप्त सुरक्षा उपायों का उपयोग करके और सीमित समय के लिए ऐसी जानकारी संग्रहीत करेगा। अधिक जानकारी के लिए, कृपया हमारी गोपनीयता नीति पढ़ें।",
  PlaceOfJurisdiction: "अधिकार क्षेत्र का स्थान",
  TheSolePlaceForJurisdiction:
    "यहां दिए गए नियमों और शर्तों और/या साइट के उपयोग से उत्पन्न होने वाले या उनके संबंध में सभी विवादों के न्यायक्षेत्र के लिए एकमात्र स्थान बोनोवो रोड, मोहेली का फोम्बोनी द्वीप, कोमोरोस संघ है।",
  PartialNullityAndChoiceOfLaw: "आंशिक शून्यता और कानून का विकल्प",
  InTheEventOfOneOfTheTerms:
    "किसी एक नियम और शर्त के शून्य, रद्द या अन्यथा अमान्य होने की स्थिति में, शेष नियम और शर्तों की वैधता प्रभावित या ख़राब नहीं होगी। अन्य सभी मामलों में नियम और शर्तें और साथ ही वेबसाइट का उपयोग विशेष रूप से कोमोरोस संघ के कानूनों के अनुसार नियंत्रित और समझा जाता है।",
} as TermsOfUseLocaleType;
