import { TermsOfUseLocaleType } from "./types";

export default {
  TermsOfUse: "利用規約",
  GoverningTheAccess: "ウェブサイトへのアクセスとオンライン取引環境の管理",
  ZetradexComWebsiteAndItsAvailable:
    "Zetradex.com Web サイトとその利用可能な言語バージョンおよびドメイン名 (総称して「サイト」) は、Zetradex Holding Ltd. によって設計および実装された Web ベースのプロジェクトを表しており、その登録住所はコモロ連合、モヘリのフォンボニ島、Bonovo Road、 以下「ゼトラデックス」といいます。",
  SitePartnersAreThirdParty:
    "「サイト パートナー」とは、Zetradex が提携しているサードパーティのサービス サプライヤーまたは情報プロバイダーです。",
  TheContentIsTheLayout:
    "「コンテンツ」とは、レイアウトおよびすべてのコンテンツであり、テキスト、ソフトウェア、サウンド、画像、写真、ビデオ、チャート/グラフ、またはサイト上に含まれる、または Zetradex がサイトを通じて提供する商業的に作成された情報に含まれるその他の素材を含みますが、これらに限定されません。 その関連会社とサイトパートナー。",
  UserIsAnyPersonOrEntity:
    "「ユーザー」とは、本サイトを訪問、使用、またはその他の方法でアクセスする個人または団体を指します。",
  PleaseReadTheseTermsAnd:
    "サイトのコンテンツにアクセスする前、またはサイトが提供するサービスや製品を使用する前に、これらの利用規約をお読みください。 ここに指定されている利用規約のすべてに同意できない場合 (予告なく変更される場合があります)、サイトにアクセスしないでください。",
  ByAccessingUsingExploring:
    "ブラウザ経由で Web サイトにアクセス、使用、探索、参照し、コンテンツをダウンロードすることにより、以下に記載されている利用規約に拘束されることに同意したことになります。",
  ZetradexReservesTheRight:
    "Zetradex は、事前の通知なしにこれらの利用規約を変更する権利を留保しており、これらの利用規約を定期的に確認することはお客様の単独の責任であり、お客様がサイトを継続的に使用することは、かかるすべての変更に同意したものとみなされます。",
  IfYouHaveAnyQuestions:
    "これらの利用規約についてご質問がある場合は、下記までお問い合わせください。",
  LocalRestrictions: "地域の制限",
  TheProductsAndServicesPresented:
    "本サイトで紹介される製品およびサービスは、国籍、出生地、住所、またはその他の理由に基づいて、外国金融サービスプロバイダーによる以下の行為を禁止する法規定の対象となる人を対象としたものではありません。 これらの管轄区域内で事業活動に従事すること、または自然人または法人が外国の金融サービスプロバイダーのウェブサイトにアクセスすることを禁止または制限すること。",
  WhereZetradexIsNotAuthorizedBy:
    "Zetradex が特定の国の監督当局から認可されていない場合、Zetradex は原則としてその国で金融サービスを宣伝することはできません。",
  InParticularZetradexIsNotAuthorized:
    "特に、ゼトラデックスは、米国、朝鮮民主主義人民共和国、ハイチ、スリナムの監督当局によって認可されていません。 ユーザーがこれらの国のいずれかに居住している場合、ユーザーは、Zetradex からの要請なしに、自らの意思でサイトにアクセスすることを確認します。",
  OwnershipOfTheSite: "サイトの所有権",
  TheSiteIsTheExclusiveProperty:
    "サイトは Zetradex の独占的所有物です。 Zetradex の所有権は、ウェブサイトの複製または使用によっていかなる形でも変更されることはありません。",
  CopyrightNotice: "著作権表示",
  AllOfTheTrademarksServiceMarks:
    "サイトに表示されるすべての商標、サービス マーク、およびロゴは、Zetradex、その関連会社、または Zetradex またはその一部の関連会社または子会社に商標をライセンスしているサイト パートナーの登録商標および未登録商標です。",
  AdditionallyTheLayoutAndAll:
    "さらに、レイアウトおよびすべてのコンテンツ（テキスト、ソフトウェア、サウンド、画像、写真、ビデオ、チャート/グラフ、またはサイト上に含まれる、または Zetradex およびその関連会社がサイトを通じて提供する商業的に作成された情報に含まれるその他の素材を含みますが、これらに限定されません） またはサイト パートナー (総称して「コンテンツ」) は、著作権、特許、またはその他の専有契約および法律によって保護されており、お客様は、Zetradex、その関連会社、またはそのライセンサーによって明示的に許可された場合にのみコンテンツを使用することが許可されます。",
  NothingContainedHerein:
    "ここに含まれる内容は、サイトまたはコンテンツに対するいかなる権利、所有権、利益もユーザーとしてのあなたに譲渡するものではありません。 次の条件に従って、コンテンツを表示、ダウンロード、コピー、および複製することが許可されます。",
  TheContentMayBeUsed:
    "コンテンツは個人的かつ非商業的な目的にのみ使用できます。",
  AnyAndAllCopyright:
    "サイト ページの下部にある著作権表示を含め、すべての著作権、商標、またはその他の所有権の表示をすべてのコピーに表示する必要があります。",
  TheContentMay:
    "コンテンツはいかなる方法でも変更または修正することはできません。",
  NoDiagramsGraphicsOrCharts:
    "図、グラフィック、チャートを付属のテキストから切り離して使用することはできません。",
  ExceptAsProvidedAbove:
    "上記の場合を除き、ユーザーは、他の Web サービスを使用、ダウンロード、アップロード、コピー、表示、実行、複製、公開、印刷、ライセンス供与、投稿、送信、フレーム、ミラーリング、メタ タグの使用、グラフィックのインライン化、または配布を行うことはできません。 Zetradex から書面による許可を取得していない、サイトのコンテンツの全部または一部。",
  AnyRightsNotExpressly:
    "ここで明示的に付与されていない権利は留保されます。 サイト上で入手可能な情報をコピーまたは複製しても、いかなる権利も取得するものではありません。 すべての権利は Zetradex、その関連会社、またはサイト パートナーが保有します。 本サイトのユーザーは、本サイト以外の場所で使用したり、本サイトを通じて利用可能なソフトウェアやその他のツールをいかなる方法でもコピーしたりすることは禁止されています。",
  NoOfferOrAdviceDisclosure: "オファーやアドバイスの開示なし",

  AllTheInformationProvidedOn:
    "サイト上で提供されるすべての情報（サイトを通じて利用可能なツールを介してユーザーが利用できる技術分析、方程式、およびその他の財務結果を含みますがこれらに限定されません）は、情報提供のみを目的として提供されます。",
  TheSiteDoesNotConstituteAnOffer:
    "本サイトは、本サイト上で、または本サイトを通じて参照される可能性のある製品またはサービスの販売の申し出、または購入の申し出の勧誘を構成するものではありません。 このサイトは、Zetradex による製品またはサービスの提供または推奨を構成するものではありません。 サイト上で表明された意見はいつでも変更される可能性があり、Zetradex は特定の製品に関する情報を更新する義務を負いません。 Zetradex は、サイトを通じていかなる投資アドバイスも提供せず、ユーザーは、サイトがそのような目的で使用されないことに同意します。",
  AllOfTheInvestmentDecisions:
    "ユーザーが下すすべての投資決定は、サイト上またはサイトを通じて入手可能な情報に対するユーザー自身の評価と個人的な解釈のみに基づいて行われるものとします。 ユーザーはそのような決定に対して単独で責任を負います。",
  InvestmentInSecuritiesFeatured:
    "本サイトに掲載されている有価証券への投資にはリスクが伴います。 有価証券の価格は上がることもあれば下がることもあります。 外国為替レートの変動によっても、有価証券の価値が変動する可能性があります。 証券の将来のパフォーマンスは、過去のパフォーマンスによって保証されません。 したがって、ユーザーが投資した金額を取り戻せない可能性があります。",
  WeStronglyRecommendThat:
    "投資を決定する前に、専門家のアドバイスを受けることを強くお勧めします。",
  ExclusionOfLiability: "責任の除外",
  NeitherZetradexItsDirectors:
    "Zetradex、その取締役、役員、従業員、代理人または株主、またサイト パートナー、その取締役、役員、従業員、代理人または株主は、直接的または間接的に発生した損失または損害に対して、いかなる責任も負わないものとします。 サイトへのアクセス、またはサイト上で利用可能な情報やサービスの使用、またはサイト上またはサイトを通じて利用可能な情報やサービスへのアクセスまたは使用が不可能になった結果。",
  InParticularItIsExpresslyStated:
    "特に、ZETRADEX、その取締役、役員、従業員、代理人または株主は、技術的またはその他のエラー、送信障害、システムの過負荷、使用上の問題の結果として生じた損失または損害について、いかなる場合も責任を負わないことが明示的に述べられています。 、サービス (システム メンテナンス サービスを含むがこれに限定されない) の中断、情報送信の遅延、ウェブサイトとお客様のファイルおよび/またはソフトウェア (特にユーザー ブラウザ) および/またはコンピュータとの間の非互換性、誤動作、干渉、 ユーザーのコンピュータへのウイルスの感染、不正アクセス（ハッキングや著作権侵害行為などに起因する可能性のあるもの）、通信ツールやネットワークの意図的なブロック、あるいは通信やネットワークサービスプロバイダー側のその他の失敗や不備。",
  DisclaimerOfWarranty: "保証の免責事項",
  ZetradexAndSitePartnersAimAt:
    "Zetradex とサイト パートナーは、データの完全、正確、最新のステータスを提供することを目指しています。 ただし、サイト上で公開され、ユーザーに送信され、またはサイトを通じて利用可能なツールを介して取得された情報の品質、適切性、正確性、完全性、更新ステータス、可用性または合法性を明示的または黙示的に保証するものではありません。 。 さらに、リアルタイム情報は信頼できる情報源から取得されていますが、保証はできません。",
  FurthermoreInformationMay: "また、情報は予告なく変更される場合があります。",
  MaterialInterests: "重要な利益",
  ZetradexItsDirectorsOfficers:
    "Zetradex、その取締役、役員、従業員、代理人または株主は、サイト上で証券が参照されている企業とビジネス関係またはその他の形式の取引を行っているか、または行っていた可能性があります。 さらに、Zetradex、その取締役、役員、従業員、代理人または株主は、サイト上で言及されている証券を保有している、または保有していた可能性があります。",
  ExternalLinks: "外部リンク",
  SomeSiteWebPagesContainLinks:
    "一部のサイト Web ページには、情報慣行が Zetradex のものとは異なる可能性がある他の Web サイトへのリンクが含まれています。 Zetradex は、これらのリンクされた Web サイトをレビューせず、これらの Web サイトのコンテンツの品質、適切性、正確性、完全性、更新ステータス、可用性、または合法性をいかなる形でも保証または保証せず、また、 これらのリンクされたサイトを通じてユーザーが利用できる製品、サービス、情報、およびその他のコンテンツ。 本サイトへのリンクを提供するウェブサイトについても同様とします。",
  WeEncourageUsersToRead:
    "Zetradex はこれらの第三者に送信または収集された情報を制御できないため、他のリンク先サイトのプライバシーに関する声明を読むことをお勧めします。",
  RegistrationOfUserActivitiesOnTheSite:
    "サイト上でのユーザーアクティビティの登録",
  ZetradexMayRecordAndAnalyze:
    "Zetradex は、Zetradex に課せられた法的および規制上の義務に従って、セキュリティ、システム監視および改善の目的で、サイト上のすべてのユーザー アクティビティを記録および分析することがあります。",
  ZetradexShallStoreSuchInformation:
    "Zetradex は、適切なセキュリティ対策を講じ、限られた期間、かかる情報を保管するものとします。 詳細については、当社のプライバシーポリシーをお読みください。",
  PlaceOfJurisdiction: "管轄区域",
  TheSolePlaceForJurisdiction:
    "本契約条件および/またはサイトの使用に起因または関連して生じるすべての紛争の管轄権は、コモロ連合モヘリ島フォンボーニ島のボノボ・ロードのみとなります。",
  PartialNullityAndChoiceOfLaw: "部分的無効と法の選択",
  InTheEventOfOneOfTheTerms:
    "利用規約のいずれかが無効、キャンセル、またはその他の形で無効となった場合でも、残りの利用規約の有効性は影響を受けたり損なわれたりしないものとします。 その他すべての場合、利用規約およびウェブサイトの使用はコモロ連合の法律に独占的に準拠し、同法に従って解釈されます。",
} as TermsOfUseLocaleType;
