import { TermsOfUseLocaleType } from "./types";

export default {
  TermsOfUse: "Условия эксплуатации",
  GoverningTheAccess: "Управление доступом к веб-сайту и среде онлайн-торговли",
  ZetradexComWebsiteAndItsAvailable:
    "Веб-сайт Zetradex.com, его доступные языковые версии и доменные имена (совместно именуемые «Сайт») представляют собой веб-проект, разработанный и реализованный компанией Zetradex Holding Ltd., зарегистрированный адрес которой: Боново-роуд, остров Фомбони, Мохели, Союз Коморских островов, именуемый в дальнейшем «Zetradex».",
  SitePartnersAreThirdParty:
    "«Партнеры сайта» — это сторонние поставщики услуг или поставщики информации, с которыми работает Zetradex.",
  TheContentIsTheLayout:
    "«Контент» — это макет и весь контент, включая, помимо прочего, текст, программное обеспечение, звук, изображения, фотографии, видео, диаграммы/графики или другие материалы, содержащиеся на Сайте или в коммерческой информации, представленной через Сайт компанией Zetradex, ее аффилированные лица и Партнеры сайта.",
  UserIsAnyPersonOrEntity:
    "«Пользователь» — любое физическое или юридическое лицо, посещающее, использующее или иным образом получающее доступ к Сайту.",
  PleaseReadTheseTermsAnd:
    "Пожалуйста, прочтите эти условия перед доступом к содержимому Сайта или использованием любых услуг или продуктов, предоставляемых им. Если вы не согласны со всеми условиями, указанными здесь (и могут быть изменены без предварительного уведомления), не заходите на Сайт.",
  ByAccessingUsingExploring:
    "Получая доступ, используя, исследуя, просматривая веб-сайт и загружая Контент через браузер, вы соглашаетесь соблюдать условия, изложенные ниже.",
  ZetradexReservesTheRight:
    "Zetradex оставляет за собой право изменять настоящие Условия использования без предварительного уведомления, и вы несете единоличную ответственность за их регулярное ознакомление, а дальнейшее использование вами Сайта означает согласие со всеми такими изменениями.",
  IfYouHaveAnyQuestions:
    "Если у вас есть какие-либо вопросы по поводу настоящих условий использования, свяжитесь с нами по адресу:",
  LocalRestrictions: "Местные ограничения",
  TheProductsAndServicesPresented:
    "Продукты и услуги, представленные на Сайте, не предназначены для лиц, которые по гражданству, месту рождения, месту жительства или по каким-либо другим причинам подпадают (подпадают) под действие законодательных положений, запрещающих иностранным поставщикам финансовых услуг участие в предпринимательской деятельности в этих юрисдикциях или которые запрещают или ограничивают физическим или юридическим лицам доступ к веб-сайтам иностранных поставщиков финансовых услуг.",
  WhereZetradexIsNotAuthorizedBy:
    "Если Zetradex не уполномочен надзорным органом определенной страны, Zetradex, как правило, не может продвигать финансовые услуги в этой стране.",
  InParticularZetradexIsNotAuthorized:
    "В частности, Zetradex не авторизована надзорными органами США, КНДР, Гаити и Суринама. Если Пользователи проживают в любой из этих стран, они подтверждают, что получают доступ к Сайту по собственной инициативе и без какого-либо вмешательства со стороны Zetradex.",
  OwnershipOfTheSite: "Право собственности на Сайт",
  TheSiteIsTheExclusiveProperty:
    "Сайт является исключительной собственностью Zetradex. Права собственности Zetradex не могут быть изменены каким-либо образом при воспроизведении или использовании веб-сайта.",
  CopyrightNotice: "Уведомление об авторских правах",
  AllOfTheTrademarksServiceMarks:
    "Все товарные знаки, знаки обслуживания и логотипы, представленные на Сайте, являются зарегистрированными и незарегистрированными товарными знаками компании Zetradex, ее дочерних компаний или партнеров сайта, которые передали лицензию на использование своих товарных знаков компании Zetradex или некоторым ее филиалам или дочерним компаниям.",
  AdditionallyTheLayoutAndAll:
    "Кроме того, макет и весь контент, включая, помимо прочего, текст, программное обеспечение, звук, изображения, фотографии, видео, диаграммы/графики или другие материалы, содержащиеся на Сайте или в коммерческой информации, представленной через Сайт компанией Zetradex и ее аффилированными лицами. или Партнеров сайта (совместно именуемые «Контент») защищены авторскими правами, патентами или другими соглашениями и законами о правах собственности, и вам разрешается использовать Контент только в соответствии с явным разрешением Zetradex, ее аффилированных лиц или лицензиаров.",
  NothingContainedHerein:
    "Ничто из содержащегося в настоящем документе не передает вам как Пользователю какие-либо права, право собственности или интересы в отношении Сайта или Контента. Вам разрешено просматривать, загружать, копировать и воспроизводить Контент при соблюдении следующих условий:",
  TheContentMayBeUsed:
    "Контент может использоваться только в личных некоммерческих целях;",
  AnyAndAllCopyright:
    "Любые уведомления об авторских правах, товарных знаках или других правах собственности должны присутствовать на всех копиях, включая уведомление об авторских правах внизу страниц Сайта;",
  TheContentMay:
    "Контент не может быть каким-либо образом изменен или модифицирован;",
  NoDiagramsGraphicsOrCharts:
    "Никакие диаграммы, графики или диаграммы не могут использоваться отдельно от сопроводительного текста.",

  ExceptAsProvidedAbove:
    "За исключением случаев, предусмотренных выше, Пользователи не имеют права использовать, загружать, загружать, копировать, отображать, выполнять, воспроизводить, публиковать, печатать, лицензировать, публиковать, передавать, кадрировать, зеркалировать на другом веб-сервисе, использовать любые метатеги, встраивать любую графику или распространять любую Содержимое Сайта полностью или частично без получения письменного разрешения Zetradex.",
  AnyRightsNotExpressly:
    "Любые права, не предоставленные явно в настоящем документе, защищены. Копируя или воспроизводя информацию, доступную на Сайте, вы не приобретаете никаких прав; все права сохраняются за Zetradex, ее аффилированными лицами или партнерами сайта. Пользователям Сайта запрещается использовать где-либо кроме Сайта, а также копировать каким-либо образом любое программное обеспечение или другие инструменты, доступные через Сайт.",
  NoOfferOrAdviceDisclosure:
    "Никакого предложения или совета. Раскрытие информации.",
  AllTheInformationProvidedOn:
    "Вся информация, представленная на Сайте, включая, помимо прочего, технический анализ, уравнения и другие финансовые результаты, доступные пользователям с помощью инструментов, доступных через Сайт, предоставляется только в информационных целях.",
  TheSiteDoesNotConstituteAnOffer:
    "Сайт не представляет собой предложение о продаже или предложение купить какой-либо продукт или услугу, на которые можно ссылаться на Сайте или через него. Сайт не представляет собой предложение или рекомендацию Zetradex какого-либо продукта или услуги. Мнения, выраженные на Сайте, могут измениться в любое время, и Zetradex не несет ответственности за обновление информации, касающейся конкретных продуктов. Zetradex не предоставляет никаких инвестиционных консультаций через Сайт, и пользователи соглашаются, что Сайт не будет использоваться ими в таких целях.",
  AllOfTheInvestmentDecisions:
    "Все инвестиционные решения, принимаемые пользователями, должны основываться исключительно на их собственной оценке и личной интерпретации информации, доступной на Сайте или через него. Пользователи несут полную ответственность за такие решения.",
  InvestmentInSecuritiesFeatured:
    "Инвестиции в ценные бумаги, представленные на Сайте, подвержены риску. Цена ценных бумаг может как снижаться, так и повышаться. Колебания валютных курсов также могут изменить стоимость ценных бумаг. Будущая доходность ценной бумаги не может быть гарантирована прошлыми доходностями. Поэтому возможно, что пользователи не получат обратно сумму, которую они вложили.",
  WeStronglyRecommendThat:
    "Мы настоятельно рекомендуем пользователям получить профессиональную консультацию перед принятием инвестиционного решения.",
  ExclusionOfLiability: "Исключение ответственности",
  NeitherZetradexItsDirectors:
    "Ни Zetradex, ее директора, должностные лица, сотрудники, агенты или акционеры, ни Партнеры сайта, их директора, должностные лица, сотрудники, агенты или акционеры не несут ЛЮБОЙ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ УБЫТКИ ИЛИ УБЫТКИ, прямые или косвенные, понесенные в результате доступ к Сайту или использование информации и услуг, доступных на Сайте, или в результате невозможности доступа или использования любой информации или услуг, доступных на Сайте или через него.",
  InParticularItIsExpresslyStated:
    "В частности, прямо указано, что компания ZETRADEX, ее директора, должностные лица, сотрудники, агенты или акционеры НЕ НЕСУТ ОТВЕТСТВЕННОСТИ ЗА ЛЮБЫЕ УБЫТКИ ИЛИ УЩЕРБ, понесенные в результате ошибок, технических или иных, сбоев передачи, перегрузки системы, проблем с использованием. , перебои в работе служб (включая, помимо прочего, услуги по обслуживанию системы), любую задержку в передаче информации, несовместимость веб-сайта с вашими файлами и/или программным обеспечением (в частности, браузерами пользователей) и/или компьютерами, сбои в работе, помехи, передача вируса на компьютеры пользователей, несанкционированный доступ (например, в результате взлома или пиратской деятельности и т. д.), умышленная блокировка телекоммуникационных инструментов или сетей, а также любой другой сбой или неадекватность со стороны поставщиков телекоммуникационных или сетевых услуг.",
  DisclaimerOfWarranty: "Отказ от гарантии",
  ZetradexAndSitePartnersAimAt:
    "Zetradex и Site Partners стремятся предоставлять полную, точную и актуальную информацию о статусе данных. Тем не менее, они не гарантируют, прямо или косвенно, качество, актуальность, точность, полноту, статус обновления, доступность или законность информации, опубликованной на Сайте, переданной Пользователям или полученной с помощью инструментов, доступных через Сайт. . Кроме того, информация в режиме реального времени получается из источника, который считается надежным, но не может быть гарантирован.",
  FurthermoreInformationMay:
    "Кроме того, информация может быть изменена в любое время без предварительного уведомления.",
  MaterialInterests: "Материальные интересы",

  ZetradexItsDirectorsOfficers:
    "Zetradex, ее директора, должностные лица, сотрудники, агенты или акционеры могут иметь или иметь деловые отношения или другие формы деловых отношений с компаниями, ценные бумаги которых упоминаются на Сайте. Кроме того, Zetradex, ее директора, должностные лица, сотрудники, агенты или акционеры могут владеть или владели ценными бумагами, упомянутыми на Сайте.",
  ExternalLinks: "Внешние ссылки",
  SomeSiteWebPagesContainLinks:
    "Некоторые веб-страницы Сайта содержат ссылки на другие веб-сайты, практика использования информации которых может отличаться от практики Zetradex. Zetradex не проверяет ни один из этих связанных веб-сайтов и не гарантирует каким-либо образом качество, актуальность, точность, полноту, статус обновления, доступность или законность содержания этих веб-сайтов, а также не несет никакой ответственности за продукты, услуги, информация и другой контент, доступный Пользователям через эти связанные сайты. То же самое относится и к веб-сайтам, предлагающим ссылки на Сайт.",
  WeEncourageUsersToRead:
    "Мы рекомендуем Пользователям читать заявления о конфиденциальности на других связанных сайтах, поскольку Zetradex не контролирует информацию, которая передается или собирается этими третьими лицами.",
  RegistrationOfUserActivitiesOnTheSite:
    "Регистрация действий Пользователя на Сайте",
  ZetradexMayRecordAndAnalyze:
    "Zetradex может записывать и анализировать все действия Пользователей на Сайте в целях безопасности, мониторинга и улучшения системы в соответствии с юридическими и нормативными обязательствами, возложенными на Zetradex.",
  ZetradexShallStoreSuchInformation:
    "Zetradex обязуется хранить такую информацию, используя адекватные меры безопасности и в течение ограниченного периода времени. Для получения более подробной информации, пожалуйста, прочтите нашу Политику конфиденциальности.",
  PlaceOfJurisdiction: "Место юрисдикции",
  TheSolePlaceForJurisdiction:
    "Единственным местом юрисдикции всех споров, возникающих из или в связи с настоящими Условиями и/или использованием Сайта, является Боново-роуд, остров Фомбони в Мохели, Союз Коморских Островов.",
  PartialNullityAndChoiceOfLaw: "Частичная недействительность и выбор права",
  InTheEventOfOneOfTheTerms:
    "В случае признания одного из Положений и условий недействительным, его отмены или признания недействительным по иным причинам, действительность остальных Положений и условий не будет затронута или нарушена. Во всех других случаях Условия использования, а также использование веб-сайта регулируются и толкуются исключительно в соответствии с законодательством Союза Коморских Островов.",
} as TermsOfUseLocaleType;
