import { TermsOfUseLocaleType } from "./types";

export default {
  TermsOfUse: "ข้อกำหนดการใช้งาน",
  GoverningTheAccess: "ควบคุมการเข้าถึงเว็บไซต์และสภาพแวดล้อมการซื้อขายออนไลน์",
  ZetradexComWebsiteAndItsAvailable:
    "เว็บไซต์ Zetradex.com รวมถึงเวอร์ชันภาษาและชื่อโดเมนที่มีอยู่ (รวมเรียกว่า 'ไซต์') เป็นตัวแทนของโครงการบนเว็บ ซึ่งออกแบบและดำเนินการโดย Zetradex Holding Ltd. ซึ่งมีที่อยู่จดทะเบียนคือ Bonovo Road, Fomboni Island of Mohéli, Comoros Union, ซึ่งต่อไปนี้จะเรียกว่า “ซีทราเด็กซ์”",
  SitePartnersAreThirdParty:
    "“พันธมิตรเว็บไซต์” คือผู้ให้บริการบุคคลที่สามหรือผู้ให้บริการข้อมูลที่ Zetradex ดำเนินการด้วย",
  TheContentIsTheLayout:
    "“เนื้อหา” คือเค้าโครงและเนื้อหาทั้งหมด รวมถึงแต่ไม่จำกัดเพียงข้อความ ซอฟต์แวร์ เสียง รูปภาพ ภาพถ่าย วิดีโอ แผนภูมิ/กราฟ หรือเนื้อหาอื่น ๆ ที่มีอยู่บนเว็บไซต์หรือในข้อมูลที่ผลิตเชิงพาณิชย์ที่นำเสนอผ่านเว็บไซต์โดย Zetradex บริษัทในเครือและพันธมิตรไซต์",
  UserIsAnyPersonOrEntity:
    "“ผู้ใช้” คือบุคคลหรือนิติบุคคลใดๆ ที่เยี่ยมชม ใช้งาน หรือเข้าถึงเว็บไซต์",
  PleaseReadTheseTermsAnd:
    "โปรดอ่านข้อกำหนดและเงื่อนไขเหล่านี้ก่อนที่จะเข้าถึงเนื้อหาของเว็บไซต์หรือใช้บริการหรือผลิตภัณฑ์ใด ๆ ที่ได้รับจากเว็บไซต์ ในกรณีที่คุณไม่เห็นด้วยกับข้อกำหนดและเงื่อนไขทั้งหมดที่ระบุไว้ที่นี่ (และอาจมีการเปลี่ยนแปลงได้โดยไม่ต้องแจ้งให้ทราบล่วงหน้า) โปรดอย่าเข้าถึงไซต์",
  ByAccessingUsingExploring:
    "การเข้าถึง ใช้งาน สำรวจ ปรึกษาเว็บไซต์ และดาวน์โหลดเนื้อหาผ่านเบราว์เซอร์ แสดงว่าคุณตกลงที่จะผูกพันตามข้อกำหนดและเงื่อนไขที่แสดงด้านล่าง",
  ZetradexReservesTheRight:
    "Zetradex ขอสงวนสิทธิ์ในการเปลี่ยนแปลงข้อกำหนดการใช้งานเหล่านี้โดยไม่ต้องแจ้งให้ทราบล่วงหน้าและเป็นความรับผิดชอบของคุณแต่เพียงผู้เดียวในการตรวจสอบข้อกำหนดเหล่านี้เป็นประจำ และการใช้งานไซต์ต่อไปของคุณถือเป็นข้อตกลงต่อการเปลี่ยนแปลงดังกล่าวทั้งหมด",
  IfYouHaveAnyQuestions:
    "หากคุณมีคำถามใดๆ เกี่ยวกับข้อกำหนดการใช้งานเหล่านี้ โปรดติดต่อเราที่",
  LocalRestrictions: "ข้อจำกัดในท้องถิ่น",
  TheProductsAndServicesPresented:
    "ผลิตภัณฑ์และบริการที่นำเสนอบนเว็บไซต์ไม่ได้มีไว้สำหรับบุคคลใดๆ ที่ขึ้นอยู่กับสัญชาติ สถานที่เกิด ภูมิลำเนา หรือด้วยเหตุผลอื่นใด อยู่ภายใต้ข้อกำหนดทางกฎหมายที่ห้ามผู้ให้บริการทางการเงินต่างประเทศ การมีส่วนร่วมในกิจกรรมทางธุรกิจในเขตอำนาจศาลเหล่านี้ หรือที่ห้ามหรือจำกัดบุคคลธรรมดาหรือนิติบุคคลไม่ให้เข้าถึงเว็บไซต์ของผู้ให้บริการทางการเงินต่างประเทศ",
  WhereZetradexIsNotAuthorizedBy:
    "ในกรณีที่ Zetradex ไม่ได้รับอนุญาตจากหน่วยงานกำกับดูแลของบางประเทศ ตามกฎทั่วไปแล้ว Zetradex จะไม่สามารถส่งเสริมบริการทางการเงินในประเทศนั้นได้",
  InParticularZetradexIsNotAuthorized:
    "โดยเฉพาะอย่างยิ่ง Zetradex ไม่ได้รับอนุญาตจากหน่วยงานกำกับดูแลของสหรัฐอเมริกา สาธารณรัฐประชาธิปไตยประชาชนเกาหลี เฮติ และซูรินาเม หากผู้ใช้มีภูมิลำเนาอยู่ในประเทศเหล่านี้ พวกเขายืนยันว่าพวกเขาเข้าถึงไซต์ด้วยความคิดริเริ่มของตนเองและไม่มีการชักชวนจาก Zetradex",
  OwnershipOfTheSite: "ความเป็นเจ้าของไซต์",
  TheSiteIsTheExclusiveProperty:
    "เว็บไซต์นี้เป็นทรัพย์สินของ Zetradex แต่เพียงผู้เดียว สิทธิ์ในกรรมสิทธิ์ของ Zetradex จะไม่ถูกเปลี่ยนแปลงในทางใดทางหนึ่งโดยการทำซ้ำหรือการใช้งานเว็บไซต์",
  CopyrightNotice: "ประกาศเกี่ยวกับลิขสิทธิ์",
  AllOfTheTrademarksServiceMarks:
    "เครื่องหมายการค้า เครื่องหมายบริการ และโลโก้ทั้งหมดที่แสดงบนเว็บไซต์เป็นเครื่องหมายการค้าจดทะเบียนและไม่ได้จดทะเบียนของ Zetradex บริษัทในเครือ หรือพันธมิตรของเว็บไซต์ที่อนุญาตให้ใช้เครื่องหมายการค้าของตนกับ Zetradex หรือบริษัทในเครือหรือบริษัทในเครือบางส่วน",
  AdditionallyTheLayoutAndAll:
    "นอกจากนี้ เค้าโครงและเนื้อหาทั้งหมด รวมถึงแต่ไม่จำกัดเพียงข้อความ ซอฟต์แวร์ เสียง รูปภาพ ภาพถ่าย วิดีโอ แผนภูมิ/กราฟ หรือเนื้อหาอื่น ๆ ที่มีอยู่บนเว็บไซต์หรือในข้อมูลที่ผลิตในเชิงพาณิชย์ที่นำเสนอผ่านเว็บไซต์โดย Zetradex บริษัทในเครือ หรือพันธมิตรไซต์ (รวมเรียกว่า 'เนื้อหา') ได้รับการคุ้มครองโดยลิขสิทธิ์ สิทธิบัตร หรือข้อตกลงและกฎหมายที่เป็นกรรมสิทธิ์อื่นๆ และคุณได้รับอนุญาตให้ใช้เนื้อหาตามที่ได้รับอนุญาตอย่างชัดแจ้งจาก Zetradex บริษัทในเครือ หรือผู้อนุญาตเท่านั้น",
  NothingContainedHerein:
    "ไม่มีสิ่งใดในที่นี้ที่จะถ่ายโอนสิทธิ์ กรรมสิทธิ์ หรือผลประโยชน์ใด ๆ ในเว็บไซต์หรือเนื้อหาให้กับคุณในฐานะผู้ใช้ คุณได้รับอนุญาตให้ดู ดาวน์โหลด คัดลอก และทำซ้ำเนื้อหาภายใต้เงื่อนไขต่อไปนี้:",
  TheContentMayBeUsed:
    "เนื้อหาอาจใช้เพื่อวัตถุประสงค์ส่วนตัวที่ไม่ใช่เชิงพาณิชย์เท่านั้น",
  AnyAndAllCopyright:
    "ประกาศเกี่ยวกับลิขสิทธิ์ เครื่องหมายการค้า หรือกรรมสิทธิ์อื่นๆ จะต้องปรากฏในสำเนาทั้งหมด รวมถึงประกาศเกี่ยวกับลิขสิทธิ์ที่ด้านล่างของหน้าเว็บไซต์",
  TheContentMay: "เนื้อหาไม่สามารถเปลี่ยนแปลงหรือแก้ไขในทางใดทางหนึ่ง",
  NoDiagramsGraphicsOrCharts:
    "ห้ามใช้ไดอะแกรม กราฟิก หรือแผนภูมิแยกจากข้อความที่แนบมา",

  ExceptAsProvidedAbove:
    "ยกเว้นตามที่ระบุไว้ข้างต้น ผู้ใช้ไม่สามารถใช้ ดาวน์โหลด อัปโหลด คัดลอก แสดง ดำเนินการ ทำซ้ำ เผยแพร่ พิมพ์ อนุญาต โพสต์ ส่ง เฟรม มิเรอร์บนบริการเว็บอื่น ใช้เมตาแท็กใด ๆ อินไลน์กราฟิกใด ๆ หรือแจกจ่ายใด ๆ เนื้อหาจากไซต์ทั้งหมดหรือบางส่วนโดยไม่ได้รับอนุญาตเป็นลายลักษณ์อักษรจาก Zetradex",
  AnyRightsNotExpressly:
    "สิทธิใดที่มิได้อนุญาตโดยชัดแจ้งนี้จะถูกสงวนไว้. โดยการคัดลอกหรือทำซ้ำข้อมูลที่มีอยู่บนเว็บไซต์ คุณจะไม่ได้รับสิทธิ์ใดๆ สิทธิ์ทั้งหมดเป็นของ Zetradex บริษัทในเครือหรือพันธมิตรของเว็บไซต์ ห้ามผู้ใช้ไซต์ใช้งานที่อื่นนอกเหนือจากไซต์และคัดลอกซอฟต์แวร์หรือเครื่องมืออื่น ๆ ที่มีอยู่ในไซต์ไม่ว่าด้วยวิธีใดก็ตาม",
  NoOfferOrAdviceDisclosure: "ไม่มีการเปิดเผยข้อเสนอหรือคำแนะนำ",
  AllTheInformationProvidedOn:
    "ข้อมูลทั้งหมดที่ให้ไว้บนไซต์ รวมถึงแต่ไม่จำกัดเฉพาะการวิเคราะห์ทางเทคนิค สมการ และผลลัพธ์ทางการเงินอื่น ๆ ที่มีให้สำหรับผู้ใช้ผ่านเครื่องมือที่มีให้ผ่านทางไซต์ มีให้เพื่อวัตถุประสงค์ในการให้ข้อมูลเท่านั้น",
  TheSiteDoesNotConstituteAnOffer:
    "ไซต์นี้ไม่ถือเป็นข้อเสนอในการขายหรือการชักชวนให้เสนอซื้อผลิตภัณฑ์หรือบริการใด ๆ ที่อาจมีการอ้างอิงบนหรือผ่านทางไซต์ ไซต์นี้ไม่ถือเป็นข้อเสนอหรือคำแนะนำโดย Zetradex เกี่ยวกับผลิตภัณฑ์หรือบริการใดๆ ความคิดเห็นที่แสดงบนเว็บไซต์อาจเปลี่ยนแปลงได้ตลอดเวลา และ Zetradex ไม่มีหน้าที่หรือข้อผูกมัดในการอัปเดตข้อมูลที่เกี่ยวข้องกับผลิตภัณฑ์เฉพาะ Zetradex ไม่ได้ให้คำแนะนำด้านการลงทุนใดๆ ผ่านทางไซต์ และผู้ใช้ยอมรับว่าไซต์จะไม่ถูกใช้โดยพวกเขาเพื่อวัตถุประสงค์ดังกล่าว",
  AllOfTheInvestmentDecisions:
    "การตัดสินใจลงทุนทั้งหมดที่ผู้ใช้ทำจะต้องขึ้นอยู่กับการประเมินของตนเองและการตีความข้อมูลที่มีอยู่ในหรือผ่านทางไซต์เป็นการส่วนตัว ผู้ใช้ต้องรับผิดชอบต่อการตัดสินใจดังกล่าวแต่เพียงผู้เดียว",
  InvestmentInSecuritiesFeatured:
    "การลงทุนในหลักทรัพย์ที่แสดงบนเว็บไซต์มีความเสี่ยง ราคาหลักทรัพย์อาจขึ้นหรือลงก็ได้ ความผันผวนของอัตราแลกเปลี่ยนเงินตราต่างประเทศยังสามารถเปลี่ยนแปลงมูลค่าของหลักทรัพย์ได้ ประสิทธิภาพในอนาคตของการรักษาความปลอดภัยไม่สามารถรับประกันได้จากประสิทธิภาพในอดีต ดังนั้นจึงเป็นไปได้ที่ผู้ใช้จะไม่ได้รับคืนจำนวนเงินที่ลงทุนไป",
  WeStronglyRecommendThat:
    "เราขอแนะนำอย่างยิ่งให้ผู้ใช้ได้รับคำแนะนำอย่างมืออาชีพก่อนตัดสินใจลงทุน",
  ExclusionOfLiability: "การยกเว้นความรับผิด",
  NeitherZetradexItsDirectors:
    "ทั้ง Zetradex กรรมการ เจ้าหน้าที่ ลูกจ้าง ตัวแทน หรือผู้ถือหุ้น ตลอดจนหุ้นส่วนของเว็บไซต์ กรรมการ เจ้าหน้าที่ ลูกจ้าง ตัวแทน หรือผู้ถือหุ้นของ Zetradex จะไม่รับผิดชอบต่อความสูญเสียหรือความเสียหายใดๆ ก็ตาม ทั้งทางตรงหรือทางอ้อมที่เกิดขึ้นอันเป็นผลมาจาก การเข้าถึงไซต์หรือใช้ข้อมูลและบริการที่มีอยู่บนเว็บไซต์ หรือเป็นผลมาจากการไม่สามารถเข้าถึงหรือใช้ข้อมูลหรือบริการใด ๆ ที่มีอยู่ในหรือผ่านทางไซต์",
  InParticularItIsExpresslyStated:
    "โดยเฉพาะอย่างยิ่งมีการระบุไว้อย่างชัดแจ้งว่าไม่ว่าในกรณีใด ZETRADEX กรรมการ เจ้าหน้าที่ พนักงาน ตัวแทน หรือผู้ถือหุ้นจะต้องรับผิดชอบต่อความสูญเสียหรือความเสียหายใดๆ ที่เกิดขึ้นอันเป็นผลมาจากข้อผิดพลาด ทางเทคนิคหรืออย่างอื่น ความล้มเหลวในการส่งข้อมูล ระบบโอเวอร์โหลด ปัญหาการใช้งาน การหยุดชะงักของบริการ (รวมถึงแต่ไม่จำกัดเฉพาะบริการบำรุงรักษาระบบ) ความล่าช้าในการส่งข้อมูล ความไม่เข้ากันระหว่างเว็บไซต์และไฟล์ของคุณและ/หรือซอฟต์แวร์ (โดยเฉพาะเบราว์เซอร์ผู้ใช้) และ/หรือคอมพิวเตอร์ การทำงานผิดปกติ การรบกวน การส่งไวรัสไปยังคอมพิวเตอร์ของผู้ใช้ การเข้าถึงโดยไม่ได้รับอนุญาต (ซึ่งอาจเป็นผลมาจากการแฮ็กหรือกิจกรรมการละเมิดลิขสิทธิ์ ฯลฯ) การบล็อกเครื่องมือหรือเครือข่ายโทรคมนาคมโดยเจตนา หรือความล้มเหลวหรือความไม่เพียงพออื่นใดในส่วนของผู้ให้บริการโทรคมนาคมหรือเครือข่าย",
  DisclaimerOfWarranty: "การปฏิเสธการรับประกัน",
  ZetradexAndSitePartnersAimAt:
    "Zetradex และพันธมิตรไซต์มุ่งหวังที่จะมอบสถานะของข้อมูลที่สมบูรณ์ ถูกต้อง และทันสมัย อย่างไรก็ตาม พวกเขาไม่รับประกันหรือรับประกันทั้งโดยชัดแจ้งหรือโดยปริยายถึงคุณภาพ ความเกี่ยวข้อง ความถูกต้อง ความสมบูรณ์ สถานะการอัปเดต ความพร้อมใช้งานหรือความถูกต้องตามกฎหมายของข้อมูลที่เผยแพร่บนเว็บไซต์ ส่งไปยังผู้ใช้หรือได้รับผ่านเครื่องมือที่มีให้ผ่านทางเว็บไซต์ . นอกจากนี้ ข้อมูลแบบเรียลไทม์ยังได้มาจากสิ่งที่เชื่อว่าเป็นแหล่งที่เชื่อถือได้ แต่ไม่สามารถรับประกันได้",
  FurthermoreInformationMay:
    "นอกจากนี้ข้อมูลอาจมีการเปลี่ยนแปลงได้ตลอดเวลาโดยไม่ต้องแจ้งให้ทราบล่วงหน้า",
  MaterialInterests: "ความสนใจด้านวัสดุ",

  ZetradexItsDirectorsOfficers:
    "Zetradex กรรมการ เจ้าหน้าที่ พนักงาน ตัวแทน หรือผู้ถือหุ้นอาจมีหรือเคยมีความสัมพันธ์ทางธุรกิจหรือการติดต่อในรูปแบบอื่นกับบริษัทที่มีการอ้างถึงหลักทรัพย์บนเว็บไซต์ นอกจากนี้ Zetradex กรรมการ เจ้าหน้าที่ พนักงาน ตัวแทน หรือผู้ถือหุ้นอาจถือหรือมีหลักทรัพย์ที่อ้างถึงบนเว็บไซต์",
  ExternalLinks: "ลิงค์ภายนอก",
  SomeSiteWebPagesContainLinks:
    "หน้าเว็บของเว็บไซต์บางหน้ามีลิงก์ไปยังเว็บไซต์อื่นๆ ซึ่งหลักปฏิบัติด้านข้อมูลอาจแตกต่างไปจากแนวทางปฏิบัติของ Zetradex Zetradex จะไม่ตรวจสอบเว็บไซต์ที่เชื่อมโยงเหล่านี้ และไม่รับประกันหรือรับประกันคุณภาพ ความเกี่ยวข้อง ความถูกต้อง ความครบถ้วน สถานะการอัปเดต ความพร้อมใช้งาน หรือความถูกต้องตามกฎหมายของเนื้อหาของเว็บไซต์เหล่านี้ ในทางใดทางหนึ่ง และจะไม่รับผิดชอบในทางใดทางหนึ่งต่อ ผลิตภัณฑ์ บริการ ข้อมูล และเนื้อหาอื่น ๆ ที่มีให้สำหรับผู้ใช้ผ่านทางเว็บไซต์ที่เชื่อมโยงเหล่านี้ เช่นเดียวกับเว็บไซต์ที่นำเสนอลิงค์ไปยังเว็บไซต์",
  WeEncourageUsersToRead:
    "เราขอแนะนำให้ผู้ใช้อ่านคำชี้แจงสิทธิ์ส่วนบุคคลบนเว็บไซต์ที่เชื่อมโยงอื่น ๆ เนื่องจาก Zetradex ไม่สามารถควบคุมข้อมูลที่ส่งหรือรวบรวมโดยบุคคลที่สามเหล่านี้ได้",
  RegistrationOfUserActivitiesOnTheSite:
    "การลงทะเบียนกิจกรรมของผู้ใช้บนเว็บไซต์",
  ZetradexMayRecordAndAnalyze:
    "Zetradex อาจบันทึกและวิเคราะห์กิจกรรมของผู้ใช้ทั้งหมดบนไซต์เพื่อวัตถุประสงค์ด้านความปลอดภัย การตรวจสอบและการปรับปรุงระบบ เพื่อให้สอดคล้องกับภาระผูกพันทางกฎหมายและกฎระเบียบที่รับผิดชอบใน Zetradex",
  ZetradexShallStoreSuchInformation:
    "Zetradex จะจัดเก็บข้อมูลดังกล่าวโดยใช้มาตรการรักษาความปลอดภัยที่เหมาะสมและในระยะเวลาที่จำกัด สำหรับรายละเอียดเพิ่มเติม โปรดอ่านนโยบายความเป็นส่วนตัวของเรา",
  PlaceOfJurisdiction: "เขตอำนาจศาล",
  TheSolePlaceForJurisdiction:
    "สถานที่แห่งเดียวสำหรับเขตอำนาจศาลของข้อพิพาททั้งหมดที่เกิดขึ้นจากหรือเกี่ยวข้องกับข้อกำหนดและเงื่อนไขในที่นี้ และ/หรือการใช้ไซต์คือ Bonovo Road, Fomboni Island of Mohéli, Comoros Union",
  PartialNullityAndChoiceOfLaw: "ความเป็นโมฆะบางส่วนและการเลือกใช้กฎหมาย",
  InTheEventOfOneOfTheTerms:
    "ในกรณีที่ข้อกำหนดและเงื่อนไขข้อใดข้อหนึ่งเป็นโมฆะ ยกเลิก หรือทำให้ไม่ถูกต้อง ความถูกต้องของข้อกำหนดและเงื่อนไขที่เหลือจะไม่ได้รับผลกระทบหรือทำให้เสียหาย ในกรณีอื่นๆ ทั้งหมด ข้อกำหนดและเงื่อนไขตลอดจนการใช้งานเว็บไซต์อยู่ภายใต้และตีความตามกฎหมายของสหภาพคอโมโรสแต่เพียงผู้เดียว",
} as TermsOfUseLocaleType;
