import { GoalOfTheProjectType } from "public/locales/social-trading-platform/goal-of-the-project/types";

export default {
  BuildAn:
    "सफल और लाभदायक व्यापारी बनने के लिए सभी प्रविष्टियों के स्तर से एक सक्रिय विश्वव्यापी व्यापारिक समुदाय का निर्माण करें",
  Enhance:
    "सुलभ शैक्षिक संसाधनों और बाज़ार अंतर्दृष्टि के माध्यम से व्यापारी ज्ञान बढ़ाएँ",
  ProvideAn:
    "कुशल व्यापार और वास्तविक समय विश्लेषण के लिए एक सहज मंच प्रदान करें",
  Encourage:
    "विभिन्न व्यापारिक रणनीतियों के साथ विदेशी मुद्रा, सोना, धातु, क्रिप्टोकरेंसी पर विविध व्यापार पोर्टफोलियो को प्रोत्साहित करें",
  Enable: "व्यापक प्रदर्शन विश्लेषण उपकरण सक्षम करें",
  SupportPartners:
    "नए ग्राहक प्राप्त करने और उपयोगकर्ता आधार का विस्तार करने में भागीदारों का समर्थन करें",
  ProvidePartners:
    "साझेदारों को प्रभावी विपणन सामग्री और शैक्षिक सामग्री प्रदान करें",
  Implement: "पारदर्शी और पुरस्कृत कमीशन संरचनाएँ लागू करें",
  Facilitate:
    "साझेदारों और उनके संदर्भित ग्राहकों के बीच विश्वास निर्माण को सुगम बनाना",
  Offer: "प्रभावी ग्राहक जुड़ाव के लिए निरंतर प्रशिक्षण और सहायता प्रदान करें",
  GoalOfThe: "ज़ेट्रेडेक्स सोशल ट्रेडिंग ऐप के लाभ",
  OurMission:
    "हमारा मिशन दुनिया भर के व्यापारियों को सभी प्रविष्टियों के स्तर से सहजता से जोड़ना है, एक सामाजिक व्यापारिक वातावरण बनाना है जो ज्ञान विनिमय, पोर्टफोलियो कॉपी-ट्रेडिंग और साझा अनुभवों को प्रोत्साहित करता है।",
} as GoalOfTheProjectType;
