import { GoalOfTheProjectType } from "public/locales/social-trading-platform/goal-of-the-project/types";

export default {
  BuildAn:
    "あらゆるレベルの参加者が参加する世界規模のトレーディング コミュニティを構築し、成功して収益性の高いトレーダーになる",
  Enhance:
    "アクセス可能な教育リソースと市場インサイトを通じてトレーダーの知識を高める",
  ProvideAn:
    "効率的なトレーディングとリアルタイム分析のための直感的なプラットフォームを提供する",
  Encourage:
    "さまざまなトレーディング戦略で、外国為替、金、金属、暗号通貨の多様なトレーディング ポートフォリオを奨励する",
  Enable: "包括的なパフォーマンス分析ツールを有効にする",
  SupportPartners:
    "パートナーが新しいクライアントを獲得し、ユーザー ベースを拡大できるようにサポートする",
  ProvidePartners:
    "パートナーに効果的なマーケティング資料と教育コンテンツを提供する",
  Implement: "透明性が高く、報酬の高いコミッション構造を実装する",
  Facilitate:
    "パートナーと紹介されたクライアント間の信頼関係の構築を促進する",
  Offer: "効果的なクライアント エンゲージメントのために継続的なトレーニングとサポートを提供する",

  GoalOfThe: "zetradex ソーシャル トレーディング アプリの利点",
  OurMission:
    "当社の使命は、あらゆるレベルの参加者が世界中のトレーダーを簡単に結び付け、知識の交換、ポートフォリオのコピー トレーディング、経験の共有を奨励するソーシャル トレーディング環境を構築することです。",
} as GoalOfTheProjectType;
