import { GoalOfTheProjectType } from "public/locales/social-trading-platform/goal-of-the-project/types";

export default {
  BuildAn:
    "Создайте заинтересованное международное торговое сообщество на всех уровнях входа, чтобы стать успешным и прибыльным трейдером.",
  Enhance:
    "Расширяйте знания трейдеров с помощью доступных образовательных ресурсов и информации о рынке.",
  ProvideAn:
    "Предоставьте интуитивно понятную платформу для эффективной торговли и аналитики в реальном времени.",
  Encourage:
    "Поощряйте диверсификацию торговых портфелей на рынке Форекс, золота, металлов и криптовалют с помощью различных торговых стратегий.",
  Enable: "Включите комплексные инструменты анализа производительности",
  SupportPartners:
    "Поддержка партнеров в привлечении новых клиентов и расширении пользовательской базы.",
  ProvidePartners:
    "Предоставлять партнерам эффективные маркетинговые материалы и образовательный контент.",
  Implement: "Внедрить прозрачные и выгодные структуры комиссионных",
  Facilitate:
    "Содействовать построению доверия между партнерами и привлеченными ими клиентами.",
  Offer:
    "Предлагайте постоянное обучение и поддержку для эффективного взаимодействия с клиентами.",
  GoalOfThe: "Преимущества приложения zetradex для социальной торговли",
  OurMission:
    "Наша миссия — легко объединять трейдеров по всему миру с любого уровня входа, создавая социальную торговую среду, которая способствует обмену знаниями, копированию портфеля и обмену опытом.",
} as GoalOfTheProjectType;
