import { GoalOfTheProjectType } from "public/locales/social-trading-platform/goal-of-the-project/types";

export default {
  BuildAn:
    "สร้างชุมชนการซื้อขายทั่วโลกที่มีส่วนร่วมจากทุกระดับที่เข้าร่วมเพื่อเป็นเทรดเดอร์ที่ประสบความสำเร็จและมีกำไร",
  Enhance:
    "เพิ่มพูนความรู้ของเทรดเดอร์ผ่านแหล่งข้อมูลทางการศึกษาที่เข้าถึงได้และข้อมูลเชิงลึกของตลาด",
  ProvideAn:
    "มอบแพลตฟอร์มที่ใช้งานง่ายสำหรับการซื้อขายที่มีประสิทธิภาพและการวิเคราะห์แบบเรียลไทม์",
  Encourage:
    "ส่งเสริมพอร์ตการซื้อขายที่หลากหลายในฟอเร็กซ์ ทองคำ โลหะมีค่า สกุลเงินดิจิตอลด้วยกลยุทธ์การซื้อขายที่หลากหลาย",
  Enable: "เปิดใช้งานเครื่องมือวิเคราะห์ประสิทธิภาพที่ครอบคลุม",
  SupportPartners: "สนับสนุนพันธมิตรในการหาลูกค้าใหม่และขยายฐานผู้ใช้",
  ProvidePartners:
    "จัดหาสื่อการตลาดและเนื้อหาการศึกษาที่มีประสิทธิภาพให้กับพันธมิตร",
  Implement: "ใช้โครงสร้างค่าคอมมิชชันที่โปร่งใสและคุ้มค่า",
  Facilitate:
    "อำนวยความสะดวกในการสร้างความไว้วางใจระหว่างคู่ค้าและลูกค้าที่ได้รับการแนะนำ",
  Offer:
    "เสนอการฝึกอบรมและการสนับสนุนอย่างต่อเนื่องเพื่อการมีส่วนร่วมของลูกค้าอย่างมีประสิทธิภาพ",
  GoalOfThe: "ประโยชน์ของแอป zetradex Social Trading",
  OurMission:
    "ภารกิจของเราคือการเชื่อมโยงเทรดเดอร์ทั่วโลกจากทุกระดับรายการอย่างง่ายดาย สร้างสภาพแวดล้อมการซื้อขายทางสังคมที่ส่งเสริมการแลกเปลี่ยนความรู้ การคัดลอกพอร์ตการซื้อขาย และแบ่งปันประสบการณ์",
} as GoalOfTheProjectType;
