import { StocksTradingType } from "public/locales/stocks-trading/stocks-trading/types";

export default {
  Stocks: "स्टॉक ट्रेडिंग",
  Long: "दीर्घकालिक निवेश सफलता",
  Open: "खुला खाता",
  Besides:
    "मुद्राओं और कीमती धातुओं के अलावा, प्रतिभूतियों का कारोबार वैश्विक बाजारों में किया जाता है। राष्ट्रीय स्तर पर, बांड पर आमतौर पर चर्चा होती है, जबकि बड़ी अंतरराष्ट्रीय कंपनियों के शेयरों में व्यापार निजी निवेशकों के बीच लोकप्रिय है।",
  TheTrading:
    "बड़ी कंपनी की प्रतिभूतियों का व्यापार मुद्राओं में सट्टा व्यापार के सामान्य सिद्धांत से भिन्न नहीं है - मुद्राओं के मामले की तरह, आर्थिक और राजनीतिक समाचारों की निगरानी करना आवश्यक है।",
  Successful:
    "सफल स्टॉक ट्रेडिंग केवल तभी हासिल की जा सकती है जब एक विदेशी मुद्रा व्यापारी चुने हुए उपकरण पर परिश्रमपूर्वक जानकारी खोजता है और उसका विश्लेषण करता है और आधिकारिक स्रोतों से विश्वसनीय डेटा के आधार पर व्यापारिक निर्णय लेता है।",
  IT: "आईटी",
  Pharma: "फार्मा",
  FintechBanking: "फिनटेक+बैंकिंग",
  Transport: "परिवहन",
  Energy: "ऊर्जा",
} as StocksTradingType;
