import { StocksTradingType } from "public/locales/stocks-trading/stocks-trading/types";

export default {
  Stocks: "اسٹاک ٹریڈنگ",
  Long: "طویل مدتی سرمایہ کاری کی کامیابی",
  Open: "اکاؤنٹ کھولیں۔",
  Besides:
    "کرنسیوں اور قیمتی دھاتوں کے علاوہ عالمی منڈیوں میں سیکیورٹیز کی تجارت ہوتی ہے۔ قومی سطح پر، بانڈز پر عام طور پر بحث کی جاتی ہے، جبکہ بڑی بین الاقوامی کمپنیوں کے حصص کی تجارت نجی سرمایہ کاروں میں مقبول ہے۔",
  TheTrading:
    "بڑی کمپنی کی سیکیورٹیز کی تجارت کرنسیوں میں قیاس آرائی پر مبنی تجارت کے عمومی اصول سے مختلف نہیں ہے - بالکل اسی طرح جیسے کرنسیوں کے معاملے میں، اقتصادی اور سیاسی خبروں کی نگرانی ضروری ہے۔",
  Successful:
    "کامیاب سٹاک ٹریڈنگ صرف اس صورت میں حاصل کی جا سکتی ہے جب فاریکس ٹریڈر مستعدی سے منتخب کردہ انسٹرومنٹ کے بارے میں معلومات تلاش کرے اور اس کا تجزیہ کرے اور سرکاری ذرائع کے قابل اعتماد ڈیٹا کی بنیاد پر تجارتی فیصلے کرے۔",
  IT: "آئی ٹی",
  Pharma: "فارما",
  FintechBanking: "فنٹیک+بینکنگ",
  Transport: "ٹرانسپورٹ",
  Energy: "توانائی",
} as StocksTradingType;
