import { StocksTradingType } from "public/locales/stocks-trading/stocks-trading/types";

export default {
  Stocks: "Торговля акциями",
  Long: "Долгосрочный инвестиционный успех",
  Open: "Открыть аккаунт",
  Besides:
    "Помимо валют и драгоценных металлов, на мировых рынках торгуются ценные бумаги. На национальном уровне обычно обсуждаются облигации, а среди частных инвесторов популярна торговля акциями крупных международных компаний.",
  TheTrading:
    "Торговля ценными бумагами крупных компаний не отличается от общего принципа спекулятивной торговли валютами – так же, как и в случае с валютами, необходимо следить за экономическими и политическими новостями.",
  Successful:
    "Успешная торговля акциями может быть достигнута только в том случае, если трейдер Форекс усердно ищет и анализирует информацию о выбранном инструменте и принимает торговые решения на основе достоверных данных из официальных источников.",
  IT: "IT",
  Pharma: "Фарма",
  FintechBanking: "Финтех+Банковское дело",
  Transport: "Транспорт",
  Energy: "Энергетика",
} as StocksTradingType;
