import { StocksTradingType } from "public/locales/stocks-trading/stocks-trading/types";

export default {
  Stocks: "การซื้อขายหุ้น",
  Long: "ความสำเร็จในการลงทุนระยะยาว",
  Open: "เปิดบัญชี",
  Besides:
    "นอกจากสกุลเงินและโลหะมีค่าแล้ว หลักทรัพย์ยังมีการซื้อขายในตลาดโลกอีกด้วย ในระดับชาติ โดยทั่วไปจะมีการหารือเกี่ยวกับพันธบัตร ในขณะที่การซื้อขายหุ้นของบริษัทต่างประเทศขนาดใหญ่เป็นที่นิยมในหมู่นักลงทุนเอกชน",
  TheTrading:
    "การซื้อขายหลักทรัพย์ของบริษัทขนาดใหญ่ไม่แตกต่างจากหลักการทั่วไปของการซื้อขายเก็งกำไรในสกุลเงิน - เช่นเดียวกับในกรณีของสกุลเงิน จำเป็นต้องติดตามข่าวเศรษฐกิจและการเมือง",
  Successful:
    "การซื้อขายหุ้นที่ประสบความสำเร็จจะเกิดขึ้นได้ก็ต่อเมื่อเทรดเดอร์ Forex พยายามค้นหาและวิเคราะห์ข้อมูลเกี่ยวกับตราสารที่เลือกอย่างขยันขันแข็ง และทำการตัดสินใจซื้อขายโดยอาศัยข้อมูลที่เชื่อถือได้จากแหล่งข้อมูลอย่างเป็นทางการ",
  IT: "ไอที",
  Pharma: "เภสัชกรรม",
  FintechBanking: "ฟินเทค+การธนาคาร",
  Transport: "การขนส่ง",
  Energy: "พลังงาน",
} as StocksTradingType;
