import { ProfitabilityOfStocksTradingType } from "public/locales/stocks-trading/profitabilit-of-stocks-trading/types";

export default {
  Profitability: "स्टॉक ट्रेडिंग की लाभप्रदता",
  Unlike:
    "विदेशी मुद्रा बाजार के विपरीत, प्रतिभूति व्यापार को अधिक पूर्वानुमानित माना जाता है। प्रतिभूति बाजार में प्रत्येक वित्तीय साधन एक विशिष्ट कंपनी या कंपनियों के समूह द्वारा समर्थित होता है, जो मैक्रो और सूक्ष्म आर्थिक संकेतक दोनों पर विचार करने की अनुमति देता है।",
  So: "तो, आप स्टॉक से कितना कमा सकते हैं?",
  ForExample:
    "उदाहरण के लिए, फरवरी 2017 में, Apple के शेयर लगभग $35 प्रति शेयर पर कारोबार कर रहे थे। 2022 में, ब्रांड फाइनेंस द्वारा सबसे मूल्यवान वैश्विक ब्रांडों की सूची में Apple £355 बिलियन के मूल्य के साथ शीर्ष पर रहा। 2022 की शुरुआत तक, कंपनी का बाज़ार पूंजीकरण £3 ट्रिलियन से अधिक हो गया।",
  InJanuary:
    "जनवरी, 2022 में Apple के एक शेयर की कीमत 166.1 डॉलर थी। यदि आपने, मान लीजिए, 2017 में कंपनी के 10 शेयर खरीदे होते, उन पर $350 खर्च करके, तो 5 साल बाद उनकी कीमत 1661 डॉलर होती और आपको 1311 डॉलर का लाभ होता।",
} as ProfitabilityOfStocksTradingType;
