import { ProfitabilityOfStocksTradingType } from "public/locales/stocks-trading/profitabilit-of-stocks-trading/types";

export default {
  Profitability: "اسٹاک ٹریڈنگ کا منافع",
  Unlike:
    "فاریکس مارکیٹ کے برعکس، سیکیوریٹیز ٹریڈنگ کو زیادہ پیش قیاسی سمجھا جاتا ہے۔ سیکیورٹیز مارکیٹ میں ہر مالیاتی آلے کو ایک مخصوص کمپنی یا کمپنیوں کے گروپ کی حمایت حاصل ہے، جو میکرو اور مائیکرو اکنامک دونوں اشاریوں پر غور کرنے کی اجازت دیتا ہے۔",
  So: "تو، آپ اسٹاک سے کتنا کما سکتے ہیں؟",
  ForExample:
    "مثال کے طور پر، فروری 2017 میں، ایپل کے حصص تقریباً $35 فی شیئر پر ٹریڈ کر رہے تھے۔ 2022 میں، Apple £355 بلین کی مالیت کے ساتھ، برانڈ فنانس کے ذریعہ سب سے قیمتی عالمی برانڈز کی فہرست میں سرفہرست ہے۔ 2022 کے آغاز تک، کمپنی کی مارکیٹ کیپٹلائزیشن £3 ٹریلین سے تجاوز کر گئی۔",
  InJanuary:
    "جنوری، 2022 میں، ایپل کے ایک شیئر کی قیمت $166.1 تھی۔ اگر آپ نے 2017 میں کمپنی کے 10 شیئرز خریدے ہوتے، ان پر 350 ڈالر خرچ کرتے تو 5 سال بعد ان کی قیمت $1661 ہوتی اور آپ کو $1311 کا منافع ہوتا۔",
} as ProfitabilityOfStocksTradingType;
