import { ProfitabilityOfStocksTradingType } from "public/locales/stocks-trading/profitabilit-of-stocks-trading/types";

export default {
  Profitability: "Прибыльность торговли акциями",
  Unlike:
    "В отличие от рынка Форекс, торговля ценными бумагами считается более предсказуемой. Каждый финансовый инструмент на рынке ценных бумаг обеспечен конкретной компанией или группой компаний, что позволяет учитывать как макро-, так и микроэкономические показатели.",
  So: "Итак, сколько можно заработать на акциях?",
  ForExample:
    "Например, в феврале 2017 года акции Apple торговались по цене около 35 долларов за акцию. В 2022 году Apple возглавила список самых ценных мировых брендов по версии Brand Finance с стоимостью 355 миллиардов фунтов стерлингов. По состоянию на начало 2022 года рыночная капитализация компании превысила £3 трлн.",
  InJanuary:
    "В январе 2022 года цена одной акции Apple составляла $166,1. Если бы вы приобрели, скажем, 10 акций компании в 2017 году, потратив на них 350 долларов, через 5 лет они стоили бы 1661 доллар и принесли бы вам прибыль в размере 1311 долларов.",
} as ProfitabilityOfStocksTradingType;
