import { ProfitabilityOfStocksTradingType } from "public/locales/stocks-trading/profitabilit-of-stocks-trading/types";

export default {
  Profitability: "การทำกำไรจากการซื้อขายหุ้น",
  Unlike:
    "ไม่เหมือนกับตลาด Forex การซื้อขายหลักทรัพย์ถือเป็นสิ่งที่คาดเดาได้ง่ายกว่า เครื่องมือทางการเงินแต่ละชนิดในตลาดหลักทรัพย์ได้รับการสนับสนุนโดยบริษัทหรือกลุ่มบริษัทที่เฉพาะเจาะจง ทำให้สามารถพิจารณาตัวชี้วัดทั้งมหภาคและจุลภาคได้",
  So: "แล้วจะหารายได้จากหุ้นได้เท่าไร?",
  ForExample:
    "ตัวอย่างเช่น ในเดือนกุมภาพันธ์ 2017 หุ้นของ Apple ซื้อขายกันที่ประมาณ 35 ดอลลาร์ต่อหุ้น ในปี 2022 Apple ติดอันดับแบรนด์ระดับโลกที่มีมูลค่ามากที่สุดโดย Brand Finance โดยมีมูลค่า 355 พันล้านปอนด์ ณ ต้นปี 2022 มูลค่าตลาดของบริษัทเกิน 3 ล้านล้านปอนด์",
  InJanuary:
    "ในเดือนมกราคม 2022 ราคาหุ้น Apple หนึ่งหุ้นอยู่ที่ 166.1 ดอลลาร์ หากคุณซื้อหุ้นของบริษัท 10 หุ้นในปี 2560 โดยใช้เงิน 350 เหรียญสหรัฐ หุ้นเหล่านี้จะมีมูลค่า 1,661 เหรียญสหรัฐหลังจากผ่านไป 5 ปี และจะทำให้คุณมีกำไร 1,311 เหรียญสหรัฐ",
} as ProfitabilityOfStocksTradingType;
