import { OurPartnersLocaleType } from "./types";

export default {
  OurPartners: "हमारे भागीदार",
  ZetradexAsPartOf: "ZeTradex, ZeHolding LTD के हिस्से के रूप में, रणनीतिक भागीदारों के एक शक्तिशाली पारिस्थितिकी तंत्र के भीतर काम करता है जो व्यापक वित्तीय समाधान प्रदान करने के लिए एक साथ काम करते हैं।",
  ThesePartnersInclude: "इन भागीदारों में ZeFundex शामिल है, जो वैश्विक स्तर पर व्यापारियों और निवेशकों को जोड़ने वाला एक प्रमुख प्रॉप ट्रेडिंग प्लेटफ़ॉर्म है; ZeTrader, जो उन्नत ट्रेडिंग सॉफ़्टवेयर और टूल प्रदान करता है; और ZeGuru, जो शीर्ष-स्तरीय ट्रेडिंग शिक्षा और लाइव ट्रेडिंग अनुभव प्रदान करता है।",
  TogetherThesePartnerships: "साथ में, ये भागीदारी ZeTradex की सफलता प्राप्त करने में ग्राहकों का समर्थन करने की क्षमता को मजबूत करती है, चाहे वह उन्नत ट्रेडिंग प्लेटफ़ॉर्म, पेशेवर शिक्षा या रणनीतिक निवेश अवसरों के माध्यम से हो।",
  AllInOneBrokerage: "ऑल-इन-वन ब्रोकरेज ट्रेडिंग प्लेटफ़ॉर्म।",
  ZetraderIsUniqueMobile: "ZeTrader एक अनूठा मोबाइल ट्रेडिंग प्लेटफ़ॉर्म है, जिसे विशेष रूप से मोबाइल उपकरणों के लिए शोध किया गया है।",
  SoItsAbsolutelySecured: "इसलिए यह पूरी तरह से सुरक्षित है और डेस्कटॉप ट्रेडिंग प्लेटफ़ॉर्म के किसी प्रकार के अनुकूलित लाइट संस्करण के बजाय मोबाइल ऑपरेशन सिस्टम के लिए बनाया गया है।",
  ThePlatformIsDesigned: "यह प्लेटफ़ॉर्म उन लोगों के लिए डिज़ाइन किया गया है जो ट्रेडिंग के लिए केवल मोबाइल डिवाइस का उपयोग करने की योजना बनाते हैं, और इसलिए इसमें उचित लचीलापन, रिज़ॉल्यूशन और कई विशेष सेटिंग्स हैं जो व्यापारियों को ट्रेडिंग प्रक्रिया से संबंधित किसी भी महत्वपूर्ण घटना को मिस नहीं करने देंगी।",
  ProprietaryTradingFirm: "उन्नत ट्रेजरी प्रबंधन प्रणालियों के साथ स्वामित्व वाली ट्रेडिंग फर्म।",
  ZeFundexIsASpecialService: "ZeFundex उन लोगों के लिए एक विशेष सेवा है जो एक साधारण ट्रेडिंग को एक बड़े पैसे के पुरस्कार के साथ रोमांचक खेल में बदलना चाहते हैं।",
  ItsAlsoAChance: "यह नेतृत्व के लिए अन्य प्रतिभागियों के साथ प्रतिस्पर्धा करके अपने ट्रेडिंग कौशल की जांच करने का भी मौका है।",
  ZeFundexIsBasedOn: "ZeFundex हमारे अपने ZeTradex प्लेटफ़ॉर्म पर आधारित है जो अपने नवाचार और उपयोग में आसानी के लिए जाना जाता है।",
  MasterTheMarkets: "बाजारों में महारत हासिल करें, अपने व्यापार को आगे बढ़ाएँ।",
  ZeGuruAsPartOfZeHolding: "ZeGuru, ZeHolding के हिस्से के रूप में, एक प्रीमियम प्लेटफ़ॉर्म है जो ट्रेडिंग पर एक व्यापक सशुल्क ई-कोर्स प्रदान करता है, जिसमें लाइव ट्रेडिंग सत्र भी शामिल हैं।",
  ThePlatformIntegrates: "यह प्लेटफ़ॉर्म Zetradex के साथ निकटता से एकीकृत है, जहाँ प्रतिभागी अपनी सीखने की यात्रा का समर्थन करने के लिए एक शिक्षा बोनस खाते से लाभ उठा सकते हैं।",
  ZeGuruHostsExclusive: "ZeGuru निजी लक्जरी होटलों और रिसॉर्ट्स में विशेष कार्यशाला बूटकैंप श्रृंखला की मेजबानी करता है, जो व्यापारियों को प्रीमियम सेटिंग में एक इमर्सिव लर्निंग अनुभव प्रदान करता है।",
  } as OurPartnersLocaleType;
