import { OurPartnersLocaleType } from "./types";

export default {
  OurPartners: "ہمارے پارٹنرز",
  ZetradexAsPartOf: "Zetradex، ZeHolding LTD کے حصے کے طور پر، اسٹریٹجک شراکت داروں کے ایک طاقتور ماحولیاتی نظام کے اندر کام کرتا ہے جو جامع مالیاتی حل پیش کرنے کے لیے مل کر کام کرتے ہیں۔",
  ThesePartnersInclude: "ان شراکت داروں میں ZeFundex، عالمی سطح پر تاجروں اور سرمایہ کاروں کو جوڑنے والا ایک معروف تجارتی پلیٹ فارم شامل ہے۔ ZeTrader، جدید تجارتی سافٹ ویئر اور ٹولز فراہم کرتا ہے۔ اور ZeGuru، جو اعلی درجے کی تجارتی تعلیم اور رواں تجارتی تجربات پیش کرتا ہے۔",
  TogetherThesePartnerships: "ایک ساتھ، یہ شراکتیں Zetradex کی کامیابی کے حصول میں گاہکوں کی مدد کرنے کی صلاحیت کو مضبوط کرتی ہیں، چاہے بہتر تجارتی پلیٹ فارمز، پیشہ ورانہ تعلیم، یا اسٹریٹجک سرمایہ کاری کے مواقع کے ذریعے۔",
  AllInOneBrokerage: "آل ان ون بروکریج ٹریڈنگ پلیٹ فارم۔",
  ZetraderIsUniqueMobile: "Zetrader ایک منفرد موبائل ٹریڈنگ پلیٹ فارم ہے، جس کی تحقیق خاص طور پر موبائل آلات کے لیے کی جاتی ہے۔",
  SoItsAbsolutelySecured: "لہذا یہ بالکل محفوظ ہے اور ڈیسک ٹاپ ٹریڈنگ پلیٹ فارم کے کسی قسم کے موافق لائٹ ورژن کی بجائے موبائل آپریشن سسٹمز کے لیے بنایا گیا ہے۔",
  ThePlatformIsDesigned: "پلیٹ فارم ان لوگوں کے لیے ڈیزائن کیا گیا ہے جو ٹریڈنگ کے لیے صرف موبائل ڈیوائسز استعمال کرنے کا ارادہ رکھتے ہیں، اور اس لیے اس میں مناسب لچک، ریزولیوشن اور بہت سی خاص سیٹنگیں ہیں جو ٹریڈرز کو ٹریڈنگ کے عمل سے متعلق کسی بھی اہم ایونٹ سے محروم نہیں ہونے دیں گی۔",
  ProprietaryTradingFirm: "اعلی درجے کے ٹریژری مینجمنٹ سسٹم کے ساتھ ملکیتی تجارتی فرم۔",
  ZeFundexIsASpecialService: "ZeFundex ان لوگوں کے لیے ایک خاص سروس ہے جو ایک عام ٹریڈنگ کو ایک بڑی رقم کے انعام کے ساتھ دلچسپ کھیل میں تبدیل کرنا چاہتے ہیں۔",
  ItsAlsoAChance: "یہ قیادت کے لیے دوسرے شرکاء کے ساتھ مقابلہ کرکے اپنی تجارتی مہارتوں کو جانچنے کا بھی موقع ہے۔",
  ZeFundexIsBasedOn: "ZeFundex ہمارے اپنے ZeTradex پلیٹ فارم پر مبنی ہے جو اپنی اختراع اور استعمال میں آسانی سے ممتاز ہے۔",
  MasterTheMarkets: "مارکیٹوں میں مہارت حاصل کریں، اپنی تجارت کو بلند کریں۔",
  ZeGuruAsPartOfZeHolding: "ZeGuru، ZeHolding کے حصے کے طور پر، ایک پریمیم پلیٹ فارم ہے جو لائیو ٹریڈنگ سیشنز کے ساتھ مل کر ٹریڈنگ پر ایک جامع ادا شدہ ای-کورس پیش کرتا ہے۔",
  ThePlatformIntegrates: "یہ پلیٹ فارم Zetradex کے ساتھ قریب سے مربوط ہے، جہاں شرکاء اپنے سیکھنے کے سفر میں معاونت کے لیے تعلیمی بونس اکاؤنٹ سے فائدہ اٹھا سکتے ہیں۔",
  ZeGuruHostsExclusive: "ZeGuru نجی لگژری ہوٹلوں اور ریزورٹس میں خصوصی ورکشاپ بوٹ کیمپ سیریز کی میزبانی کرتا ہے، جو تاجروں کو پریمیم سیٹنگ میں سیکھنے کا ایک عمیق تجربہ فراہم کرتا ہے۔",
  } as OurPartnersLocaleType;
