import { OurPartnersLocaleType } from "./types";

export default {
  OurPartners: "Наши партнеры",
  ZetradexAsPartOf: "Zetradex, как часть ZeHolding LTD, работает в рамках мощной экосистемы стратегических партнеров, которые работают вместе, чтобы предлагать комплексные финансовые решения.",
  ThesePartnersInclude: "В число этих партнеров входят ZeFundex, ведущая проп-трейдинговая платформа, объединяющая трейдеров и инвесторов по всему миру; ZeTrader, предоставляющая передовое торговое программное обеспечение и инструменты; и ZeGuru, которая предлагает первоклассное торговое обучение и опыт реальной торговли.",
  TogetherThesePartnerships: "Вместе эти партнерства усиливают способность Zetradex поддерживать клиентов в достижении успеха, будь то с помощью расширенных торговых платформ, профессионального образования или стратегических инвестиционных возможностей.",
  AllInOneBrokerage: "Универсальная брокерская торговая платформа.",
  ZetraderIsUniqueMobile: "Zetrader — уникальная мобильная торговая платформа, разработанная специально для мобильных устройств.",
  SoItsAbsolutelySecured: "Таким образом, она абсолютно защищена и создана для мобильных операционных систем, а не какой-то адаптированной облегченной версии настольной торговой платформы.",
  ThePlatformIsDesigned: "Платформа предназначена для тех, кто планирует использовать для торговли только мобильные устройства, и поэтому она обладает соответствующей гибкостью, разрешением и множеством специальных настроек, которые позволят трейдерам не пропустить ни одного важного события, связанного с процессом торговли.",
  ProprietaryTradingFirm: "Фирменная торговая фирма с передовыми системами управления казначейством.",
  ZeFundexIsASpecialService: "ZeFundex — это специальный сервис для тех, кто хочет превратить обычную торговлю в захватывающую игру с большим денежным призом.",
  ItsAlsoAChance: "Это также шанс проверить свои торговые навыки, соревнуясь с другими участниками за лидерство.",
  ZeFundexIsBasedOn: "ZeFundex основан на нашей собственной платформе ZeTradex, которая отличается своей инновационностью и простотой использования.",
  MasterTheMarkets: "Осваивайте рынки, повышайте уровень своей торговли.",
  ZeGuruAsPartOfZeHolding: "ZeGuru, как часть ZeHolding, — это премиум-платформа, которая предлагает комплексный платный электронный курс по торговле в сочетании с реальными торговыми сессиями.",
  ThePlatformIntegrates: "Платформа тесно интегрируется с Zetradex, где участники могут воспользоваться бонусным счетом на образование для поддержки своего учебного процесса.",
  ZeGuruHostsExclusive: "ZeGuru проводит эксклюзивные серии семинаров-тренингов в частных роскошных отелях и на курортах, предоставляя трейдерам захватывающий опыт обучения в премиальной обстановке.",
  } as OurPartnersLocaleType;
