import { OurPartnersLocaleType } from "./types";

export default {
  OurPartners: "พันธมิตรของเรา",
  ZetradexAsPartOf: "Zetradex ซึ่งเป็นส่วนหนึ่งของ ZeHolding LTD ดำเนินงานภายใต้ระบบนิเวศที่ทรงพลังของพันธมิตรเชิงกลยุทธ์ที่ทำงานร่วมกันเพื่อนำเสนอโซลูชันทางการเงินที่ครอบคลุม",
  ThesePartnersInclude: "พันธมิตรเหล่านี้ได้แก่ ZeFundex ซึ่งเป็นแพลตฟอร์มการซื้อขาย prop ชั้นนำที่เชื่อมโยงผู้ซื้อขายและนักลงทุนทั่วโลก ZeTrader ซึ่งจัดหาซอฟต์แวร์และเครื่องมือการซื้อขายขั้นสูง และ ZeGuru ซึ่งเสนอการศึกษาการซื้อขายระดับสูงสุดและประสบการณ์การซื้อขายสด",
  TogetherThesePartnerships: "ความร่วมมือเหล่านี้ร่วมกันทำให้ความสามารถของ Zetradex ในการสนับสนุนลูกค้าในการบรรลุความสำเร็จแข็งแกร่งขึ้น ไม่ว่าจะเป็นผ่านแพลตฟอร์มการซื้อขายที่ได้รับการปรับปรุง การศึกษาระดับมืออาชีพ หรือโอกาสในการลงทุนเชิงกลยุทธ์",
  AllInOneBrokerage: "แพลตฟอร์มการซื้อขายนายหน้าแบบครบวงจร",
  ZetraderIsUniqueMobile: "Zetrader เป็นแพลตฟอร์มการซื้อขายบนมือถือที่ไม่เหมือนใคร ซึ่งได้รับการวิจัยมาโดยเฉพาะสำหรับอุปกรณ์มือถือ",
  SoItsAbsolutelySecured: "ดังนั้นจึงปลอดภัยอย่างแน่นอนและสร้างขึ้นสำหรับระบบปฏิบัติการบนอุปกรณ์มือถือแทนที่จะเป็นแพลตฟอร์มการซื้อขายเดสก์ท็อปเวอร์ชัน lite ที่ดัดแปลงมา",
  ThePlatformIsDesigned: "แพลตฟอร์มนี้ได้รับการออกแบบมาสำหรับผู้ที่วางแผนที่จะใช้เฉพาะอุปกรณ์มือถือสำหรับการซื้อขาย ดังนั้นจึงมีความยืดหยุ่น ความละเอียดที่เหมาะสม และการตั้งค่าพิเศษมากมายที่จะช่วยให้ผู้ซื้อขายไม่พลาดเหตุการณ์สำคัญใดๆ ที่เกี่ยวข้องกับกระบวนการซื้อขาย",
  ProprietaryTradingFirm: "บริษัทการซื้อขายที่เป็นกรรมสิทธิ์พร้อมระบบการจัดการการเงินขั้นสูง",
  ZeFundexIsASpecialService: "ZeFundex เป็นบริการพิเศษสำหรับผู้ที่ต้องการเปลี่ยนการซื้อขายแบบธรรมดาให้กลายเป็นเกมที่น่าตื่นเต้นพร้อมเงินรางวัลก้อนโต",
  ItsAlsoAChance: "นอกจากนี้ยังเป็นโอกาสที่จะทดสอบทักษะการซื้อขายของตัวเองโดยแข่งขันกับผู้เข้าร่วมคนอื่นๆ เพื่อชิงความเป็นผู้นำ",
  ZeFundexIsBasedOn: "ZeFundex อิงจากแพลตฟอร์ม ZeTradex ของเราเอง ซึ่งโดดเด่นด้วยนวัตกรรมและความสะดวกในการใช้งาน",
  MasterTheMarkets: "เชี่ยวชาญตลาด ยกระดับการซื้อขายของคุณ",
  ZeGuruAsPartOfZeHolding: "ZeGuru ซึ่งเป็นส่วนหนึ่งของ ZeHolding เป็นแพลตฟอร์มระดับพรีเมียมที่นำเสนอหลักสูตรออนไลน์แบบชำระเงินที่ครอบคลุมเกี่ยวกับการซื้อขาย รวมกับเซสชันการซื้อขายสด",
  ThePlatformIntegrates: "แพลตฟอร์มนี้บูรณาการอย่างใกล้ชิดกับ Zetradex ซึ่งผู้เข้าร่วมสามารถรับประโยชน์จากบัญชีโบนัสการศึกษาเพื่อสนับสนุนการเรียนรู้ของพวกเขา",
  ZeGuruHostsExclusive: "ZeGuru จัดชุดการฝึกอบรมเชิงปฏิบัติการพิเศษในโรงแรมและรีสอร์ทสุดหรูส่วนตัว เพื่อมอบประสบการณ์การเรียนรู้ที่ดื่มด่ำให้กับผู้ซื้อขายในสภาพแวดล้อมระดับพรีเมียม",
  } as OurPartnersLocaleType;
