import { AutoResetBalanceLocaleType } from "./types";

export default {
  AutoResetBalance: "ऑटो रीसेट बैलेंस",
  ItIsCommon:
    "ट्रेडिंग गलतियों के कारण धीरे-धीरे आपकी जमा राशि समाप्त होना आम बात है, जिससे नुकसान होता है जो आपके खाते की शेष राशि को खतरनाक रूप से शून्य के करीब ला सकता है। कुछ मामलों में, स्थिति आपके संतुलन को नकारात्मक क्षेत्र में भी धकेल सकती है, जिससे आप कर्ज में डूब सकते हैं।",
  ToAddress:
    "इस समस्या के समाधान के लिए, हमने ऑटो-रीसेट बैलेंस प्रोग्राम विकसित किया है। यह अभिनव समाधान एक सुरक्षा कवच के रूप में कार्य करता है, जो यह सुनिश्चित करता है कि आपके खाते का शेष कभी भी शून्य से नीचे न जाए।",
} as AutoResetBalanceLocaleType;
