import { AutoResetBalanceLocaleType } from "./types";

export default {
  AutoResetBalance: "آٹو ری سیٹ بیلنس",
  ItIsCommon:
    "تجارتی غلطیوں کے لیے یہ ایک عام بات ہے کہ آپ کے ڈپازٹس کو بتدریج ختم کر دیا جاتا ہے، جس سے نقصانات ہوتے ہیں جو آپ کے اکاؤنٹ کے بیلنس کو خطرناک حد تک صفر کے قریب لا سکتے ہیں۔ کچھ معاملات میں، صورت حال آپ کے توازن کو منفی علاقے میں بھی دھکیل سکتی ہے، آپ کو قرض میں چھوڑ کر۔",
  ToAddress:
    "اس مسئلے کو حل کرنے کے لیے، ہم نے آٹو ری سیٹ بیلنس پروگرام تیار کیا ہے۔ یہ اختراعی حل ایک حفاظتی ڈھال کے طور پر کام کرتا ہے، اس بات کو یقینی بناتا ہے کہ آپ کے اکاؤنٹ کا بیلنس کبھی بھی صفر سے نیچے نہ آئے۔",
} as AutoResetBalanceLocaleType;
