import { AutoResetBalanceLocaleType } from "./types";

export default {
  AutoResetBalance: "Автоматический сброс баланса",
  ItIsCommon: "Ошибки в трейдинге часто приводят к постепенному истощению ваших депозитов, что приводит к убыткам, которые могут приблизить баланс вашего счета к опасной близости к нулю. В некоторых случаях ситуация может даже подтолкнуть ваш баланс к отрицательной территории, оставив вас в долгах.",
  ToAddress: "Для решения этой проблемы мы разработали программу автоматического сброса баланса. Это инновационное решение действует как защитный щит, гарантируя, что баланс вашего счета никогда не упадет ниже нуля."
} as AutoResetBalanceLocaleType;
