import { AutoResetBalanceLocaleType } from "./types";

export default {
  AutoResetBalance: "รีเซ็ตยอดคงเหลืออัตโนมัติ",
  ItIsCommon:
    "เป็นเรื่องปกติที่ข้อผิดพลาดในการซื้อขายจะค่อยๆกัดกร่อนเงินฝากของคุณ นำไปสู่การสูญเสียที่อาจทำให้ยอดเงินในบัญชีของคุณใกล้ศูนย์จนเป็นอันตรายได้ ในบางกรณี สถานการณ์อาจส่งผลให้ยอดคงเหลือของคุณเข้าสู่แดนลบ ทำให้คุณมีหนี้สิน",
  ToAddress:
    "เพื่อแก้ไขปัญหานี้ เราได้พัฒนาโปรแกรมรีเซ็ตยอดคงเหลืออัตโนมัติ โซลูชั่นที่เป็นนวัตกรรมนี้ทำหน้าที่เป็นเกราะป้องกัน รับรองว่ายอดคงเหลือในบัญชีของคุณจะไม่ต่ำกว่าศูนย์",
} as AutoResetBalanceLocaleType;
