import { WhyTradeLocaleType } from "./types";

export default {
  WhyTrade: "ऊर्जा संसाधनों का व्यापार क्यों करें?",
  OilIsOne:
    "अल्पावधि व्यापारियों के लिए तेल सबसे पसंदीदा परिसंपत्तियों में से एक है, तेल की कीमतों में औसत उतार-चढ़ाव प्रमुख मुद्रा जोड़े और सोने के कोटेशन में औसत उतार-चढ़ाव से लगभग 2-4 गुना अधिक है।",
  AtTheSame:
    "साथ ही, यह ध्यान देने योग्य है कि इस उपकरण पर व्यापार करना उन व्यापारियों के लिए भी दिलचस्प होगा जो दीर्घकालिक संभावनाओं को ध्यान में रखते हुए लेनदेन की योजना बनाते हैं।",
  FeaturesOfThe: "ऊर्जा बाज़ार की विशेषताएं:",
  TheConstant:
    "कीमतों को प्रभावित करने वाले कई कारकों के कारण, उद्धरणों में निरंतर उतार-चढ़ाव, लाभ की निरंतर संभावना प्रदान करता है।",
  OilTrading:
    "तेल व्यापार विशिष्ट एक्सचेंजों से जुड़ा होता है, जिनके अपने कार्य कार्यक्रम होते हैं।",
  TheEnergy:
    "ऊर्जा बाज़ार शर्तों से बंधा हुआ है; अर्थात्, इस पर कारोबार किए गए अनुबंधों की वैधता की एक निश्चित अवधि होती है।",
} as WhyTradeLocaleType;
