import { WhyTradeLocaleType } from "./types";

export default {
  WhyTrade: "なぜエネルギー資源を取引するのか?",
  OilIsOne: "石油は短期トレーダーにとって最も好まれる資産の 1 つであり、石油価格の平均変動は主要通貨ペアや金の相場の平均変動よりも約 2 ～ 4 倍高くなります。",
  AtTheSame: "同時に、この商品の取引は、長期的な見通しを念頭に取引を計画しているトレーダーにとっても興味深いものとなることは注目に値します。",
  FeaturesOfThe: "エネルギー市場の特徴:",
  TheConstant: "価格に影響を与える多くの要因により相場が常に変動するため、常に利益を得る可能性があります。",
  OilTrading: "石油取引は特定の取引所と結びついており、取引所ごとに独自の作業スケジュールがあります。",
  TheEnergy: "エネルギー市場は条件に縛られており、つまり、そこで取引される契約には一定の有効期間があります。",
} as WhyTradeLocaleType;
