import { WhyTradeLocaleType } from "./types";

export default {
  WhyTrade: "توانائی کے وسائل کی تجارت کیوں؟",
  OilIsOne:
    "تیل مختصر مدت کے تاجروں کے لیے سب سے پسندیدہ اثاثوں میں سے ایک ہے، تیل کی قیمتوں میں اوسط اتار چڑھاؤ بڑے کرنسی کے جوڑوں اور سونے کی قیمتوں کے اوسط اتار چڑھاو سے تقریباً 2-4 گنا زیادہ ہے۔",
  AtTheSame:
    "ساتھ ہی، یہ بات بھی قابل توجہ ہے کہ اس آلے پر تجارت ان تاجروں کے لیے بھی دلچسپی کا باعث ہوگی جو طویل مدتی امکانات کو مدنظر رکھتے ہوئے لین دین کی منصوبہ بندی کرتے ہیں۔",
  FeaturesOfThe: "توانائی کی مارکیٹ کی خصوصیات:",
  TheConstant:
    "قیمتوں کو متاثر کرنے والے بہت سے عوامل کی وجہ سے قیمتوں کا مستقل اتار چڑھاؤ منافع کی مستقل صلاحیت فراہم کرتا ہے۔",
  OilTrading:
    "تیل کی تجارت کو مخصوص ایکسچینجز سے منسلک کیا جاتا ہے، جن کے اپنے کام کے شیڈول ہوتے ہیں۔",
  TheEnergy:
    "توانائی کی مارکیٹ شرائط سے منسلک ہے؛ یعنی، اس پر تجارت کیے جانے والے معاہدوں کی میعاد کی ایک خاص مدت ہوتی ہے۔",
} as WhyTradeLocaleType;
