import { WhyTradeLocaleType } from "./types";

export default {
  WhyTrade: "Почему стоит торговать энергоресурсами",
  OilIsOne: "Нефть – один из самых предпочтительных активов для трейдеров, специализирующихся на краткосрочной торговле. Средние колебания цен на нефть примерно в 2-4 раза выше средних изменений котировок основных валютных пар и золота.",
  AtTheSame: "Вместе с тем, стоит отметить, что торговля по данному инструменту будет также интересна и тем трейдерам, кто планирует сделки с прицелом на более долгосрочные перспективы.",
  FeaturesOfThe: "Особенности рынка энергоносителей:",
  TheConstant: "Постоянное колебание котировок, обусловленное множеством факторов воздействия на цены, обеспечивает постоянный потенциал извлечения прибыли.",
  OilTrading: "Торговля нефтью привязана к конкретным биржам, которые имеют собственный график работы.",
  TheEnergy: "Рынок энергоносителей- срочный, то есть на нем торгуются контракты, имеющие определенный период действия.",
} as WhyTradeLocaleType;
