import { WhyTradeLocaleType } from "./types";

export default {
  WhyTrade: "ทำไมต้องค้าขายทรัพยากรพลังงาน?",
  OilIsOne:
    "น้ำมันเป็นหนึ่งในสินทรัพย์ที่ต้องการมากที่สุดสำหรับเทรดเดอร์ระยะสั้น โดยมีความผันผวนของราคาน้ำมันโดยเฉลี่ยสูงกว่าความผันผวนโดยเฉลี่ยของราคาของคู่สกุลเงินหลักและทองคำประมาณ 2-4 เท่า",
  AtTheSame:
    "ในเวลาเดียวกัน เป็นที่น่าสังเกตว่าการซื้อขายตราสารนี้จะเป็นประโยชน์สำหรับเทรดเดอร์ที่วางแผนธุรกรรมโดยคำนึงถึงโอกาสในระยะยาว",
  FeaturesOfThe: "คุณสมบัติของตลาดพลังงาน:",
  TheConstant:
    "ความผันผวนของราคาอย่างต่อเนื่อง เนื่องจากหลายปัจจัยที่มีอิทธิพลต่อราคา ทำให้มีโอกาสทำกำไรได้อย่างต่อเนื่อง",
  OilTrading:
    "การซื้อขายน้ำมันเชื่อมโยงกับการแลกเปลี่ยนเฉพาะซึ่งมีตารางการทำงานเป็นของตัวเอง",
  TheEnergy:
    "ตลาดพลังงานเชื่อมโยงกับเงื่อนไข นั่นคือสัญญาที่ซื้อขายนั้นมีช่วงระยะเวลาหนึ่ง",
} as WhyTradeLocaleType;
