import { HeaderBlockLocaleType } from "./types";

export default {
  FundsSecurity: "निधि सुरक्षा",
  ZetradexValues:
    "Zetradex आपके पैसे को महत्व देता है और हम जानते हैं कि आप भी ऐसा करते हैं। इसीलिए हमने आपके पैसे की सुरक्षा के लिए एक परिष्कृत, बहुस्तरीय फंड सुरक्षा कार्यक्रम लागू किया है।",
  SegregatedFunds: "पृथक निधि",
  ToProtect:
    "आपके पैसे को हर कीमत पर सुरक्षित रखने के लिए, हम एक पृथक निधि नीति का उपयोग करते हैं। इसका मतलब यह है कि आपका पैसा कंपनी के फंड से अलग जमा किया जाता है। यह सुनिश्चित करता है कि आपके पैसे का उपयोग ज़ेट्रेडेक्स संसाधनों के रूप में नहीं किया जा रहा है और यह हमारी गतिविधियों को निधि नहीं देता है - यह केवल आपके लेनदेन के लिए है।",
  SSLCertificate: "एसएसएल प्रमाणपत्र",
  WeUse:
    "हम हमारी वेबसाइट पर आपके द्वारा दर्ज किए गए सभी डेटा की सुरक्षा के लिए एक एसएसएल प्रमाणपत्र का उपयोग करते हैं। एसएसएल, या सिक्योर सॉकेट लेयर, एक प्रोटोकॉल है जो आपके और हमारी वेबसाइट के बीच सुरक्षित संचार की अनुमति देता है।",
} as HeaderBlockLocaleType;
