import { HeaderBlockLocaleType } from "./types";

export default {
  FundsSecurity: "فنڈز سیکیورٹی",
  ZetradexValues: "Zetradex آپ کے پیسے کی قدر کرتا ہے اور ہم جانتے ہیں کہ آپ بھی کرتے ہیں۔ اسی لیے ہم نے آپ کے پیسے کی حفاظت کے لیے ایک نفیس، کثیر سطحی فنڈز سیکیورٹی پروگرام نافذ کیا ہے۔",
  SegregatedFunds: "الگ شدہ فنڈز",
  ToProtect: "ہر قیمت پر آپ کے پیسے کی حفاظت کے لیے، ہم ایک الگ شدہ فنڈز کی پالیسی استعمال کرتے ہیں۔ اس کا مطلب یہ ہے کہ آپ کی رقم کمپنی کے فنڈز سے الگ سے محفوظ ہے۔ یہ یقینی بناتا ہے کہ آپ کا پیسہ Zetradex وسائل کے طور پر استعمال نہیں کیا جا رہا ہے اور ہماری سرگرمیوں کو فنڈ نہیں دیتا ہے - یہ صرف آپ کے لین دین کے لیے ہے۔",
  SSLCertificate: "SSL سرٹیفکیٹ",
  WeUse: "ہم اپنی ویب سائٹ پر آپ کے داخل کردہ تمام ڈیٹا کی حفاظت کے لیے ایک SSL سرٹیفکیٹ استعمال کرتے ہیں۔ SSL، یا Secure Sockets Layer، ایک پروٹوکول ہے جو آپ اور ہماری ویب سائٹ کے درمیان محفوظ مواصلت کی اجازت دیتا ہے۔",
  } as HeaderBlockLocaleType;
