import { HeaderBlockLocaleType } from "./types";

export default {
  FundsSecurity: "Безопасность средств",
  ZetradexValues: "Zetradex ценит ваши деньги, и мы знаем, что вы тоже. Вот почему мы внедрили сложную, многоуровневую программу безопасности средств, чтобы защитить ваши деньги.",
  SegregatedFunds: "Сегрегированные фонды",
  ToProtect: "Чтобы защитить ваши деньги любой ценой, мы используем политику разделения средств. Это означает, что ваши деньги хранятся отдельно от средств компании. Это гарантирует, что ваши деньги не используются в качестве ресурсов Zetradex и не финансируют нашу деятельность — они предназначены только для ваших транзакций.",
  SSLCertificate: "SSL-сертификат",
  WeUse: "Мы используем SSL-сертификат для защиты всех данных, которые вы вводите на нашем веб-сайте. SSL или Secure Sockets Layer — это протокол, обеспечивающий безопасную связь между вами и нашим веб-сайтом.",
} as HeaderBlockLocaleType;
