import { HeaderBlockLocaleType } from "./types";

export default {
  FundsSecurity: "ความปลอดภัยของกองทุน",
  ZetradexValues:
    "Zetradex ให้ความสำคัญกับเงินของคุณและเรารู้ว่าคุณก็ทำเช่นกัน นั่นเป็นเหตุผลที่เราได้ใช้โปรแกรมรักษาความปลอดภัยกองทุนหลายชั้นที่ซับซ้อนเพื่อปกป้องเงินของคุณ",
  SegregatedFunds: "กองทุนแยก",
  ToProtect:
    "เพื่อปกป้องเงินของคุณในทุกกรณี เราใช้นโยบายกองทุนแยก ซึ่งหมายความว่าเงินของคุณจะถูกจัดเก็บแยกต่างหากจากกองทุนของบริษัท สิ่งนี้ทำให้แน่ใจได้ว่าเงินของคุณไม่ได้ถูกใช้เป็นทรัพยากรของ Zetradex และไม่ได้ให้ทุนกับกิจกรรมของเรา - มีไว้สำหรับธุรกรรมของคุณเท่านั้น",
  SSLCertificate: "ใบรับรอง SSL",
  WeUse:
    "เราใช้ใบรับรอง SSL เพื่อปกป้องข้อมูลทั้งหมดที่คุณป้อนบนเว็บไซต์ของเรา SSL หรือ Secure Sockets Layer เป็นโปรโตคอลที่ช่วยให้เกิดการสื่อสารที่ปลอดภัยระหว่างคุณและเว็บไซต์ของเรา",
} as HeaderBlockLocaleType;
