import { KYCPolicyLocaleType } from "./types";

export default {
  KYCPolicy: "केवाईसी नीति",
  KnowYourCustomer: "(अपने ग्राहक को जानो)",
  KnowYourCustomerPolicies:
    "पहचान की चोरी, मनी लॉन्ड्रिंग, वित्तीय धोखाधड़ी और आतंकवादी गतिविधि को रोकने के लिए, अपनी ग्राहक नीतियों को जानें दुनिया भर में, विशेष रूप से बैंकों और अन्य वित्तीय संस्थानों के बीच तेजी से महत्वपूर्ण हो गई है।",
  ZetradexHoldsAZero:
    "ज़ेट्राडेक्स शून्य सहनशीलता धोखाधड़ी नीति रखता है, और इसे रोकने के लिए हर संभव उपाय कर रहा है। किसी भी धोखाधड़ी वाली गतिविधि का दस्तावेजीकरण किया जाएगा और उससे संबंधित सभी खाते तुरंत बंद कर दिए जाएंगे। इन खातों की सारी धनराशि जब्त कर ली जाएगी।",
  Prevention: "रोकथाम",
  ZetradexAimsToEnsure:
    "Zetradex का लक्ष्य विभिन्न प्रकार के सुरक्षा उपायों और धोखाधड़ी नियंत्रणों का उपयोग करके प्राप्त किसी भी संवेदनशील डेटा, जैसे आपके खाते की जानकारी और आपके द्वारा किए गए लेनदेन की अखंडता को सुनिश्चित करना है। आपके इलेक्ट्रॉनिक लेनदेन को सुरक्षित करने के लिए हमें आपकी पसंदीदा जमा विधि सहित, आपसे कुछ डेटा प्रदान करना आवश्यक है।",
  WhenYouDepositFunds:
    "जब आप धनराशि जमा करेंगे तो हमें निम्नलिखित दस्तावेजों की आवश्यकता होगी:",
  ACopyOfYourValid: "हस्ताक्षर पृष्ठ के साथ आपके वैध पासपोर्ट की एक प्रति;",
  CopiesOfYourCredit:
    "जमा करने के लिए उपयोग की गई आपके क्रेडिट कार्ड की प्रतियां:",
  OneOrMoreIfAvailable:
    "स्वामी द्वारा कार्ड के कब्जे की पुष्टि के लिए निम्नलिखित विकल्पों में से एक या अधिक (यदि उपलब्ध हो):",
  RecentCopyOfABank:
    "बैंक विवरण की नवीनतम प्रति जिसमें कार्डधारक का पूरा नाम, कार्ड नंबर के पहले 6 और अंतिम 4 अंक (संवेदनशील डेटा शामिल होना चाहिए), और संबंधित भुगतान शामिल हो। यदि स्क्रीनशॉट प्रदान किए गए हैं तो पेज यूआरएल अवश्य दिखाई देना चाहिए।",
  AuthorizationCodeFor:
    "प्रश्न में भुगतान के लिए प्राधिकरण कोड (AUTH कोड) - यह आमतौर पर लेनदेन डेटा में शामिल होता है जब ग्राहक अपने बैंक खाते तक पहुंचता है।",
  ClearColorCopiesOf:
    "कार्ड के दोनों किनारों की स्पष्ट रंगीन प्रतियां। कार्ड नंबर का मध्य भाग दोनों तरफ से ढका होना चाहिए, जिससे पहले 6 और अंतिम 4 अंक दिखाई दें; पीछे की तरफ सीवीसी/सीवीवी कोड ढका होना चाहिए।",
  ACopyOfARecentUtility: "आपके नाम और पते पर हाल के उपयोगिता बिल की एक प्रति।",
  IfYouHaveAnyQuestionsPlease:
    "यदि आपके कोई प्रश्न हैं तो कृपया हमारे ग्राहक सहायता से संपर्क करने में संकोच न करें:",
  WhenDoINeedToProvide: "मुझे ये दस्तावेज़ कब उपलब्ध कराने होंगे?",
  WeHighlyAppreciateYou:
    "हम आपके लेन-देन के प्रसंस्करण में किसी भी देरी से बचने के लिए हमें जल्द से जल्द सभी आवश्यक दस्तावेज़ उपलब्ध कराने के लिए समय निकालने की अत्यधिक सराहना करते हैं। आपके खाते से कोई भी नकद लेनदेन करने से पहले हमें सभी आवश्यक दस्तावेजों की रसीद की आवश्यकता होती है।",
  DocumentsBeCheckedWithin:
    "दस्तावेज़ जमा करने के 48 कार्य घंटों के भीतर जाँच की जानी चाहिए। कुछ परिस्थितियों में हमें आपके खाते में किसी भी अन्य गतिविधियों, जैसे जमा या व्यापार की अनुमति देने से पहले इन दस्तावेजों का अनुरोध करने की आवश्यकता हो सकती है।",
  PleaseNoteThatIf:
    "कृपया ध्यान दें कि यदि हमें फ़ाइल पर आवश्यक दस्तावेज़ प्राप्त नहीं होते हैं, तो आपकी लंबित निकासी रद्द कर दी जाएगी और आपके ट्रेडिंग खाते में वापस जमा कर दी जाएगी। हम आपको अपने सिस्टम के माध्यम से ऐसी घटना के बारे में सूचित करेंगे। लंबित लेनदेन रद्दीकरण से बचने के लिए हम अनुरोध के 24 घंटे के भीतर दस्तावेज़ उपलब्ध कराने की सलाह देते हैं।",
  HowCanISendYou: "मैं आपको ये दस्तावेज़ कैसे भेज सकता हूँ?",
  PleaseScanYourDocuments:
    "कृपया अपने दस्तावेज़ों को स्कैन करें, या एक उच्च गुणवत्ता वाला डिजिटल कैमरा चित्र लें, छवियों को jpeg, bmp, png, doc और docx के रूप में सहेजें, फिर इसे हमें मेल के माध्यम से भेजें",
  HowDoIKnowMy: "मुझे कैसे पता चलेगा कि मेरे दस्तावेज़ आपके पास सुरक्षित हैं?",
  ZetradexHoldsTheSecurity:
    "Zetradex दस्तावेज़ीकरण की सुरक्षा को सर्वोच्च प्राथमिकता देता है, और इसे प्राप्त होने वाले सभी दस्तावेज़ों को अत्यंत सम्मान और गोपनीयता के साथ मानता है। हमारे द्वारा प्राप्त की गई सभी फ़ाइलें समीक्षा प्रक्रिया के प्रत्येक चरण में उच्चतम संभव स्तर के एन्क्रिप्शन का उपयोग करके पूरी तरह से सुरक्षित हैं।",
  WeThankYouForYour:
    "ज़ेट्रेडेक्स को व्यापार के लिए एक सुरक्षित स्थान बनाने में हमारी मदद करने में आपके सहयोग के लिए हम आपको धन्यवाद देते हैं।",
} as KYCPolicyLocaleType;
