import { KYCPolicyLocaleType } from "./types";

export default {
  KYCPolicy: "本人確認ポリシー",
  KnowYourCustomer: "(顧客を知る)",
  KnowYourCustomerPolicies: "顧客ポリシーがますます重要になっていることを知る",
  ZetradexHoldsAZero:
    "個人情報の盗難、マネーロンダリング、金融詐欺、テロ活動を防止するために、特に銀行やその他の金融機関の間で、世界規模での活動を行っています。",
  Prevention:
    "Zetradex は不正行為を一切許容しない方針を掲げており、不正行為を防止するために可能な限りあらゆる措置を講じています。 あらゆる不正行為は文書化され、それに関連するすべてのアカウントは直ちに抹消されます。",
  ZetradexAimsToEnsure:
    "閉まっている。 これらの口座内の資金はすべて没収されます。",
  WhenYouDepositFunds: "防止",
  ACopyOfYourValid:
    "Zetradex は、さまざまなセキュリティ対策や不正行為の制御を使用して、アカウント情報や取引など、取得した機密データの完全性を確保することを目指しています。 お客様の電子取引を保護するには、お客様が希望する入金方法など、特定のデータをお客様から提供していただく必要があります。",
  CopiesOfYourCredit: "資金を入金する際には、次の書類が必要になります。",
  OneOrMoreIfAvailable: "署名ページのある有効なパスポートのコピー。",
  RecentCopyOfABank: "入金に使用したクレジット カードのコピー:",
  AuthorizationCodeFor:
    "所有者によるカードの所有を確認するための次のオプションの 1 つ以上 (利用可能な場合):",
  ClearColorCopiesOf:
    "カード所有者のフルネーム、カード番号の最初の 6 桁と最後の 4 桁 (機密データをカバーする必要があります)、および問題の支払いを含む銀行取引明細書の最近のコピー。 スクリーンショットが提供される場合は、ページの URL が表示される必要があります。",
  ACopyOfARecentUtility:
    "問題の支払いの認証コード (AUTH コード) – 通常、クライアントが銀行口座にアクセスするときの取引データに含まれています。",
  IfYouHaveAnyQuestionsPlease:
    "カードの両面の鮮明なカラーコピー。 カード番号の中央は両側で覆われ、最初の 6 桁と最後の 4 桁が見えるようにする必要があります。 裏面では、CVC/CVV コードをカバーする必要があります。",
  WhenDoINeedToProvide:
    "あなたの名前と住所が記載された最近の公共料金請求書のコピー。",
  WeHighlyAppreciateYou:
    "ご質問がございましたら、お気軽にカスタマーサポートまでお問い合わせください。",
  DocumentsBeCheckedWithin: "これらの書類はいつ提出する必要がありますか?",
  PleaseNoteThatIf:
    "取引処理の遅延を避けるため、時間を割いて必要な書類をすべてできるだけ早くご提供いただきますよう、よろしくお願いいたします。 お客様の口座から現金取引を行う前に、必要な書類をすべて受領する必要があります。",
  HowCanISendYou:
    "書類は提出後 48 時間以内にチェックされます。 状況によっては、預金や取引など、アカウントでの他のアクティビティを許可する前に、これらの書類を要求する必要がある場合があります。",
  PleaseScanYourDocuments:
    "必要な書類が提出されていない場合、保留中の出金はキャンセルされ、取引口座に返金されますのでご注意ください。 そのようなイベントが発生した場合は、システムを通じて通知されます。 保留中の取引キャンセルを避けるために、リクエスト後 24 時間以内に書類を提出することをお勧めします。",
  HowDoIKnowMy: "これらの書類はどうすれば送れますか?",
  ZetradexHoldsTheSecurity:
    "書類をスキャンするか、高品質のデジタル カメラで写真を撮り、画像を jpeg、bmp、png、doc、docx として保存し、メールで送信してください。",
  WeThankYouForYour:
    "私の書類が安全に保管されていることをどうやって確認できますか?",
} as KYCPolicyLocaleType;
