import { KYCPolicyLocaleType } from "./types";

export default {
  KYCPolicy: "ПОЛИТИКА ЗСК",
  KnowYourCustomer: "(ЗНАЙ СВОЕГО КЛИЕНТА)",
  KnowYourCustomerPolicies:
    "Знайте свою клиентскую политику, которая становится все более важной во всем мире, особенно среди банков и других финансовых учреждений, чтобы предотвратить кражу личных данных, отмывание денег, финансовое мошенничество и террористическую деятельность.",
  ZetradexHoldsAZero:
    "Zetradex придерживается политики абсолютной нетерпимости к мошенничеству и принимает все возможные меры для его предотвращения. Любая мошенническая деятельность будет документирована, и все связанные с ней счета будут немедленно закрыты. Все средства на этих счетах будут конфискованы.",
  Prevention: "Профилактика",
  ZetradexAimsToEnsure:
    "Zetradex стремится обеспечить целостность любых конфиденциальных данных, которые он получает, таких как информация о вашей учетной записи и совершаемые вами транзакции, используя различные меры безопасности и средства контроля мошенничества. Для обеспечения безопасности ваших электронных транзакций нам необходимо предоставить от вас определенные данные, включая предпочитаемый вами метод внесения депозита.",
  WhenYouDepositFunds:
    "При внесении средств нам потребуются следующие документы:",
  ACopyOfYourValid: "копия действующего паспорта со страницей с подписью;",
  CopiesOfYourCredit:
    "копии ваших кредитных карт, использованных для внесения депозита:",
  OneOrMoreIfAvailable:
    "Один или несколько (при наличии) из следующих вариантов подтверждения владения картой владельцем:",
  RecentCopyOfABank:
    "недавняя копия банковской выписки, содержащая полное имя владельца карты, первые 6 и последние 4 цифры номера карты (должны быть указаны конфиденциальные данные), а также соответствующий платеж. Если предоставляются снимки экрана, URL-адрес страницы должен быть виден.",
  AuthorizationCodeFor:
    "код авторизации для рассматриваемого платежа (код AUTH) – обычно он содержится в данных транзакции, когда клиент получает доступ к своему банковскому счету.",
  ClearColorCopiesOf:
    "четкие цветные копии обеих сторон карты. Середина номера карты должна быть закрыта с обеих сторон, оставляя видимыми первые 6 и последние 4 цифры; на обратной стороне должен быть закрыт код CVC/CVV.",
  ACopyOfARecentUtility:
    "копия недавнего счета за коммунальные услуги на ваше имя и адрес.",
  IfYouHaveAnyQuestionsPlease:
    "Если у вас есть какие-либо вопросы, не стесняйтесь обращаться в нашу службу поддержки:",
  WhenDoINeedToProvide: "Когда мне нужно предоставить эти документы?",
  WeHighlyAppreciateYou:
    "Мы очень ценим, что вы нашли время предоставить нам все необходимые документы как можно скорее, чтобы избежать каких-либо задержек в обработке ваших транзакций. Мы требуем получения всех необходимых документов до совершения каких-либо операций с наличными средствами с вашего счета.",
  DocumentsBeCheckedWithin:
    "Документы проверяются в течение 48 рабочих часов после подачи. Некоторые обстоятельства могут потребовать от нас запроса этих документов, прежде чем разрешать любые другие действия на вашем счете, такие как депозиты или сделки.",
  PleaseNoteThatIf:
    "Обратите внимание, что если мы не получим необходимые документы, ваш ожидающий вывод средств будет отменен и зачислен обратно на ваш торговый счет. Мы уведомим вас о таком событии через нашу систему. Чтобы избежать ожидания отмены транзакции, мы рекомендуем предоставить документы в течение 24 часов после запроса.",
  HowCanISendYou: "Как я могу отправить вам эти документы?",
  PleaseScanYourDocuments:
    "Пожалуйста, отсканируйте свои документы или сделайте высококачественный снимок цифровой камерой, сохраните изображения в форматах jpeg, bmp, png, doc и docx, а затем отправьте его нам по адресу:",
  HowDoIKnowMy: "Как я узнаю, что мои документы у вас в безопасности?",
  ZetradexHoldsTheSecurity:
    "Zetradex уделяет первостепенное внимание безопасности документации и относится ко всем получаемым документам с максимальным уважением и конфиденциальностью. Все файлы, которые мы получаем, полностью защищены с использованием максимально возможного уровня шифрования на каждом этапе процесса проверки.",
  WeThankYouForYour:
    "Мы благодарим вас за сотрудничество, помогающее нам сделать Zetradex более безопасным местом для торговли.",
} as KYCPolicyLocaleType;
