import { KYCPolicyLocaleType } from "./types";

export default {
  KYCPolicy: "นโยบายความเป็นส่วนตัว",
  KnowYourCustomer: "(รู้จักลูกค้าของคุณ)",
  KnowYourCustomerPolicies:
    "รู้ว่านโยบายลูกค้าของคุณมีความสำคัญมากขึ้นทั่วโลก โดยเฉพาะในกลุ่มธนาคารและสถาบันการเงินอื่นๆ เพื่อป้องกันการโจรกรรมข้อมูลส่วนบุคคล การฟอกเงิน การฉ้อโกงทางการเงิน และกิจกรรมของผู้ก่อการร้าย",
  ZetradexHoldsAZero:
    "Zetradex มีนโยบายต่อต้านการฉ้อโกงเป็นศูนย์ และกำลังใช้มาตรการทั้งหมดที่เป็นไปได้เพื่อป้องกันการฉ้อโกงดังกล่าว กิจกรรมการฉ้อโกงใด ๆ จะถูกบันทึกไว้และบัญชีทั้งหมดที่เกี่ยวข้องจะถูกปิดทันที เงินทั้งหมดในบัญชีเหล่านี้จะถูกริบ",
  Prevention: "การป้องกัน",
  ZetradexAimsToEnsure:
    "Zetradex มุ่งหวังที่จะรับรองความสมบูรณ์ของข้อมูลที่ละเอียดอ่อนที่ได้รับ เช่น ข้อมูลบัญชีของคุณและธุรกรรมที่คุณทำ โดยใช้มาตรการรักษาความปลอดภัยและการควบคุมการฉ้อโกงที่หลากหลาย การรักษาความปลอดภัยธุรกรรมทางอิเล็กทรอนิกส์ของคุณกำหนดให้เราต้องได้รับข้อมูลบางอย่างจากคุณ รวมถึงวิธีการฝากเงินที่คุณต้องการ",
  WhenYouDepositFunds: "เมื่อคุณฝากเงิน เราจะต้องการเอกสารดังต่อไปนี้:",
  ACopyOfYourValid: "สำเนาหนังสือเดินทางที่ถูกต้องของคุณพร้อมหน้าลายเซ็น",
  CopiesOfYourCredit: "สำเนาบัตรเครดิตของคุณที่ใช้ในการฝากเงิน:",
  OneOrMoreIfAvailable:
    "ตัวเลือกต่อไปนี้หนึ่งรายการขึ้นไป (ถ้ามี) เพื่อยืนยันการครอบครองบัตรโดยเจ้าของ:",
  RecentCopyOfABank:
    "สำเนาใบแจ้งยอดธนาคารล่าสุดที่มีชื่อเต็มของผู้ถือบัตร หมายเลขบัตร 6 หลักแรกและ 4 หลักสุดท้าย (ต้องครอบคลุมข้อมูลที่ละเอียดอ่อน) และการชำระเงินที่เป็นปัญหา หากระบุภาพหน้าจอ URL ของหน้าจะต้องมองเห็นได้",
  AuthorizationCodeFor:
    "รหัสอนุมัติสำหรับการชำระเงินที่ต้องการ (รหัส AUTH) - โดยปกติจะอยู่ในข้อมูลธุรกรรมเมื่อลูกค้าเข้าถึงบัญชีธนาคารของตน",
  ClearColorCopiesOf:
    "สำเนาสีชัดเจนของการ์ดทั้งสองด้าน ควรปิดตรงกลางหมายเลขบัตรทั้งสองด้าน โดยให้มองเห็น 6 หลักแรกและ 4 หลักสุดท้าย ที่ด้านหลังควรครอบคลุมรหัส CVC/CVV",
  ACopyOfARecentUtility: "สำเนาบิลค่าสาธารณูปโภคล่าสุดในชื่อและที่อยู่ของคุณ",
  IfYouHaveAnyQuestionsPlease:
    "หากคุณมีคำถามใด ๆ โปรดอย่าลังเลที่จะติดต่อฝ่ายสนับสนุนลูกค้าของเรา:",
  WhenDoINeedToProvide: "ฉันจะต้องจัดเตรียมเอกสารเหล่านี้เมื่อใด?",
  WeHighlyAppreciateYou:
    "เราขอขอบคุณเป็นอย่างยิ่งที่คุณสละเวลาจัดเตรียมเอกสารที่จำเป็นทั้งหมดให้เราโดยเร็วที่สุด เพื่อหลีกเลี่ยงความล่าช้าในการประมวลผลธุรกรรมของคุณ เราต้องการได้รับเอกสารที่จำเป็นทั้งหมดก่อนที่จะทำธุรกรรมเงินสดจากบัญชีของคุณ",
  DocumentsBeCheckedWithin:
    "ตรวจสอบเอกสารภายใน 48 ชั่วโมงทำการหลังยื่น สถานการณ์บางอย่างอาจทำให้เราต้องขอเอกสารเหล่านี้ก่อนอนุญาตให้มีกิจกรรมอื่น ๆ ในบัญชีของคุณ เช่น การฝากเงินหรือการซื้อขาย",
  PleaseNoteThatIf:
    "โปรดทราบว่าหากเราไม่ได้รับเอกสารที่จำเป็นในไฟล์ การถอนเงินที่รอดำเนินการของคุณจะถูกยกเลิกและคืนเครดิตกลับไปยังบัญชีซื้อขายของคุณ เราจะแจ้งให้คุณทราบถึงเหตุการณ์ดังกล่าวผ่านระบบของเรา เพื่อหลีกเลี่ยงการยกเลิกธุรกรรมที่รอดำเนินการ เราขอแนะนำให้จัดเตรียมเอกสารภายใน 24 ชั่วโมงหลังจากการร้องขอ",
  HowCanISendYou: "ฉันจะส่งเอกสารเหล่านี้ให้คุณได้อย่างไร?",
  PleaseScanYourDocuments:
    "โปรดสแกนเอกสารของคุณ หรือถ่ายภาพจากกล้องดิจิตอลคุณภาพสูง บันทึกภาพเป็น jpeg, bmp, PNG, doc และ docx จากนั้นส่งมาให้เราทางไปรษณีย์ที่",
  HowDoIKnowMy: "ฉันจะรู้ได้อย่างไรว่าเอกสารของฉันปลอดภัยกับคุณ?",
  ZetradexHoldsTheSecurity:
    "Zetradex รักษาความปลอดภัยของเอกสารเป็นลำดับความสำคัญสูงสุด และปฏิบัติต่อเอกสารทั้งหมดที่ได้รับด้วยความเคารพและการรักษาความลับอย่างสูงสุด ไฟล์ทั้งหมดที่เราได้รับได้รับการป้องกันอย่างสมบูรณ์โดยใช้ระดับการเข้ารหัสสูงสุดที่เป็นไปได้ในทุกขั้นตอนของกระบวนการตรวจสอบ",
  WeThankYouForYour:
    "เราขอขอบคุณสำหรับความร่วมมือในการช่วยเราทำให้ Zetradex เป็นสถานที่ซื้อขายที่ปลอดภัยยิ่งขึ้น",
} as KYCPolicyLocaleType;
