import { SocialTradingType } from "public/locales/social-trading-platform/socialt-trading/types";

export default {
  SocialTrading: "Социальная торговля",
  SocialTradingIsAForm:
    "Социальная торговля — это форма инвестиций, основанная на участии сообщества.",
  ItTypically:
    "Обычно он работает как настоящая платформа, где вы можете просматривать, делиться и комментировать торговую деятельность других.",
  SocialTradingAllows:
    "Социальный трейдинг позволяет анализировать финансовые данные на основе действий успешных трейдеров и точно воспроизводить их действия и стратегии.",
  Thus: "Таким образом, социальная торговля включает в себя как зеркальную торговлю, так и копирование сделок.",
} as SocialTradingType;
