import type { LoyaltyProgramType } from "public/locales/loyalty-program/types";

export default {
  ZeLoyalty: "ज़ी लॉयल्टी प्रोग्राम",
  GetTheFull: "पूरा लाभ पाएँ",
  WeAreZetradex:
    "हम, ज़ेट्रेडेक्स में, आप में से हर एक के प्रति आभार व्यक्त करना चाहते हैं कि आप हमारे साथ बने रहें, सहयोग करें और हमारी सेवाओं का उपयोग करें। इसलिए हमने एक अनूठा, बेजोड़ लॉयल्टी प्रोग्राम तैयार किया है ताकि यह सुनिश्चित हो सके कि आप हमारे साथ बने रहें और अन्य ब्रोकर के ग्राहकों से ज़्यादा प्राप्त करें।",
  Valuable:
    "जब आप ट्रेडिंग अकाउंट रजिस्टर करते हैं और अपना पहला डिपॉजिट करते हैं, तो पहले दिन से ही मूल्यवान उपहार और बोनस आपका इंतज़ार करते हैं। आपकी ट्रेडिंग जितनी ज़्यादा सक्रिय होगी, हमारी भागीदारी के ज़रिए आपको उतने ही ज़्यादा पुरस्कार मिलेंगे। हमारा लॉयल्टी प्रोग्राम बिना किसी अपवाद के सभी के लिए खुला है। बस साइन अप करें, हमारे साथ बने रहें, पॉइंट कमाएँ और उन्हें नकद पुरस्कार या बोनस के लिए भुनाएँ।",
  AllAcc: "सभी प्रकार के अकाउंट",
  Including: "ओलंपिक बोनस वाले अकाउंट सहित",
  Minimum: "न्यूनतम डिपॉजिट",
  Annual: "वार्षिक ब्याज दर",
  Exchangeable: "विनिमेय पॉइंट",
  Into: "असली पैसे या बोनस में",
  OpenAcc: "खाता खोलें",
  FundYour: "अपनी डिपॉजिट कम से कम $1 जमा करें",
  StartTrading: "ट्रेडिंग शुरू करें और हमारे साथ बने रहें",
  HowDoes: "ज़ी लॉयल्टी प्रोग्राम कैसे काम करता है?",
  HowToJoin: "ज़ी लॉयल्टी प्रोग्राम से कैसे जुड़ें?",
} as LoyaltyProgramType;
