import type { LoyaltyProgramType } from "public/locales/loyalty-program/types";

export default {
  ZeLoyalty: "زی لائلٹی پروگرام",
  GetTheFull: "پورا فائدہ حاصل کریں۔",
  WeAreZetradex:
    "Zetradex پر، ہم یہاں ہمارے ساتھ رہنے، تعاون کرنے اور ہماری خدمات کو استعمال کرنے کے لیے آپ میں سے ہر ایک کا شکریہ ادا کرنا چاہتے ہیں۔ اسی لیے ہم نے ایک منفرد، بے مثال لائلٹی پروگرام تیار کیا ہے تاکہ یہ یقینی بنایا جا سکے کہ آپ ہمارے ساتھ رہیں اور دوسرے بروکرز کے کلائنٹس سے زیادہ وصول کریں۔",
  Valuable:
    "پہلے دن سے قیمتی تحائف اور بونس آپ کے منتظر ہیں جب آپ ٹریڈنگ اکاؤنٹ رجسٹر کرتے ہیں اور اپنا پہلا ڈپازٹ کرتے ہیں۔ آپ کی تجارت جتنی زیادہ فعال ہوگی، ہماری شراکت کے ذریعے آپ کو اتنے ہی زیادہ انعامات حاصل ہوں گے۔ ہمارا لائلٹی پروگرام بغیر کسی استثناء کے سب کے لیے کھلا ہے۔ بس سائن اپ کریں، ہمارے ساتھ رہیں، پوائنٹس حاصل کریں، اور انہیں نقد انعامات یا بونس کے لیے چھڑائیں۔",
  AllAcc: "اکاؤنٹ کی تمام اقسام",
  Including: "بشمول اولمپک بونس والے اکاؤنٹس",
  Minimum: "کم از کم جمع",
  Annual: "سالانہ سود کی شرح",
  Exchangeable: "قابل تبادلہ پوائنٹس",
  Into: "حقیقی رقم یا بونس میں",
  OpenAcc: "ایک اکاؤنٹ کھولیں۔",
  FundYour: "اپنے ڈپازٹ کو کم از کم $1 فنڈ کریں۔",
  StartTrading: "تجارت شروع کریں اور ہمارے ساتھ رہیں",
  HowDoes: "ze لائلٹی پروگرام کیسے کام کرتا ہے؟",
  HowToJoin: "زی لائلٹی پروگرام میں کیسے شامل ہوں؟",
} as LoyaltyProgramType;
