import type { LoyaltyProgramType } from "public/locales/loyalty-program/types";

export default {
  ZeLoyalty: "Программа лояльности Ze",
  GetTheFull: "Получите все преимущества",
  WeAreZetradex:
    "Мы, в Zetradex, хотим выразить нашу благодарность каждому из вас за то, что вы здесь с нами, сотрудничаете и пользуетесь нашими услугами. Вот почему мы создали уникальную, не имеющую себе равных программу лояльности, чтобы вы оставались с нами и получали больше, чем клиенты других брокеров.",
  Valuable:
    "Ценные подарки и бонусы ждут вас с первого дня, когда вы регистрируете торговый счет и вносите свой первый депозит. Чем активнее ваша торговля, тем больше вознаграждений вы получите благодаря нашему партнерству. Наша программа лояльности открыта для всех без исключения. Просто зарегистрируйтесь, оставайтесь с нами, зарабатывайте баллы и обменивайте их на денежные призы или бонусы.",
  AllAcc: "Все типы счетов",
  Including: "включая счета с олимпийским бонусом",
  Minimum: "минимальный депозит",
  Annual: "годовая процентная ставка",
  Exchangeable: "обмениваемые баллы",
  Into: "на реальные деньги или бонусы",
  OpenAcc: "Открыть счет",
  FundYour: "Пополните свой депозит не менее чем на 1 доллар",
  StartTrading: "Начните торговать и оставайтесь с нами",
  HowDoes: "Как работает программа лояльности ze?",
  HowToJoin: "Как присоединиться к программе лояльности ze?",
} as LoyaltyProgramType;
