import type { LoyaltyProgramType } from "public/locales/loyalty-program/types";

export default {
  ZeLoyalty: "โปรแกรมความภักดี Ze",
  GetTheFull: "รับผลประโยชน์เต็มที่",
  WeAreZetradex:
    "พวกเราที่ Zetradex ต้องการแสดงความขอบคุณต่อทุกท่านที่อยู่ที่นี่กับเรา ร่วมมือกัน และใช้บริการของเรา นั่นเป็นเหตุผลที่เราได้สร้างโปรแกรมความภักดีที่ไม่เหมือนใครและไม่มีใครทัดเทียม เพื่อให้แน่ใจว่าคุณจะอยู่กับเราและได้รับมากกว่าลูกค้าของโบรกเกอร์รายอื่น",
  Valuable:
    "ของขวัญและโบนัสอันมีค่ารอคุณอยู่ตั้งแต่วันแรกเมื่อคุณลงทะเบียนบัญชีซื้อขายและฝากเงินครั้งแรก ยิ่งคุณซื้อขายมากเท่าไหร่ รางวัลที่คุณจะได้รับจากความร่วมมือของเราก็จะยิ่งมากขึ้นเท่านั้น โปรแกรมความภักดีของเราเปิดให้ทุกคนเข้าร่วมได้โดยไม่มีข้อยกเว้น เพียงลงทะเบียน อยู่กับเรา รับคะแนน และแลกเป็นรางวัลเงินสดหรือโบนัส",
  AllAcc: "บัญชีทุกประเภท",
  Including: "รวมถึงบัญชีที่มีโบนัสโอลิมปิก",
  Minimum: "เงินฝากขั้นต่ำ",
  Annual: "อัตราดอกเบี้ยรายปี",
  Exchangeable: "คะแนนที่แลกเปลี่ยนได้",
  Into: "เป็นเงินจริงหรือโบนัส",
  OpenAcc: "เปิดบัญชี",
  FundYour: "ฝากเงินเข้าบัญชีอย่างน้อย $1",
  StartTrading: "เริ่มซื้อขายและอยู่กับเรา",
  HowDoes: "โปรแกรมความภักดี Ze ทำงานอย่างไร",
  HowToJoin: "จะเข้าร่วมโปรแกรมความภักดี Ze ได้อย่างไร",
} as LoyaltyProgramType;
