import { KeyProjectFeaturesType } from "public/locales/social-trading-platform/key-project-features/types";

export default {
  UserFriendly: "उपयोगकर्ता के अनुकूल ट्रेडिंग इंटरफ़ेस",
  ThePlatform:
    "प्लेटफ़ॉर्म एक सहज और उत्तरदायी उपयोगकर्ता इंटरफ़ेस प्रदान करता है, जो इसे विशेषज्ञता के सभी स्तरों के व्यापारियों के लिए सुलभ बनाता है।",
  RealTime: "वास्तविक समय बाज़ार डेटा",
  UsersCan:
    "उपयोगकर्ता स्टॉक की कीमतों, विदेशी मुद्रा दरों और क्रिप्टोकरेंसी की कीमतों सहित वास्तविक समय के बाजार डेटा तक पहुंच सकते हैं, जिससे सूचित निर्णय लेने में मदद मिलती है।",
  CloudBased: "क्लाउड-आधारित बुनियादी ढाँचा",
  ACloudBased:
    "क्लाउड-आधारित बुनियादी ढांचा लागत-प्रभावशीलता, आसान मापनीयता और विभिन्न स्थानों पर पहुंच की अनुमति देता है। यह बेहतर आपदा पुनर्प्राप्ति विकल्प भी प्रदान करता है।",
  Order: "आदेश निष्पादन",
  ZetradexPlatform:
    "ज़ेट्रेडेक्स प्लेटफ़ॉर्म कई परिसंपत्ति वर्गों में तेज़ और सुरक्षित ऑर्डर निष्पादन प्रदान करता है, यह सुनिश्चित करता है कि व्यापारी बिना किसी देरी के अपने निवेश निर्णयों पर कार्य कर सकते हैं",
  Customization: "अनुकूलन",
  UsersCanCustomize:
    "उपयोगकर्ता अपने ट्रेडिंग अनुभव को अनुकूलित कर सकते हैं, जिसमें वॉच लिस्ट, चार्ट सेटिंग्स और सूचनाएं शामिल हैं",
  Security: "सुरक्षा",
  ThePlatformPrioritizes:
    "प्लेटफ़ॉर्म अत्याधुनिक एन्क्रिप्शन और प्रमाणीकरण उपायों को लागू करते हुए, उपयोगकर्ता डेटा और लेनदेन की सुरक्षा को प्राथमिकता देता है।",
  BackOfficeManagement: "बैक ऑफिस प्रबंधन",
  ACloudBasedInfrastructure:
    "क्लाउड-आधारित बुनियादी ढांचा लागत-प्रभावशीलता, आसान मापनीयता और विभिन्न स्थानों पर पहुंच की अनुमति देता है। यह बेहतर आपदा पुनर्प्राप्ति विकल्प भी प्रदान करता है।",
  PromotionIntegrated: "प्रमोशन-एकीकृत प्लेटफार्म",
  ThePlatformProvides:
    "प्लेटफ़ॉर्म ब्रोकर विज्ञापनों और सभी आवश्यक उत्पादों को बढ़ावा देने के लिए विशेष रूप से डिज़ाइन किए गए स्थान प्रदान करता है",
  CostEffective: "लागत प्रभावी सॉफ्टवेयर समाधान",
  ZetradexPlatformAllows:
    "Zetradex प्लेटफ़ॉर्म बहुत कम कीमत और ब्रेकईवन पॉइंट के साथ खुद की ब्रोकरेज शुरू करने की अनुमति देता है जिसमें हमारा B2B समाधान तेजी से प्राप्त किया जा सकता है।",
  MobileSocialTrading: "मोबाइल सोशल ट्रेडिंग प्लेटफार्म",
  SocialTradingCovers:
    "सोशल ट्रेडिंग मिरर ट्रेडिंग और कॉपी ट्रेडिंग दोनों को कवर करती है, और दूसरों की ट्रेडिंग गतिविधि को देखने, साझा करने और टिप्पणी करने की क्षमता भी प्रदान करती है",
  ZeSocialTrading: "ज़ेट्रेडेक्स सोशल ट्रेडिंग सुविधाएँ",
} as KeyProjectFeaturesType;
