import { KeyProjectFeaturesType } from "public/locales/social-trading-platform/key-project-features/types";

export default {
  UserFriendly: "Удобный торговый интерфейс",
  ThePlatform:
    "Платформа предлагает интуитивно понятный и отзывчивый пользовательский интерфейс, что делает ее доступной для трейдеров любого уровня подготовки.",
  RealTime: "Рыночные данные в реальном времени",
  UsersCan:
    "Пользователи могут получить доступ к рыночным данным в режиме реального времени, включая цены на акции, курсы валют и цены на криптовалюты, что позволяет принимать обоснованные решения.",
  CloudBased: "Облачная инфраструктура",
  ACloudBased:
    "Облачная инфраструктура обеспечивает экономическую эффективность, простоту масштабирования и доступность в разных местах. Он также предоставляет лучшие варианты аварийного восстановления.",
  Order: "Исполнение заказа",
  ZetradexPlatform:
    "Платформа Zetradex обеспечивает быстрое и безопасное исполнение ордеров по нескольким классам активов, гарантируя, что трейдеры могут без промедления принять свои инвестиционные решения.",
  Customization: "Кастомизация",
  UsersCanCustomize:
    "Пользователи могут настраивать свой торговый опыт, включая списки наблюдения, настройки графиков и уведомления.",
  Security: "Безопасность",
  ThePlatformPrioritizes:
    "Платформа уделяет приоритетное внимание безопасности пользовательских данных и транзакций, внедряя самые современные меры шифрования и аутентификации.",
  BackOfficeManagement: "Управление бэк-офисом",
  ACloudBasedInfrastructure:
    "Облачная инфраструктура обеспечивает экономическую эффективность, простоту масштабирования и доступность в разных местах. Он также предоставляет лучшие варианты аварийного восстановления.",
  PromotionIntegrated: "Интегрированная платформа для продвижения",
  ThePlatformProvides:
    "На платформе предусмотрены специально разработанные места для рекламы брокеров и продвижения всех необходимых продуктов.",
  CostEffective: "Экономически эффективное программное решение",
  ZetradexPlatformAllows:
    "Платформа Zetradex позволяет начать собственную брокерскую деятельность с очень низкой ценой и точкой безубыточности, при которой наше B2B-решение может быть реализовано быстрее.",
  MobileSocialTrading: "Мобильная социальная торговая платформа",
  SocialTradingCovers:
    "Социальная торговля охватывает как зеркальную торговлю, так и копи-трейдинг, а также предоставляет возможность просматривать, делиться и комментировать торговую активность других.",
  ZeSocialTrading: "Возможности социальной торговли zetradex",
} as KeyProjectFeaturesType;
