import { KeyProjectFeaturesType } from "public/locales/social-trading-platform/key-project-features/types";

export default {
  UserFriendly: "อินเทอร์เฟซการซื้อขายที่ใช้งานง่าย",
  ThePlatform:
    "แพลตฟอร์มนี้นำเสนออินเทอร์เฟซผู้ใช้ที่ใช้งานง่ายและตอบสนอง ทำให้เทรดเดอร์ทุกระดับสามารถเข้าถึงได้",
  RealTime: "ข้อมูลการตลาดแบบเรียลไทม์",
  UsersCan:
    "ผู้ใช้สามารถเข้าถึงข้อมูลตลาดแบบเรียลไทม์ รวมถึงราคาหุ้น อัตราฟอเร็กซ์ และราคาสกุลเงินดิจิทัล ช่วยให้ตัดสินใจได้อย่างมีข้อมูล",
  CloudBased: "โครงสร้างพื้นฐานบนคลาวด์",
  ACloudBased:
    "โครงสร้างพื้นฐานบนคลาวด์ช่วยให้มีความคุ้มค่า ปรับขนาดได้ง่าย และเข้าถึงได้จากสถานที่ต่างๆ นอกจากนี้ยังมีตัวเลือกการกู้คืนความเสียหายที่ดีกว่าอีกด้วย",
  Order: "การดำเนินการตามคำสั่ง",
  ZetradexPlatform:
    "แพลตฟอร์ม Zetradex ให้การดำเนินการคำสั่งที่รวดเร็วและปลอดภัยในสินทรัพย์หลายประเภท ทำให้มั่นใจได้ว่าเทรดเดอร์สามารถดำเนินการตัดสินใจลงทุนได้โดยไม่ชักช้า",
  Customization: "การปรับแต่ง",
  UsersCanCustomize:
    "ผู้ใช้สามารถปรับแต่งประสบการณ์การซื้อขาย รวมถึงรายการเฝ้าดู การตั้งค่ากราฟ และการแจ้งเตือน",
  Security: "ความปลอดภัย",
  ThePlatformPrioritizes:
    "แพลตฟอร์มดังกล่าวจัดลำดับความสำคัญด้านความปลอดภัยของข้อมูลผู้ใช้และธุรกรรม โดยใช้มาตรการการเข้ารหัสและการรับรองความถูกต้องที่ล้ำสมัย",
  BackOfficeManagement: "การจัดการสำนักงานด้านหลัง",
  ACloudBasedInfrastructure:
    "โครงสร้างพื้นฐานบนคลาวด์ช่วยให้มีความคุ้มค่า ปรับขนาดได้ง่าย และเข้าถึงได้จากสถานที่ต่างๆ นอกจากนี้ยังมีตัวเลือกการกู้คืนความเสียหายที่ดีกว่าอีกด้วย",
  PromotionIntegrated: "แพลตฟอร์มรวมโปรโมชั่น",
  ThePlatformProvides:
    "แพลตฟอร์มนี้เป็นสถานที่ที่ออกแบบมาเป็นพิเศษสำหรับโฆษณานายหน้าและโปรโมตผลิตภัณฑ์ที่จำเป็นทั้งหมด",
  CostEffective: "โซลูชันซอฟต์แวร์ที่คุ้มค่า",
  ZetradexPlatformAllows:
    "แพลตฟอร์ม Zetradex ช่วยให้สามารถเริ่มต้นการเป็นนายหน้าซื้อขายหลักทรัพย์ของตัวเองด้วยราคาที่ต่ำมากและจุดคุ้มทุน ซึ่งโซลูชั่น B2B ของเราสามารถทำได้เร็วขึ้น",
  MobileSocialTrading: "แพลตฟอร์มการซื้อขายโซเชียลบนมือถือ",
  SocialTradingCovers:
    "Social Trading ครอบคลุมทั้ง Mirror Trading และ Copy Trading และยังให้ความสามารถในการดู แบ่งปัน และแสดงความคิดเห็นเกี่ยวกับกิจกรรมการซื้อขายของผู้อื่น",
  ZeSocialTrading: "คุณสมบัติการซื้อขายทางสังคมของ zetradex",
} as KeyProjectFeaturesType;
