import { BenefitsOfStocksTradingType } from "public/locales/stocks-trading/benefits-of-stocks-trading/types";

export default {
  Benefits: "स्टॉक ट्रेडिंग के लाभ",
  Variety: "संपत्ति की विविधता",
  aTrader:
    "एक व्यापारी को हमेशा ऐसे स्टॉक मिल सकते हैं जो उसकी आवश्यकताओं को पूरा करते हों, चाहे वह एशियाई या यूरोपीय शेयर बाजार हो, आईटी क्षेत्र, फार्मास्यूटिकल्स, ऊर्जा या बैंकिंग हो।",
  Ease: "भविष्यवाणी में आसानी",
  aSmaller:
    "कम संख्या में जोखिमों में तकनीकीता, पूर्वानुमेयता और शेयरों की सहजता के साथ-साथ आर्थिक क्षेत्रों में समाचारों को बनाए रखना शामिल है।",
  High: "उच्च उपज",
  theYield:
    "शेयरों की उपज कभी-कभी 30-50% प्रति वर्ष तक पहुँच जाती है। प्रमुख व्यापारियों के अनुसार, सफल स्टॉक व्यापारियों की संख्या अन्य बाजारों की तुलना में काफी अधिक है।",
} as BenefitsOfStocksTradingType;
