import { BenefitsOfStocksTradingType } from "public/locales/stocks-trading/benefits-of-stocks-trading/types";

export default {
  Benefits: "اسٹاک ٹریڈنگ کے فوائد",
  Variety: "مختلف قسم کے اثاثے۔",
  aTrader:
    "ایک تاجر ہمیشہ ایسے اسٹاک تلاش کرسکتا ہے جو ان کی ضروریات کو پورا کرتا ہے، چاہے وہ ایشیائی ہو یا یورپی اسٹاک مارکیٹ، آئی ٹی سیکٹر، فارماسیوٹیکل، توانائی، یا بینکنگ۔",
  Ease: "پیشن گوئی میں آسانی",
  aSmaller:
    "خطرات کی ایک چھوٹی تعداد میں تکنیکی، پیشن گوئی، اور اسٹاک کی ہمواری کے ساتھ ساتھ اقتصادی شعبوں میں خبروں کو برقرار رکھنا شامل ہے۔",
  High: "زیادہ پیداوار",
  theYield:
    "حصص کی پیداوار بعض اوقات 30-50% سالانہ تک پہنچ جاتی ہے۔ سرکردہ تاجروں کے مطابق، کامیاب اسٹاک ٹریڈرز کی تعداد دیگر مارکیٹوں کے مقابلے میں نمایاں طور پر زیادہ ہے۔",
} as BenefitsOfStocksTradingType;
