import { BenefitsOfStocksTradingType } from "public/locales/stocks-trading/benefits-of-stocks-trading/types";

export default {
  Benefits: "Преимущества торговли акциями",
  Variety: "Разнообразие активов",
  aTrader:
    "Трейдер всегда может найти акции, соответствующие его требованиям, будь то азиатский или европейский фондовый рынок, сектор информационных технологий, фармацевтика, энергетика или банковское дело.",
  Ease: "Простота прогнозирования",
  aSmaller:
    "Меньшее количество рисков влечет за собой техничность, предсказуемость и плавность акций, а также умение быть в курсе новостей в секторах экономики.",
  High: "Высокая доходность",
  theYield:
    "Доходность акций иногда достигает 30-50% годовых. По мнению ведущих трейдеров, количество успешных биржевых трейдеров значительно выше, чем на других рынках.",
} as BenefitsOfStocksTradingType;
