import { BenefitsOfStocksTradingType } from "public/locales/stocks-trading/benefits-of-stocks-trading/types";

export default {
  Benefits: "ประโยชน์ของการซื้อขายหุ้น",
  Variety: "ทรัพย์สินที่หลากหลาย",
  aTrader:
    "เทรดเดอร์สามารถค้นหาหุ้นที่ตรงกับความต้องการของตนได้เสมอ ไม่ว่าจะเป็นในตลาดหุ้นเอเชียหรือยุโรป ภาคไอที เภสัชภัณฑ์ พลังงาน หรือการธนาคาร",
  Ease: "ทำนายได้ง่าย",
  aSmaller:
    "ความเสี่ยงจำนวนน้อยนั้นเกี่ยวข้องกับด้านเทคนิค ความสามารถในการคาดการณ์ได้ และความราบรื่นของหุ้น ตลอดจนการติดตามข่าวสารในภาคเศรษฐกิจ",
  High: "ให้ผลผลิตสูง",
  theYield:
    "อัตราผลตอบแทนของหุ้นบางครั้งสูงถึง 30-50% ต่อปี จากข้อมูลของเทรดเดอร์ชั้นนำ จำนวนเทรดเดอร์หุ้นที่ประสบความสำเร็จนั้นสูงกว่าตลาดอื่นๆ อย่างมาก",
} as BenefitsOfStocksTradingType;
