import type { SignalCentreType } from "public/locales/signal-centre/types";

export default {
  SignalCentre: "सिग्नल सेंटर",
  FindYour: "Zetradex सिग्नल सेंटर के साथ अपना अगला ट्रेडिंग अवसर खोजें।",
  GetFully:
    "पूरी तरह से तैयार किए गए ट्रेड आइडिया प्राप्त करें - जिसमें विशिष्ट प्रविष्टि, लाभ लेना, स्टॉप लॉस, सिग्नल टाइमफ़्रेम शामिल हैं।",
  Offering:
    "संभावना का सुझाव देने के लिए आत्मविश्वास संकेतक प्रदान करना - सिग्नल सेंटर आपको संभावित ट्रेडिंग अवसरों के बारे में सचेत करने या आपके अपने विश्लेषण को सूचित करने में मदद कर सकता है।",
  Regulated: "विनियमित",
  ZetradexIsFully:
    "Zetradex MWALI अंतर्राष्ट्रीय सेवा प्राधिकरण द्वारा पूरी तरह से विनियमित है।",
  MultiAsset: "मल्टी-एसेट",
  Receive: "FX, स्टॉक, कमोडिटी और इंडेक्स के लिए ट्रेडिंग प्लान प्राप्त करें।",
  UpTo: "अप-टू-डेट",
  GetQuality:
    "हर दिन सीधे Zetradex डैशबोर्ड में गुणवत्तापूर्ण ट्रेड आइडिया प्राप्त करें।",
  Actionable: "कार्रवाई योग्य",
  SeeSpecific:
    "विशिष्ट प्रविष्टि, लाभ लेना, स्टॉप-लॉस और आत्मविश्वास के स्तर देखें।",
  HowDoes: "यह कैसे काम करता है?",
  OpenAcc:
    "Zetradex सिग्नल सेंटर की शक्ति को अनलॉक करने के लिए खाता खोलें। आपके पास अपने क्लाइंट डैशबोर्ड में सभी अप-टू-डेट जानकारी होगी।",
  Released:
    "यूरोपीय, यूएस और एशियाई सत्रों से पहले हर दिन जारी किया जाने वाला सिग्नल सेंटर आपको FX, इंडेक्स, कमोडिटी और स्टॉक में उच्च-गुणवत्ता वाले ट्रेडिंग अवसरों को खोजने में मदद कर सकता है।",
} as SignalCentreType;
