import type { SignalCentreType } from "public/locales/signal-centre/types";

export default {
  SignalCentre: "سگنل سینٹر",
  FindYour: "Zetradex Signal Centre کے ساتھ اپنا اگلا تجارتی موقع تلاش کریں۔",
  GetFully:
    "مکمل طور پر تشکیل شدہ تجارتی آئیڈیاز حاصل کریں - بشمول مخصوص اندراج، ٹیک پرافٹ، سٹاپ نقصان، سگنل ٹائم فریم۔",
  Offering:
    "امکان کی تجویز کرنے کے لیے اعتماد کے اشارے پیش کرنا - سگنل سینٹر آپ کو ممکنہ تجارتی مواقع سے آگاہ کرنے یا اپنے تجزیے سے آگاہ کرنے میں مدد کر سکتا ہے۔",
  Regulated: "ریگولیٹڈ",
  ZetradexIsFully:
    "Zetradex مکمل طور پر MWALI انٹرنیشنل سروسز اتھارٹی کے زیر انتظام ہے۔",
  MultiAsset: "کثیر اثاثہ",
  Receive: "FX، اسٹاک، اجناس اور انڈیکس کے لیے تجارتی منصوبے حاصل کریں۔",
  UpTo: "اپ ٹو ڈیٹ",
  GetQuality:
    "براہ راست Zetradex ڈیش بورڈ میں ہر روز معیاری تجارتی آئیڈیاز حاصل کریں۔",
  Actionable: "قابل عمل",
  SeeSpecific: "مخصوص اندراج، ٹیک-پرافٹ، اسٹاپ لاس اور اعتماد کی سطح دیکھیں۔",
  HowDoes: "یہ کیسے کام کرتا ہے؟",
  OpenAcc:
    "Zetradex سگنل سینٹر کی طاقت کو غیر مقفل کرنے کے لیے اکاؤنٹ کھولیں۔ آپ کے پاس اپنے کلائنٹ کے ڈیش بورڈ میں تمام تازہ ترین معلومات موجود ہوں گی۔",
  Released:
    "ہر روز یورپی، یو ایس اور ایشیائی سیشنز سے پہلے جاری کیا جاتا ہے، سگنل سینٹر آپ کو FX، انڈیکس، کموڈٹیز اور اسٹاک میں اعلیٰ معیار کے تجارتی مواقع تلاش کرنے میں مدد کر سکتا ہے۔",
} as SignalCentreType;
