import type { SignalCentreType } from "public/locales/signal-centre/types";

export default {
  SignalCentre: "Signal Centre",
  FindYour: "Найдите следующую торговую возможность с Zetradex Signal Centre.",
  GetFully:
    "Получите полностью сформированные торговые идеи, включая определенный вход, тейк-профит, стоп-лосс, временные рамки сигнала.",
  Offering:
    "Предлагая индикаторы уверенности, чтобы предположить вероятность — Signal Centre может помочь вам предупредить о потенциальных торговых возможностях или предоставить информацию для вашего собственного анализа.",
  Regulated: "Регулируемый",
  ZetradexIsFully:
    "Zetradex полностью регулируется MWALI International Services Authority.",
  MultiAsset: "Мультиактивный",
  Receive: "Получайте торговые планы для FX, акций, товаров и индексов.",
  UpTo: "Актуальный",
  GetQuality:
    "Получайте качественные торговые идеи каждый день прямо на панели инструментов Zetradex.",
  Actionable: "Практическое применение",
  SeeSpecific:
    "Просматривайте конкретные уровни входа, тейк-профита, стоп-лосса и уверенности.",
  HowDoes: "Как это работает?",
  OpenAcc:
    "Откройте счет, чтобы раскрыть потенциал Zetradex Signal Centre. У вас будет вся актуальная информация на панели инструментов клиента.",
  Released:
    "Опубликованный каждый день перед европейской, американской и азиатской сессиями, Signal Centre может помочь вам обнаружить высококачественные торговые возможности для FX, индексов, товаров и акций.",
} as SignalCentreType;
