import type { SignalCentreType } from "public/locales/signal-centre/types";

export default {
  SignalCentre: "ศูนย์สัญญาณ",
  FindYour: "ค้นหาโอกาสการซื้อขายครั้งต่อไปของคุณด้วยศูนย์สัญญาณ Zetradex",
  GetFully:
    "รับแนวคิดการซื้อขายที่สมบูรณ์แบบ - รวมถึงจุดเข้าที่เฉพาะเจาะจง จุดทำกำไร จุดตัดขาดทุน กรอบเวลาสัญญาณ",
  Offering:
    "เสนอตัวบ่งชี้ความเชื่อมั่นเพื่อแนะนำความเป็นไปได้ - ศูนย์สัญญาณสามารถช่วยเตือนคุณถึงโอกาสการซื้อขายที่อาจเกิดขึ้นหรือแจ้งการวิเคราะห์ของคุณเอง",
  Regulated: "ได้รับการควบคุม",
  ZetradexIsFully:
    "Zetradex ได้รับการควบคุมโดย MWALI International Services Authority",
  MultiAsset: "สินทรัพย์หลายประเภท",
  Receive: "รับแผนการซื้อขายสำหรับ FX หุ้น สินค้าโภคภัณฑ์ และดัชนี",
  UpTo: "อัปเดตล่าสุด",
  GetQuality: "รับแนวคิดการซื้อขายที่มีคุณภาพทุกวันโดยตรงในแผงควบคุม Zetradex",
  Actionable: "ดำเนินการได้",
  SeeSpecific:
    "ดูจุดเข้า จุดทำกำไร จุดตัดขาดทุน และระดับความเชื่อมั่นที่เฉพาะเจาะจง",
  HowDoes: "ทำงานอย่างไร",
  OpenAcc:
    "เปิดบัญชีเพื่อปลดล็อกพลังของศูนย์สัญญาณ Zetradex คุณจะมีข้อมูลอัปเดตทั้งหมดในแผงควบคุมลูกค้าของคุณ",
  Released:
    "เปิดตัวทุกวันก่อนเซสชั่นยุโรป สหรัฐอเมริกา และเอเชีย ศูนย์สัญญาณสามารถช่วยให้คุณระบุโอกาสการซื้อขายที่มีคุณภาพสูงใน FX ดัชนี สินค้าโภคภัณฑ์ และหุ้น",
} as SignalCentreType;
