import { InterestRateLocaleType } from "./types";

export default {
  InterestRate: "ایکویٹی پر سود کی شرح",
  ThisOption:
    "اس اختیار کا مطلب ہے کہ آپ کے اکاؤنٹ کی ایکویٹی (جو رقم آپ کے پاس جمع، منافع، اور نقصانات سے دستیاب ہے) آپ کے اکاؤنٹ میں ماہانہ ادائیگی کے ساتھ، 5% سالانہ سود کی شرح سے مشروط ہوگی۔",
  JustLike:
    "بالکل اسی طرح جیسے بینک ڈپازٹ کے ساتھ، آپ کی رقم صرف وہاں رہنے سے ہر ماہ اسی فیصد سے بڑھ جائے گی۔ اس سے فائدہ اٹھانے کے لیے آپ کو فعال طور پر کچھ کرنے کی ضرورت نہیں ہے۔",
} as InterestRateLocaleType;
