import { InterestRateLocaleType } from "./types";

export default {
  InterestRate: "Процентная ставка на собственный капитал",
  ThisOption: "Этот вариант означает, что средства вашего счета (деньги, которые у вас есть от депозитов, прибыли и убытков) будут облагаться годовой процентной ставкой 5% с ежемесячными платежами на ваш счет.",
  JustLike: "Как и в случае с банковским депозитом, ваши деньги будут увеличиваться на соответствующий процент каждый месяц просто потому, что вы там находитесь. Вам не нужно активно что-то делать, чтобы получить от этого прибыль.",
} as InterestRateLocaleType;
