import { InterestRateLocaleType } from "./types";

export default {
  InterestRate: "อัตราดอกเบี้ยต่อส่วนของผู้ถือหุ้น",
  ThisOption:
    "ตัวเลือกนี้หมายความว่าส่วนของบัญชีของคุณ (เงินที่คุณมีอยู่จากเงินฝาก กำไร และขาดทุน) จะต้องเสียอัตราดอกเบี้ย 5% ต่อปี โดยมีการชำระเงินรายเดือนเข้าบัญชีของคุณ",
  JustLike:
    "เช่นเดียวกับเงินฝากธนาคาร เงินของคุณจะเพิ่มขึ้นตามเปอร์เซ็นต์ที่สอดคล้องกันทุกเดือนเพียงแค่อยู่ที่นั่น คุณไม่จำเป็นต้องทำอะไรอย่างจริงจังเพื่อที่จะได้กำไรจากมัน",
} as InterestRateLocaleType;
