import { WhatAffectLocaleType } from "./types";

export default {
  WhatAffect: "ऊर्जा संसाधनों की कीमत पर क्या प्रभाव पड़ता है?",
  SupplyAndDemand: "आपूर्ति और मांग",
  HighPrices:
    "कच्चे माल की ऊंची कीमतें मांग को रोकती हैं और तेल को अन्य प्रकार के ऊर्जा संसाधनों से बदलने की प्रक्रियाओं के विकास को प्रोत्साहित करती हैं। इसके विपरीत, कम ऊर्जा कीमतों के साथ, उच्च स्तर की अन्वेषण लागत वाले क्षेत्रों में उत्पादन और निवेश में कटौती होती है।",
  CrudeOil: "कच्चे तेल का इन्वेंट्री स्तर",
  TheDecrease:
    "भंडार में कमी से ऊर्जा संसाधनों की कीमत में वृद्धि होती है। उसी तरह, उनकी वृद्धि से तेल की कीमत में कमी आती है।",
  GeopoliticalFactor: "भूराजनीतिक कारक",
  MostOf:
    "अधिकांश तेल उत्पादन मध्य पूर्व में होता है और जैसे ही क्षेत्र में तनाव या संघर्ष होता है, तेल की कीमत तेजी से बढ़ जाती है।",
  BrentOil: "ब्रेंट तेल",
  WTIOil: "डब्ल्यूटीआई तेल",
  NaturalGas: "प्राकृतिक गैस",
  Min: "30 मिनट",
  Hour: "1 घंटा",
  Day: "1 दिन",
  Week: "1 सप्ताह",
  Month: "1 महीना",
} as WhatAffectLocaleType;
