import { WhatAffectLocaleType } from "./types";

export default {
  WhatAffect: "توانائی کے وسائل کی قیمت پر کیا اثر پڑتا ہے؟",
  SupplyAndDemand: "طلب اور رسد",
  HighPrices:
    "خام مال کی اعلیٰ قیمتیں طلب کو روکتی ہیں اور تیل کو توانائی کے دیگر وسائل سے بدلنے کے عمل کی ترقی کو متحرک کرتی ہیں۔ اس کے برعکس، کم توانائی کی قیمتوں کے ساتھ، اعلی سطح کی تلاش کے اخراجات والے خطوں میں پیداوار اور سرمایہ کاری میں کمی ہے۔",
  CrudeOil: "خام تیل کی انوینٹری کی سطح",
  TheDecrease:
    "ذخائر میں کمی توانائی کے وسائل کی قیمت میں اضافے کو اکساتی ہے۔ اسی طرح ان کا اضافہ تیل کی قیمتوں میں کمی کا باعث بنتا ہے۔",
  GeopoliticalFactor: "جغرافیائی سیاسی عنصر",
  MostOf:
    "تیل کی زیادہ تر پیداوار مشرق وسطیٰ میں ہوتی ہے اور جیسے ہی خطے میں کشیدگی یا تنازعہ ہوتا ہے، تیل کی قیمت تیزی سے بڑھ جاتی ہے۔",
  BrentOil: "برینٹ آئل",
  WTIOil: "ڈبلیو ٹی آئی آئل",
  NaturalGas: "قدرتی گیس",
  Min: "30 منٹ",
  Hour: "1 گھنٹہ",
  Day: "1 دن",
  Week: "1 ہفتہ",
  Month: "1 مہینہ",
} as WhatAffectLocaleType;
