import { WhatAffectLocaleType } from "./types";

export default {
  WhatAffect: "Что влияет на цену энергоресурсов",
  SupplyAndDemand: "Спрос и предложение",
  HighPrices: "Высокие цены на сырье удерживают спрос и стимулируют развитие процессов замещения нефти другими видами энергетических ресурсов. При низких ценах на энергоноситель, наоборот, наблюдается сворачивание добычи и инвестиций в регионах с высоким уровнем затрат на разведку месторождений.",
  CrudeOil: "Уровень запасов сырой нефти",
  TheDecrease: "Уменьшение запасов провоцирует рост цены на энергоресурс. Точно так же их повышение влечет за собой падение стоимости нефти.",
  GeopoliticalFactor: "Геополитический фактор",
  MostOf: "По большей части добыча нефти происходит на Ближнем Востоке. Как только в регионе появляется напряженность или конфликты, стоимость нефти сильно повышается.",
  BrentOil: "Нефть Brent",
  WTIOil: "Нефть WTI",
  NaturalGas: "Природный газ",
  Min: "30 минут",
  Hour: "1 час",
  Day: "1 день",
  Week: "1 неделя",
  Month: "1 месяц",
} as WhatAffectLocaleType;
