import { WhatAffectLocaleType } from "./types";

export default {
  WhatAffect: "ส่งผลต่อราคาแหล่งพลังงานอย่างไร?",
  SupplyAndDemand: "อุปสงค์และอุปทาน",
  HighPrices:
    "ราคาวัตถุดิบที่สูงขัดขวางความต้องการและกระตุ้นการพัฒนากระบวนการทดแทนน้ำมันด้วยแหล่งพลังงานประเภทอื่น ในทางกลับกัน ด้วยราคาพลังงานที่ต่ำ การผลิตและการลงทุนในภูมิภาคที่มีต้นทุนการสำรวจในระดับสูงจึงลดลง",
  CrudeOil: "ระดับสินค้าคงคลังน้ำมันดิบ",
  TheDecrease:
    "การลดลงของปริมาณสำรองกระตุ้นให้ราคาแหล่งพลังงานเพิ่มขึ้น ในทำนองเดียวกัน การเพิ่มขึ้นส่งผลให้ราคาน้ำมันลดลง",
  GeopoliticalFactor: "ปัจจัยทางภูมิรัฐศาสตร์",
  MostOf:
    "การผลิตน้ำมันส่วนใหญ่เกิดขึ้นในตะวันออกกลาง และทันทีที่เกิดความตึงเครียดหรือความขัดแย้งในภูมิภาค ราคาน้ำมันก็พุ่งสูงขึ้นอย่างรวดเร็ว",
  BrentOil: "น้ำมันเบรนท์",
  WTIOil: "น้ำมัน WTI",
  NaturalGas: "ก๊าซธรรมชาติ",
  Min: "30 นาที",
  Hour: "1 ชั่วโมง",
  Day: "1 วัน",
  Week: "1 สัปดาห์",
  Month: "1 เดือน",
} as WhatAffectLocaleType;
