import { MetalTradingLocaleType } from "./types";

export default {
  MetalTrading: "धातु व्यापार",
  StableProfit: "किसी भी मामले में स्थिर लाभ",
  OpenAccount: "खुला खाता",
  MetalsWere:
    "इतिहास में आदान-प्रदान और व्यापार की जाने वाली पहली वस्तुओं में से कुछ धातुएँ थीं। आज, शुरुआती दिनों की तरह, कारोबार में सबसे आम धातुएँ सोना (XAU) और चांदी (XAG) हैं। सोने का बाज़ार अधिक तरल है क्योंकि यह आर्थिक और वित्तीय बुनियादी सिद्धांतों से अधिक परिचित है।",
  AnotherSignificant:
    "व्यापारियों के लिए सोने के पक्ष में एक और महत्वपूर्ण लाभ अमेरिकी डॉलर या यूरो जैसी प्रमुख मुद्राओं के साथ इसका उच्च स्तर का सहसंबंध है। उदाहरण के लिए, जब डॉलर मजबूत होता है तो सोना दबाव में आ जाता है और इसकी कीमत घटने लगती है।",
} as MetalTradingLocaleType;
