import { MetalTradingLocaleType } from "./types";

export default {
  MetalTrading: "دھاتی تجارت",
  StableProfit: "کسی بھی صورت میں مستحکم منافع",
  OpenAccount: "اکاؤنٹ کھولیں۔",
  MetalsWere:
    "تاریخ میں دھاتوں کا تبادلہ اور تجارت کی جانے والی پہلی چیزیں تھیں۔ آج، ابتدائی دنوں کی طرح، سب سے عام تجارت کی جانے والی دھاتیں سونا (XAU) اور چاندی (XAG) ہیں۔ سونے کی مارکیٹ زیادہ مائع ہے کیونکہ یہ معاشی اور مالیاتی بنیادی باتوں سے زیادہ بے نقاب ہے۔",
  AnotherSignificant:
    "تاجروں کے لیے سونے کے حق میں ایک اور اہم فائدہ بڑی کرنسیوں جیسے امریکی ڈالر یا یورو کے ساتھ اس کا اعلیٰ سطح کا ارتباط ہے۔ مثال کے طور پر جب ڈالر مضبوط ہوتا ہے تو سونا دباؤ میں آتا ہے اور اس کی قیمت گرنا شروع ہو جاتی ہے۔",
} as MetalTradingLocaleType;
