import { MetalTradingLocaleType } from "./types";

export default {
  MetalTrading: "Металл Трейдинг",
  StableProfit: "Стабильная прибыль всегда",
  OpenAccount: "Открыть счёт",
  MetalsWere: "Металлы - один из первых в истории объектов обмена и торговли. Сегодня, как и на заре рыночных отношений, самыми распространенными металлами на рынке являются золото XAU и серебро XAG. Рынок золота обладает более высокой ликвидностью, так как он более подвержен влиянию экономических и финансовых фундаментальных факторов.",
  AnotherSignificant: "Другим весомым преимуществом выбора трейдеров в пользу золота является высокий уровень корреляции с главными валютами (американским долларом или евро). К примеру, когда доллар укрепляется, то золото попадает под давление и начинает снижаться в цене.",
} as MetalTradingLocaleType;
