import { MetalTradingLocaleType } from "./types";

export default {
  MetalTrading: "การค้าโลหะ",
  StableProfit: "กำไรมั่นคงทุกกรณี",
  OpenAccount: "เปิดบัญชี",
  MetalsWere:
    "โลหะเป็นวัตถุชิ้นแรกๆ ที่มีการแลกเปลี่ยนและซื้อขายกันในประวัติศาสตร์ ทุกวันนี้ เช่นเดียวกับวันแรก ๆ โลหะที่มีการเทรดกันมากที่สุดคือทองคำ (XAU) และเงิน (XAG) ตลาดทองคำมีสภาพคล่องมากขึ้นเนื่องจากมีความเสี่ยงต่อปัจจัยพื้นฐานทางเศรษฐกิจและการเงินมากกว่า",
  AnotherSignificant:
    "ข้อได้เปรียบที่สำคัญอีกประการหนึ่งในการเอื้อต่อทองคำสำหรับเทรดเดอร์คือความสัมพันธ์ในระดับสูงกับสกุลเงินหลัก เช่น ดอลลาร์สหรัฐหรือยูโร ตัวอย่างเช่น เมื่อเงินดอลลาร์แข็งค่าขึ้น ทองคำก็จะถูกกดดัน และราคาก็เริ่มลดลง",
} as MetalTradingLocaleType;
