import { AccountInLocalCurrencyLocaleType } from "./types";

export default {
  Account: "खाता",
  InLocalCurrency: "स्थानीय मुद्रा में",
  ForgotAbout:
    "फंड जमा और निकालते समय अनावश्यक रूपांतरणों के बारे में भूल जाएं। Zetradex बाजार में एक अनोखा प्रस्ताव प्रस्तुत करता है जिससे आप स्थानीय मुद्रा में खाता खोल सकते हैं।",
  NoMatter:
    "इससे कोई फर्क नहीं पड़ता कि आप कहाँ रहते हैं, आप हमारे साथ अपनी स्थानीय मुद्रा में खाता खोल सकते हैं और प्रत्येक बार रूपांतरण शुल्क से बच सकते हैं।",
  WeSupport:
    "हम विश्व के सभी महाद्वीपों के देशों की स्थानीय मुद्राओं का समर्थन करते हैं, जिसमें ऑस्ट्रेलिया और न्यूज़ीलैंड भी शामिल हैं।",
  LearnMore: "अधिक जानें",
} as AccountInLocalCurrencyLocaleType;
