import { AccountInLocalCurrencyLocaleType } from "./types";

export default {
  Account: "Счет",
  InLocalCurrency: "в местной валюте",
  ForgotAbout:
    "Забудьте о ненужных конвертациях при вводе и выводе средств. Zetradex представляет уникальное предложение на рынке по открытию счета в местной валюте.",
  NoMatter:
    "Независимо от того, где вы живете, вы можете открыть у нас счет в местной валюте и каждый раз экономить на комиссиях за конвертацию.",
  WeSupport:
    "Мы поддерживаем местные валюты стран на всех континентах земного шара, включая Австралию и Новую Зеландию.",
  LearnMore: "Узнать больше",
} as AccountInLocalCurrencyLocaleType;
