import { AccountInLocalCurrencyLocaleType } from "./types";

export default {
  Account: "บัญชี",
  InLocalCurrency: "ในสกุลเงินท้องถิ่น",
  ForgotAbout:
    "ลืมการแปลงที่ไม่จำเป็นเมื่อทำการฝากและถอนเงิน Zetradex นำเสนอข้อเสนอที่ไม่เหมือนใครในตลาดเพื่อเปิดบัญชีในสกุลเงินท้องถิ่น",
  NoMatter:
    "ไม่ว่าคุณจะอาศัยอยู่ที่ไหน คุณสามารถเปิดบัญชีกับเราในสกุลเงินท้องถิ่นของคุณและช่วยตัวเองจากค่าธรรมเนียมการแปลงในแต่ละครั้ง",
  WeSupport:
    "เรารองรับสกุลเงินท้องถิ่นของประเทศต่างๆ ในทุกทวีปทั่วโลก รวมถึงออสเตรเลียและนิวซีแลนด์",
  LearnMore: "เรียนรู้เพิ่มเติม",
} as AccountInLocalCurrencyLocaleType;
