import { CryptoTradingLocaleType } from "./types";

export default {
  CryptoTrading: "क्रिप्टो ट्रेडिंग",
  TradingOfTheFuture: "भविष्य का व्यापार, 24/7",
  InfoTime: "* क्रिप्टोक्यूरेंसी ट्रेडिंग सप्ताहांत पर यानी 24/7 उपलब्ध है",
  OpenAccount: "खुला खाता",
  CryptocurrencyIsDigitalMoney:
    "क्रिप्टोकरेंसी विशेष पीयर-टू-पीयर नेटवर्क के उपयोगकर्ताओं द्वारा बनाई गई डिजिटल मुद्रा है। क्रिप्टोकरेंसी वास्तविक मुद्राओं से बंधी नहीं हैं, और उनकी संख्या शुरू में एल्गोरिदम द्वारा सीमित है।",
  TransactionsWithCryptocurrencies:
    "क्रिप्टोकरेंसी के साथ लेनदेन ब्लॉकचेन के माध्यम से किया जाता है - एक डिजिटल डेटाबेस जिसमें सभी कार्यों का वर्णन करने वाले ब्लॉक होते हैं। इन लेनदेन को रिकॉर्ड करने और सत्यापित करने के लिए जटिल गणितीय गणनाओं की आवश्यकता होती है।",
  CryptocurrencyHoldersCan:
    "क्रिप्टोक्यूरेंसी धारक अपने टोकन को इलेक्ट्रॉनिक वॉलेट में संग्रहीत कर सकते हैं, जो काफी सुरक्षित हैं, क्योंकि मालिक के पास उन तक पहुंचने के लिए दो अद्वितीय कुंजी (सार्वजनिक और निजी) होनी चाहिए, जिसमें अक्षरों और संख्याओं का एक सेट शामिल हो।",
  HowIsCryptocurrencyCreated: "क्रिप्टोकरेंसी कैसे बनाई जाती है?",
  ThereAreTwoMainWaysToMine:
    "डिजिटल मुद्राओं को माइन करने के दो मुख्य तरीके हैं: खनन और स्टेकिंग।",
  CryptocurrencyMiningIsThe:
    "क्रिप्टोकरेंसी माइनिंग वह प्रक्रिया है जिसके द्वारा प्रूफ-ऑफ-वर्क (पीओडब्ल्यू) सर्वसम्मति तंत्र का उपयोग करके नए सिक्कों को ब्लॉकचेन पर प्रचलन में लाया जाता है। यह लेनदेन को सत्यापित करने और नए ब्लॉक जोड़ने का कार्य करता है; उदाहरण के लिए, PoW सर्वसम्मति एल्गोरिथ्म का उपयोग नए बिटकॉइन को माइन करने के लिए किया जाता है।",
  CryptocurrencyStakingIsAnother:
    "क्रिप्टोक्यूरेंसी स्टेकिंग नए सिक्कों के प्रचलन में आने का एक और तरीका है, जो प्रूफ-ऑफ-स्टेक (पीओएस) सर्वसम्मति तंत्र द्वारा सक्षम है। सितंबर 2022 में, एथेरियम ब्लॉकचेन PoW माइनिंग एल्गोरिदम से PoS एल्गोरिदम में बदल गया।",
  WhereDidCryptocurrencies: "क्रिप्टोकरेंसी कहां से आई?",
  TheHistoryOfCryptocurrencies:
    "क्रिप्टोकरेंसी का इतिहास 2009 में पहली और अब तक की मुख्य डिजिटल मुद्रा: बिटकॉइन (BTC) के लॉन्च के साथ शुरू हुआ। इसे किसी व्यक्ति या व्यक्तियों के समूह द्वारा छद्म नाम सातोशी नाकामोटो के तहत बनाया गया था।",
  BitcoinTradingBecamePossible:
    "बिटकॉइन ट्रेडिंग 17 मार्च 2010 को ही संभव हो सकी, जब पहले एक्सचेंज का संचालन शुरू हुआ।",
  InMayLaszloHanyecz:
    "मई 2010 में, लास्ज़लो हनीकेज़ ने दुनिया का पहला बिटकॉइन लेनदेन किया जब उन्होंने जैक्सनविले, फ्लोरिडा में 10,000 बीटीसी के लिए दो पिज्जा खरीदे। उस समय, एक बीटीसी का मूल्य लगभग $0.0041 था; इसलिए, उस समय दो पिज़्ज़ा की कीमत हेन्येज़ $41 थी।",
  BitcoinPavedTheWay:
    "बिटकॉइन ने कई अन्य वैकल्पिक क्रिप्टोकरेंसी के लिए मार्ग प्रशस्त किया, जिन्हें altcoins के रूप में जाना जाता है।",
  WhatMakesCryptocurrencyAn:
    "क्या चीज़ क्रिप्टोकरेंसी को एक आकर्षक संपत्ति बनाती है?",
  Volatility: "अस्थिरता",
  TheValueOfCryptocurrenciesIs:
    "क्रिप्टोकरेंसी का मूल्य लगातार और भारी रूप से बदल रहा है। इस तरह के उतार-चढ़ाव से कोई व्यक्ति अपनी जमा राशि का एक बड़ा हिस्सा जल्दी से हासिल कर सकता है या खो सकता है। बाजार की स्थिति और संभावित जोखिमों को अच्छी तरह से समझना आवश्यक है।",
  Uncorrelated: "असहसंबद्ध",
  WhatHappensInTheFinancial:
    "वित्तीय या शेयर बाज़ारों में जो कुछ होता है उसका अक्सर क्रिप्टोकरेंसी उद्धरणों पर कोई उल्लेखनीय प्रभाव नहीं पड़ता है। ज्यादातर मामलों में, मुख्य स्टॉक सूचकांकों में गिरावट के दौरान, डिजिटल सिक्कों की मांग बढ़ जाती है।",
  GrowthPotential: "विकास क्षमता",
  IfTheValueOfACurrency:
    "यदि किसी मुद्रा और स्टॉक के मूल्य में अक्सर अधिकतम वृद्धि की सीमा होती है, तो एक क्रिप्टोकरेंसी की कीमत सबसे अप्रत्याशित मूल्यों तक बढ़ सकती है, लेकिन यह याद रखना चाहिए कि विपरीत परिस्थितियां भी हो सकती हैं।",
} as CryptoTradingLocaleType;
