import { CryptoTradingLocaleType } from "./types";

export default {
  CryptoTrading: "暗号通貨取引",
  TradingOfTheFuture: "未来のトレーディング、24時間365日",
  OpenAccount: "アカウントを開設",
  CryptocurrencyIsDigitalMoney:
      "暗号通貨は、特別なピアツーピア ネットワークのユーザーによって作成されるデジタル通貨です。暗号通貨は実際の通貨に結び付けられておらず、その数は当初アルゴリズムによって制限されています。",
  TransactionsWithCryptocurrencies:
      "暗号通貨の取引は、すべてのアクションを記述したブロックを含むデジタル データベースであるブロックチェーンを通じて実行されます。これらの取引を記録して検証するには、複雑な数学的計算が必要です。",
  CryptocurrencyHoldersCan:
      "暗号通貨の保有者はトークンを電子ウォレットに保管できます。トークンにアクセスするには、所有者が文字と数字のセットで構成される 2 つの固有のキー (公開キーと秘密キー) を持っている必要があるため、非常に安全です。",
  InfoTime: "* 暗号通貨取引は週末も利用可能で、24時間365日利用可能です。",

  HowIsCryptocurrencyCreated: "暗号通貨はどのように作成されるのでしょうか?",
  ThereAreTwoMainWaysToMine:
      "デジタル通貨をマイニングする方法は主にマイニングとステーキングの 2 つがあります。",
  CryptocurrencyMiningIsThe:
      "暗号通貨のマイニングとは、プルーフ・オブ・ワーク (PoW) コンセンサス メカニズムを使用して、新しいコインをブロックチェーン上に流通させるプロセスです。これは、トランザクションを検証し、新しいブロックを追加するために使用されます。たとえば、PoW コンセンサス アルゴリズムは、新しいビットコインをマイニングするために使用されます。",
  CryptocurrencyStakingIsAnother:
      "暗号通貨のステーキングは、新しいコインを流通させるためのもう 1 つの方法であり、プルーフ オブ ステーク (PoS) コンセンサス メカニズムによって実現されます。2022 年 9 月、イーサリアム ブロックチェーンは PoW マイニング アルゴリズムから PoS アルゴリズムに切り替わりました。",
  WhereDidCryptocurrencies: "暗号通貨はどこから来たのでしょうか?",
  TheHistoryOfCryptocurrencies:
      "暗号通貨の歴史は、2009 年に最初の、そして今のところ主要なデジタル通貨であるビットコイン (BTC) の発売とともに始まりました。ビットコインは、サトシ・ナカモトという仮名を持つ個人または個人グループによって作成されました。",
  BitcoinTradingBecamePossible:
      "ビットコインの取引が可能になったのは、最初の取引所が運営を開始した2010年3月17日になってからでした。",
  InMayLaszloHanyecz:
      "2010 年 5 月、Laszlo Hanyecz 氏はフロリダ州ジャクソンビルで 2 枚のピザを 10,000 BTC で購入し、世界初のビットコイン取引を行いました。当時、1 BTC の価値は約 0.0041 ドルでした。つまり、当時の Hanyecz 氏のピザ 2 枚の価格は 41 ドルでした。",
  BitcoinPavedTheWay:
      "ビットコインは、アルトコインと呼ばれる他の多くの代替暗号通貨への道を開きました。",

  WhatMakesCryptocurrencyAn: "暗号通貨が魅力的な資産である理由は何でしょうか?",

  Volatility: "ボラティリティ",
  TheValueOfCryptocurrenciesIs:
      "暗号通貨の価値は絶えず大きく変化しています。このような変動により、預金額のかなりの部分をすぐに獲得または失う可能性があります。市場の状況と潜在的なリスクを徹底的に理解することが重要です。",
  Uncorrelated: "相関関係なし",
  WhatHappensInTheFinancial:
      "金融市場や株式市場で起きていることは、暗号通貨の相場に目立った影響を与えないことが多いです。ほとんどの場合、主要な株価指標が下落する間、デジタルコインの需要が増加します。",
  GrowthPotential: "成長の可能性",
  IfTheValueOfACurrency:
      "通貨や株式の価値には最大成長の限界がある場合が多いのに対し、暗号通貨は予想外の値まで価格が上昇する可能性がありますが、逆の状況も発生する可能性があることを覚えておく必要があります。",
} as CryptoTradingLocaleType;
