import { CryptoTradingLocaleType } from "./types";

export default {
  CryptoTrading: "کرپٹو ٹریڈنگ",
  TradingOfTheFuture: "مستقبل کی تجارت، 24/7",
  OpenAccount: "اکاؤنٹ کھولیں۔",
  CryptocurrencyIsDigitalMoney:
    "کریپٹو کرنسی ایک ڈیجیٹل پیسہ ہے جو خصوصی پیئر ٹو پیئر نیٹ ورک کے صارفین کے ذریعے تخلیق کیا جاتا ہے۔ کریپٹو کرنسی حقیقی کرنسیوں سے منسلک نہیں ہیں، اور ان کی تعداد ابتدائی طور پر الگورتھم کے ذریعے محدود ہوتی ہے۔",
  TransactionsWithCryptocurrencies:
    "کریپٹو کرنسیوں کے ساتھ لین دین بلاکچین کے ذریعے کیا جاتا ہے - ایک ڈیجیٹل ڈیٹا بیس جس میں تمام اعمال کو بیان کرنے والے بلاکس ہوتے ہیں۔ ان لین دین کی ریکارڈنگ اور تصدیق کے لیے ریاضی کے پیچیدہ حسابات کی ضرورت ہوتی ہے۔",
  CryptocurrencyHoldersCan:
    "کریپٹو کرنسی ہولڈرز اپنے ٹوکنز کو الیکٹرانک بٹوے میں محفوظ کر سکتے ہیں، جو کافی محفوظ ہیں، کیونکہ ان تک رسائی کے لیے مالک کے پاس دو منفرد کلیدیں (عوامی اور نجی) ہونی چاہئیں، جن میں حروف اور اعداد کا ایک مجموعہ شامل ہوتا ہے۔",
  InfoTime: "* کریپٹو کرنسی ٹریڈنگ اختتام ہفتہ پر دستیاب ہے، یعنی 24/7",
  HowIsCryptocurrencyCreated: "کرپٹو کرنسی کیسے بنتی ہے؟",
  ThereAreTwoMainWaysToMine:
    "ڈیجیٹل کرنسیوں کی کان کنی کے دو اہم طریقے ہیں: کان کنی اور اسٹیکنگ۔",
  CryptocurrencyMiningIsThe:
    "کریپٹو کرنسی مائننگ وہ عمل ہے جس کے ذریعے پروف آف ورک (PoW) اتفاق رائے کے طریقہ کار کا استعمال کرتے ہوئے بلاک چینز پر نئے سکے گردش میں ڈالے جاتے ہیں۔ یہ لین دین کی تصدیق اور نئے بلاکس شامل کرنے کا کام کرتا ہے۔ مثال کے طور پر، PoW اتفاق رائے الگورتھم کو نئے بٹ کوائنز کی کھدائی کے لیے استعمال کیا جاتا ہے۔",
  CryptocurrencyStakingIsAnother:
    "Cryptocurrency staking نئے سکوں کی گردش میں داخل ہونے کا ایک اور طریقہ ہے، جسے پروف آف اسٹیک (PoS) اتفاق رائے کے طریقہ کار کے ذریعے فعال کیا گیا ہے۔ ستمبر 2022 میں، Ethereum blockchain PoW مائننگ الگورتھم سے PoS الگورتھم میں تبدیل ہو گیا۔",
  WhereDidCryptocurrencies: "کرپٹو کرنسی کہاں سے آئی؟",
  TheHistoryOfCryptocurrencies:
    "کریپٹو کرنسیوں کی تاریخ کا آغاز 2009 میں پہلی -- اور اب تک، اہم -- ڈیجیٹل کرنسی: بٹ کوائن (BTC) کے آغاز کے ساتھ ہوا۔ اسے ساتوشی ناکاموٹو کے تخلص کے تحت ایک فرد یا افراد کے گروپ نے بنایا تھا۔",
  BitcoinTradingBecamePossible:
    "بٹ کوائن ٹریڈنگ صرف 17 مارچ 2010 کو ممکن ہوئی، جب پہلی ایکسچینج نے کام کرنا شروع کیا۔",
  InMayLaszloHanyecz:
    "مئی 2010 میں، Laszlo Hanyecz نے دنیا کا پہلا Bitcoin لین دین کیا جب اس نے جیکسن ویل، فلوریڈا میں 10,000 BTC میں دو پیزا خریدے۔ اس وقت، ایک BTC کی قیمت تقریباً $0.0041 تھی۔ لہذا، اس وقت دو پیزا کی قیمت Hanyecz $41 تھی۔",
  BitcoinPavedTheWay:
    "بٹ کوائن نے بہت سی دوسری متبادل کرپٹو کرنسیوں کے لیے راہ ہموار کی، جسے altcoins کے نام سے جانا جاتا ہے۔",
  WhatMakesCryptocurrencyAn:
    "کیا چیز کریپٹو کرنسی کو ایک پرکشش اثاثہ بناتی ہے؟",
  Volatility: "اتار چڑھاؤ",
  TheValueOfCryptocurrenciesIs:
    "کریپٹو کرنسیوں کی قدر مسلسل اور تیزی سے بدل رہی ہے۔ اس طرح کے اتار چڑھاؤ سے کسی کو اپنے ڈپازٹ کا ایک اہم حصہ تیزی سے حاصل کرنے یا کھونے کا موقع مل سکتا ہے۔ مارکیٹ کی صورتحال اور ممکنہ خطرات کو اچھی طرح سمجھنا ضروری ہے۔",
  Uncorrelated: "غیر متعلقہ",
  WhatHappensInTheFinancial:
    "مالیاتی یا اسٹاک مارکیٹوں میں جو کچھ ہوتا ہے اکثر اس کا cryptocurrency اقتباسات پر کوئی واضح اثر نہیں ہوتا ہے۔ زیادہ تر معاملات میں، اسٹاک کے اہم اشاریوں میں کمی کے دوران، ڈیجیٹل سکوں کی مانگ بڑھ جاتی ہے۔",
  GrowthPotential: "نمو کی صلاحیت",
  IfTheValueOfACurrency:
    "اگر کسی کرنسی اور اسٹاک کی قدر میں اکثر زیادہ سے زیادہ نمو کی حد ہوتی ہے، تو ایک کریپٹو کرنسی قیمت میں انتہائی غیر متوقع قدروں تک بڑھ سکتی ہے، لیکن یہ یاد رکھنا چاہیے کہ الٹ حالات بھی ہو سکتے ہیں۔",
} as CryptoTradingLocaleType;
