import { CryptoTradingLocaleType } from "./types";

export default {
  CryptoTrading: "Крипто-трейдинг",
  TradingOfTheFuture: "Торговля будущего, 24/7",
  InfoTime:
    "*Торговля криптовалютой доступна по выходным, то есть круглосуточно и без выходных.",
  OpenAccount: "Открыть счёт",
  CryptocurrencyIsDigitalMoney:
    "Криптовалюта — это цифровые деньги, созданные пользователями специальных одноранговых сетей. Криптовалюты не привязаны к реальным валютам, и их количество изначально ограничено алгоритмами.",
  TransactionsWithCryptocurrencies:
    "Транзакции с криптовалютами осуществляются через блокчейн — цифровую базу данных, содержащую блоки, описывающие все действия. Регистрация и проверка этих транзакций требуют сложных математических расчетов.",
  CryptocurrencyHoldersCan:
    "Владельцы криптовалюты могут хранить свои токены в электронных кошельках, которые достаточно безопасны, поскольку для доступа к ним владелец должен иметь два уникальных ключа (открытый и закрытый), состоящий из набора букв и цифр.",
  HowIsCryptocurrencyCreated: "Как создается криптовалюта?",
  ThereAreTwoMainWaysToMine:
    "Существует два основных способа добычи цифровых валют: майнинг и стейкинг.",
  CryptocurrencyMiningIsThe:
    "Майнинг криптовалюты — это процесс, посредством которого новые монеты вводятся в обращение на блокчейнах с использованием механизма консенсуса Proof-of-Work (PoW). Он служит для проверки транзакций и добавления новых блоков; например, алгоритм консенсуса PoW используется для добычи новых биткойнов.",
  CryptocurrencyStakingIsAnother:
    "Стейкинг криптовалюты — это еще один способ ввода в обращение новых монет, обеспечиваемый механизмом консенсуса Proof-of-Stake (PoS). В сентябре 2022 года блокчейн Ethereum перешёл с алгоритма майнинга PoW на алгоритм PoS.",
  WhereDidCryptocurrencies: "Откуда взялись криптовалюты?",
  TheHistoryOfCryptocurrencies:
    "История криптовалют началась в 2009 году с запуска первой и до сих пор основной цифровой валюты: Биткойн (BTC). Он был создан отдельным лицом или группой лиц под псевдонимом Сатоши Накамото.",
  BitcoinTradingBecamePossible:
    "Торговля биткойнами стала возможной только 17 марта 2010 года, когда начала работу первая биржа.",
  InMayLaszloHanyecz:
    "В мае 2010 года Ласло Ханец совершил первую в мире транзакцию биткойнов, купив две пиццы в Джексонвилле, штат Флорида, за 10 000 BTC. В то время один BTC стоил примерно 0,0041 доллара США; поэтому две пиццы в то время стоили Ханьечу 41 доллар.",
  BitcoinPavedTheWay:
    "Биткойн проложил путь для многих других альтернативных криптовалют, известных как альткойны.",
  WhatMakesCryptocurrencyAn: "Что делает криптовалюту привлекательным активом?",
  Volatility: "Волатильность",
  TheValueOfCryptocurrenciesIs:
    "Стоимость криптовалют постоянно и радикально меняется. Такие колебания могут позволить быстро получить или потерять значительную часть своего депозита. Важно тщательно понимать ситуацию на рынке и потенциальные риски.",
  Uncorrelated: "Некоррелированный",
  WhatHappensInTheFinancial:
    "То, что происходит на финансовых или фондовых рынках, зачастую не оказывает заметного влияния на котировки криптовалют. В большинстве случаев во время просадок основных фондовых индексов спрос на цифровые монеты увеличивается.",
  GrowthPotential: "Потенциал роста",
  IfTheValueOfACurrency:
    "Если стоимость валюты и акций зачастую имеет пределы максимального роста, то криптовалюта может подорожать до самых неожиданных значений, но необходимо помнить, что могут возникать и обратные ситуации.",
} as CryptoTradingLocaleType;
