import { CryptoTradingLocaleType } from "./types";

export default {
  CryptoTrading: "การซื้อขายสกุลเงินดิจิทัล",
  TradingOfTheFuture: "การซื้อขายแห่งอนาคต 24/7",
  InfoTime:
    "* การซื้อขาย Cryptocurrency ให้บริการในช่วงสุดสัปดาห์ ซึ่งหมายถึง 24/7",
  OpenAccount: "เปิดบัญชี",
  CryptocurrencyIsDigitalMoney:
    "Cryptocurrency คือเงินดิจิทัลที่สร้างขึ้นโดยผู้ใช้เครือข่ายเพียร์ทูเพียร์พิเศษ สกุลเงินดิจิทัลไม่ได้เชื่อมโยงกับสกุลเงินจริง และในตอนแรกจำนวนจะถูกจำกัดโดยอัลกอริธึม",
  TransactionsWithCryptocurrencies:
    "การทำธุรกรรมด้วยสกุลเงินดิจิตอลจะดำเนินการผ่านบล็อกเชน - ฐานข้อมูลดิจิทัลที่มีบล็อกที่อธิบายการกระทำทั้งหมด การบันทึกและการตรวจสอบธุรกรรมเหล่านี้ต้องใช้การคำนวณทางคณิตศาสตร์ที่ซับซ้อน",
  CryptocurrencyHoldersCan:
    "ผู้ถือสกุลเงินดิจิทัลสามารถจัดเก็บโทเค็นของตนไว้ในกระเป๋าเงินอิเล็กทรอนิกส์ซึ่งค่อนข้างปลอดภัย เนื่องจากเจ้าของจะต้องมีคีย์ที่ไม่ซ้ำกันสองอัน (สาธารณะและส่วนตัว) ซึ่งประกอบด้วยชุดตัวอักษรและตัวเลขเพื่อเข้าถึง",
  HowIsCryptocurrencyCreated: "Cryptocurrency ถูกสร้างขึ้นมาอย่างไร?",
  ThereAreTwoMainWaysToMine:
    "มีสองวิธีหลักในการขุดสกุลเงินดิจิทัล: การขุดและการปักหลัก",
  CryptocurrencyMiningIsThe:
    "การขุดสกุลเงินดิจิทัลเป็นกระบวนการที่เหรียญใหม่ถูกหมุนเวียนบนบล็อกเชนโดยใช้กลไกฉันทามติ Proof-of-Work (PoW) ทำหน้าที่ตรวจสอบธุรกรรมและเพิ่มบล็อกใหม่ ตัวอย่างเช่น อัลกอริธึมฉันทามติ PoW ใช้ในการขุด bitcoin ใหม่",
  CryptocurrencyStakingIsAnother:
    "การวางเดิมพันสกุลเงินดิจิทัลเป็นอีกวิธีหนึ่งสำหรับเหรียญใหม่ในการหมุนเวียน ซึ่งเปิดใช้งานโดยกลไกฉันทามติ Proof-of-Stake (PoS) ในเดือนกันยายน 2022 Ethereum blockchain เปลี่ยนจากอัลกอริธึมการขุด PoW เป็นอัลกอริธึม PoS",
  WhereDidCryptocurrencies: "Cryptocurrencies มาจากไหน?",
  TheHistoryOfCryptocurrencies:
    "ประวัติความเป็นมาของสกุลเงินดิจิทัลเริ่มต้นในปี 2009 ด้วยการเปิดตัวสกุลเงินดิจิทัลสกุลหลักตัวแรกและจนถึงขณะนี้: Bitcoin (BTC) มันถูกสร้างขึ้นโดยบุคคลหรือกลุ่มบุคคลภายใต้นามแฝง Satoshi Nakamoto",
  BitcoinTradingBecamePossible:
    "การซื้อขาย Bitcoin เป็นไปได้เฉพาะในวันที่ 17 มีนาคม 2010 เมื่อการแลกเปลี่ยนครั้งแรกเริ่มดำเนินการเท่านั้น",
  InMayLaszloHanyecz:
    "ในเดือนพฤษภาคม 2010 Laszlo Hanyecz ได้ทำธุรกรรม Bitcoin ครั้งแรกของโลกเมื่อเขาซื้อพิซซ่าสองร้านในเมืองแจ็กสันวิลล์ รัฐฟลอริดา ในราคา 10,000 BTC ในเวลานั้น หนึ่ง BTC มีมูลค่าประมาณ 0.0041 ดอลลาร์; ดังนั้นพิซซ่าสองถาดในเวลานั้นจึงมีราคาอยู่ที่ 41 ดอลลาร์ของ Hanyecz",
  BitcoinPavedTheWay:
    "Bitcoin ปูทางไปสู่สกุลเงินดิจิทัลทางเลือกอื่น ๆ มากมายที่เรียกว่า altcoins",
  WhatMakesCryptocurrencyAn:
    "อะไรทำให้สกุลเงินดิจิทัลเป็นสินทรัพย์ที่น่าดึงดูด",
  Volatility: "ความผันผวน",
  TheValueOfCryptocurrenciesIs:
    "มูลค่าของสกุลเงินดิจิตอลมีการเปลี่ยนแปลงอย่างต่อเนื่องและรุนแรง ความผันผวนดังกล่าวอาจทำให้ได้รับหรือสูญเสียเงินฝากจำนวนมากอย่างรวดเร็ว จำเป็นอย่างยิ่งที่จะต้องเข้าใจสถานการณ์ตลาดและความเสี่ยงที่อาจเกิดขึ้นอย่างถี่ถ้วน",
  Uncorrelated: "ไม่มีความสัมพันธ์กัน",
  WhatHappensInTheFinancial:
    "สิ่งที่เกิดขึ้นในตลาดการเงินหรือตลาดหุ้นมักจะไม่มีผลกระทบที่เห็นได้ชัดเจนต่อราคาสกุลเงินดิจิทัล ในกรณีส่วนใหญ่ ในระหว่างการเบิกจ่ายดัชนีหุ้นหลัก ความต้องการเหรียญดิจิทัลจะเพิ่มขึ้น",
  GrowthPotential: "ศักยภาพในการเติบโต",
  IfTheValueOfACurrency:
    "หากมูลค่าของสกุลเงินและหุ้นมักจะมีขีดจำกัดในการเติบโตสูงสุด สกุลเงินดิจิทัลก็อาจขึ้นราคาเป็นค่าที่ไม่คาดคิดได้มากที่สุด แต่ต้องจำไว้ว่าสถานการณ์ย้อนกลับก็สามารถเกิดขึ้นได้เช่นกัน",
} as CryptoTradingLocaleType;
