import { CustomAffiliateType } from "public/locales/affiliate-link/custom-affiliate-link/types";

export default {
  Custom: "Пользовательская партнерская ссылка",
  YouCan:
    "Вы также можете создавать свои собственные партнерские коды, чтобы отличать их от исходного кода, с которого вы начинаете. Это может сделать вашу ссылку более запоминающейся или вызвать больше доверия в глазах клиентов.",
  For: "Например,",
  If: "Если вы хотите создать собственный партнерский код «zetrader», ваши ссылки будут выглядеть так:",
} as CustomAffiliateType;
