import { AgricultureFuturesLocaleType } from "./types";

export default {
  Agriculture: "С/Х Фьючерсы",
  Speaking: "Говоря о высокодоходных и ликвидных активах, нельзя забывать и о сельскохозяйственных фьючерсах.",
  ThisPrimarily: "Это в первую очередь пшеница, какао, кофе, хлопок, лен, апельсиновый сок, а также продукты животноводства и деревообрабатывающей промышленности.",
  ByTrading: "Торгуя CFD на сельскохозяйственную прподукцию, вы можете быть уверены в том, что она всегда будет пользоваться спросом.",
  Wheat: "Пшеница",
  Cocoa: "Какао",
  Cotton: "Хлопок",
  Min: "30 мин",
  Hour: "1 час",
  Day: "1 день",
  Week: "1 неделя",
  Month: "1 месяц"
} as AgricultureFuturesLocaleType;
