import { AgricultureFuturesLocaleType } from "./types";

export default {
  Agriculture: "เกษตรฟิวเจอร์ส",
  Speaking:
    "เมื่อพูดถึงสินทรัพย์ที่ให้ผลกำไรและมีสภาพคล่องสูง เราไม่ควรลืมเกี่ยวกับสินค้าเกษตรล่วงหน้า",
  ThisPrimarily:
    "โดยหลักประกอบด้วยข้าวสาลี โกโก้ กาแฟ ฝ้าย ผ้าลินิน น้ำส้ม ตลอดจนผลิตภัณฑ์จากปศุสัตว์และผลิตภัณฑ์จากไม้",
  ByTrading:
    "ด้วยการซื้อขาย CFD สำหรับสินค้าเกษตร คุณสามารถมั่นใจได้ว่าสินค้าดังกล่าวจะเป็นที่ต้องการเสมอ",
  Wheat: "ข้าวสาลี",
  Cocoa: "โกโก้",
  Cotton: "ฝ้าย",
  Min: "30 นาที",
  Hour: "1 ชั่วโมง",
  Day: "1 วัน",
  Week: "1 สัปดาห์",
  Month: "1 เดือน",
} as AgricultureFuturesLocaleType;
