import { GrabReadyMadeType } from "public/locales/banners/grab-ready-made/types";

export default {
  Grab: "व्यापारियों को आकर्षित करने के लिए तैयार प्रोमो सामग्री लें",
  YouCan:
    "आप ब्रांडेड बैनर, लोगो और अवतार डाउनलोड कर सकते हैं जो किसी भी प्रस्तावित आकार में ज़ेट्रेडेक्स के सर्वोत्तम ऑफर को उजागर करते हैं। वे सामग्रियां आपकी अपनी वेबसाइट से या आपके सामाजिक प्रोफ़ाइल के हिस्से के रूप में ग्राहकों को संदर्भित करने में मदद करेंगी, जहां बड़ी संख्या में लोग उन्हें देख सकते हैं।",
} as GrabReadyMadeType;
