import { GrabReadyMadeType } from "public/locales/banners/grab-ready-made/types";

export default {
  Grab: "Возьмите готовые промо-материалы для привлечения трейдеров",
  YouCan:
    "Вы можете скачать фирменные баннеры, логотипы и аватары, подчеркивающие лучшие предложения Zetradex, в любом из предлагаемых размеров. Эти материалы помогут направлять клиентов с вашего собственного веб-сайта или из ваших профилей в социальных сетях, где их сможет увидеть большее количество людей.",
} as GrabReadyMadeType;
