import { AboutUsLocaleType } from "./types";

export default {
  AboutUs: "हमारे बारे में",
  TheZetradexBrand:
    "Zetradex ब्रांड का स्वामित्व विनियमित निवेश और ब्रोकरेज फर्म Zetradex होल्डिंग लिमिटेड के पास है, जो वैश्विक बहु-परिसंपत्ति निगम, ZE होल्डिंग के हिस्से के रूप में काम करती है। ZE होल्डिंग के पीछे की मूल अवधारणा। एक व्यापक बहु-परिसंपत्ति वातावरण स्थापित करना है जो निवेश के अवसरों का पूरा स्पेक्ट्रम प्रदान करता है।",
  AtZECorp:
    "ZE Holding में, आप विभिन्न निवेश सुविधाओं से लाभ उठा सकते हैं, जिसमें लीवरेज ट्रेडिंग, स्टॉक पर गैर-लीवरेज ट्रेडिंग, क्रिप्टोकरेंसी ट्रेडिंग, क्रिप्टो एक्सचेंज सेवाएं, डिजिटल बैंकिंग, संपत्ति निवेश और विकास के साथ-साथ शीतल पेय उद्योग में भागीदारी शामिल है।",
  Founded: "स्थापित",
  HeadOffice: "प्रधान कार्यालय",
  BonovoRoad: "बोनोवो रोड, मोहेली का फ़ोम्बोनी द्वीप, कोमोरोस संघ",
  Regulation: "विनियमन",
  ZetradexIsRegulated:
    "Zetradex को मवाली इंटरनेशनल सर्विस अथॉरिटी द्वारा विनियमित किया जाता है, कंपनी पंजीकृत संख्या: HY00523401 कंपनी लाइसेंस संख्या: T2023278",
  LiquidityProviders: "तरलता प्रदाता",
  TradingInstruments: "ट्रेडिंग उपकरण",
  AssetTypes: "संपत्ति के प्रकार",
  StocksIndices:
    "9 (स्टॉक, सूचकांक, ईटीएफ, मुद्राएं, कमोडिटीज, ऊर्जा, धातु, क्रिप्टोकरेंसी, वायदा पर सीएफडी)",
  TradingPlatforms: "ट्रेडिंग प्लेटफार्म",
  WithZetradex:
    "ज़ेट्रेडेक्स के साथ, आपके पास एक विनियमित और सुरक्षित प्लेटफ़ॉर्म तक पहुंच है जो लीवरेज ट्रेडिंग और निवेश विकल्पों को सक्षम बनाता है। आप स्टॉक पर गैर-लीवरेज ट्रेडिंग में संलग्न हो सकते हैं, क्रिप्टोकरेंसी ट्रेडिंग की गतिशील दुनिया में भाग ले सकते हैं और क्रिप्टो एक्सचेंज सेवाओं का लाभ उठा सकते हैं। इसके अतिरिक्त, Zetradex सुविधाजनक वित्तीय लेनदेन के लिए डिजिटल बैंकिंग समाधान प्रदान करता है।",
  Furthermore:
    "इसके अलावा, ZE Holding संपत्ति निवेश और विकास के लिए रास्ते प्रदान करता है, जिससे आप रियल एस्टेट के अवसरों का पता लगा सकते हैं। अंत में, शीतल पेय उद्योग में जेडई कॉर्प की भागीदारी परिसंपत्तियों के विविध पोर्टफोलियो के भीतर एक दिलचस्प निवेश अवसर प्रदान करती है।",
} as AboutUsLocaleType;
