import { AboutUsLocaleType } from "./types";

export default {
  AboutUs: "ہمارے بارے میں",
  TheZetradexBrand:
    "Zetradex برانڈ ریگولیٹڈ انویسٹمنٹ اور بروکریج فرم Zetradex Holding Ltd کی ملکیت ہے، جو عالمی ملٹی ایسٹس کارپوریشن ZE Holding کے حصے کے طور پر کام کرتی ہے۔ ZE ہولڈنگ کے پیچھے بنیادی تصور۔ ایک جامع کثیر اثاثہ جات کا ماحول قائم کرنا ہے جو سرمایہ کاری کے مواقع کی مکمل سپیکٹرم پیش کرتا ہے۔",
  AtZECorp:
    "ZE ہولڈنگ میں، آپ سرمایہ کاری کی مختلف سہولیات سے فائدہ اٹھا سکتے ہیں، بشمول لیوریج ٹریڈنگ، اسٹاک پر نان لیوریج ٹریڈنگ، کرپٹو کرنسی ٹریڈنگ، کرپٹو ایکسچینج سروسز، ڈیجیٹل بینکنگ، پراپرٹی انویسٹمنٹ، اور ڈیولپمنٹ کے ساتھ ساتھ سافٹ ڈرنکس کی صنعت میں شمولیت۔",
  Founded: "کی بنیاد رکھی",
  HeadOffice: "ہیڈ آفس",
  BonovoRoad: "بونوو روڈ، موہلی کا فومبونی جزیرہ، کوموروس یونین",
  Regulation: "ضابطہ",
  ZetradexIsRegulated:
    "Zetradex Mwali انٹرنیشنل سروس اتھارٹی کمپنی کے ذریعہ ریگولیٹ کیا جاتا ہے رجسٹرڈ نمبر: HY00523401 کمپنی لائسنس نمبر: T2023278",
  LiquidityProviders: "لیکویڈیٹی فراہم کرنے والے",
  TradingInstruments: "تجارتی آلات",
  AssetTypes: "اثاثوں کی اقسام",
  StocksIndices:
    "9 (اسٹاک، انڈیکس، ETFs، کرنسیاں، اشیاء، توانائیاں، دھاتیں، کرپٹو کرنسیز، مستقبل پر CFDs)",
  TradingPlatforms: "تجارتی پلیٹ فارمز",
  WithZetradex:
    "Zetradex کے ساتھ، آپ کو ایک ریگولیٹڈ اور محفوظ پلیٹ فارم تک رسائی حاصل ہے جو لیوریج ٹریڈنگ اور سرمایہ کاری کے اختیارات کو قابل بناتا ہے۔ آپ اسٹاکس پر نان لیوریج ٹریڈنگ میں مشغول ہو سکتے ہیں، کریپٹو کرنسی ٹریڈنگ کی متحرک دنیا میں حصہ لے سکتے ہیں، اور کرپٹو ایکسچینج سروسز سے فائدہ اٹھا سکتے ہیں۔ مزید برآں، Zetradex آسان مالیاتی لین دین کے لیے ڈیجیٹل بینکنگ حل پیش کرتا ہے۔",
  Furthermore:
    "مزید برآں، ZE ہولڈنگ پراپرٹی کی سرمایہ کاری اور ترقی کے لیے راستے فراہم کرتی ہے، جس سے آپ کو رئیل اسٹیٹ کے مواقع تلاش کرنے کی اجازت ملتی ہے۔ آخر میں، سافٹ ڈرنکس کی صنعت میں ZE ہولڈنگ کی شمولیت اثاثوں کے متنوع پورٹ فولیو میں سرمایہ کاری کا ایک دلچسپ راستہ فراہم کرتی ہے۔",
} as AboutUsLocaleType;
