import { AboutUsLocaleType } from "./types";

export default {
  AboutUs: "О нас",
  TheZetradexBrand:
    "Бренд Zetradex принадлежит регулируемой инвестиционной и брокерской фирме Zetradex Holding Ltd, которая работает как часть глобальной мультиактивной корпорации ZE Holding. Основная концепция ZE Holding. Целью является создание комплексной среды с множеством активов, которая предлагает полный спектр инвестиционных возможностей.",
  AtZECorp:
    "В ZE Holding вы можете воспользоваться различными инвестиционными возможностями, включая торговлю с кредитным плечом, торговлю акциями без кредитного плеча, торговлю криптовалютой, услуги по обмену криптовалют, цифровой банкинг, инвестиции в недвижимость и развитие, а также участие в индустрии безалкогольных напитков.",
  Founded: "Основан",
  HeadOffice: "Головной офис",
  BonovoRoad: "Bonovo Road, Фомбони, остров Мохели, Союз Коморских Островов",
  Regulation: "Регулирование",
  ZetradexIsRegulated:
    "Zetradex регулируется Международным центром обслуживания Mwali. Регистрационный номер компании: HY00523401. Лицензия компании №: T2023278.",
  LiquidityProviders: "Поставщики ликвидности",
  TradingInstruments: "Торговые инструменты",
  AssetTypes: "Типы активов",
  StocksIndices:
    "9 (Акции, Индексы, ETF, Валюты, Товары, Энергии, Металлы, Криптовалюты, CFD на фьючерсы)",
  TradingPlatforms: "Торговые платформы",
  WithZetradex:
    "С Zetradex у вас есть доступ к регулируемой и безопасной платформе, которая позволяет торговать с кредитным плечом и инвестиционными вариантами. Вы можете участвовать в торговле акциями без кредитного плеча, участвовать в динамичном мире торговли криптовалютой и пользоваться услугами обмена криптовалюты. . Кроме того, Zetradex предлагает цифровые банковские решения для удобных финансовых транзакций.",
  Furthermore:
    "Кроме того, ZE Holding предоставляет возможности для инвестиций и развития недвижимости, позволяя вам исследовать возможности недвижимости. Наконец, участие ZE Holding в индустрии безалкогольных напитков предлагает интригующую инвестиционную возможность в рамках разнообразного портфеля активов.",
} as AboutUsLocaleType;
