import { AboutUsLocaleType } from "./types";

export default {
  AboutUs: "เกี่ยวกับเรา",
  TheZetradexBrand:
    "แบรนด์ Zetradex เป็นเจ้าของโดยบริษัทการลงทุนและนายหน้าซื้อขายหลักทรัพย์ที่ได้รับการควบคุม Zetradex Holding Ltd ซึ่งดำเนินงานโดยเป็นส่วนหนึ่งของ ZE Holding ซึ่งเป็นบริษัทที่มีสินทรัพย์หลากหลายระดับโลก แนวคิดหลักเบื้องหลัง ZE Holding คือการสร้างสภาพแวดล้อมหลายสินทรัพย์ที่ครอบคลุมซึ่งมอบโอกาสในการลงทุนอย่างเต็มรูปแบบ",
  AtZECorp:
    "ที่ ZE Holding คุณจะได้รับประโยชน์จากสิ่งอำนวยความสะดวกด้านการลงทุนต่างๆ รวมถึงการซื้อขายเลเวอเรจ การซื้อขายหุ้นแบบไม่ใช้เลเวอเรจ การซื้อขายสกุลเงินดิจิทัล บริการแลกเปลี่ยนสกุลเงินดิจิทัล ธนาคารดิจิทัล การลงทุนด้านอสังหาริมทรัพย์ และการพัฒนา ตลอดจนการมีส่วนร่วมในอุตสาหกรรมน้ำอัดลม",
  Founded: "ก่อตั้ง",
  HeadOffice: "สำนักงานใหญ่",
  BonovoRoad: "Bonovo Road, Fomboni Island of Mohéli, สหภาพคอโมโรส",
  Regulation: "ระเบียบข้อบังคับ",
  ZetradexIsRegulated:
    "Zetradex ได้รับการควบคุมโดยบริษัท Mwali International Service Authority หมายเลขจดทะเบียน: HY00523401 หมายเลขใบอนุญาตบริษัท: T2023278",
  LiquidityProviders: "ผู้ให้บริการสภาพคล่อง",
  TradingInstruments: "ตราสารการซื้อขาย",
  AssetTypes: "ประเภทสินทรัพย์",
  StocksIndices:
    "9 (หุ้น, ดัชนี, ETF, สกุลเงิน, สินค้าโภคภัณฑ์, พลังงาน, โลหะ, สกุลเงินดิจิตอล, CFD ในฟิวเจอร์ส)",
  TradingPlatforms: "แพลตฟอร์มการซื้อขาย",
  WithZetradex:
    "ด้วย Zetradex คุณสามารถเข้าถึงแพลตฟอร์มที่ได้รับการควบคุมและปลอดภัยซึ่งเปิดใช้งานตัวเลือกการซื้อขายและการลงทุนแบบเลเวอเรจ คุณสามารถมีส่วนร่วมในการซื้อขายหุ้นแบบไม่ใช้เลเวอเรจ เข้าร่วมในโลกแบบไดนามิกของการซื้อขายสกุลเงินดิจิทัล และใช้ประโยชน์จากบริการแลกเปลี่ยนสกุลเงินดิจิทัล นอกจากนี้ Zetradex ยังนำเสนอโซลูชั่นธนาคารดิจิทัลเพื่อการทำธุรกรรมทางการเงินที่สะดวกสบาย",
  Furthermore:
    "นอกจากนี้ ZE Holding ยังมอบช่องทางสำหรับการลงทุนและพัฒนาอสังหาริมทรัพย์ ช่วยให้คุณสำรวจโอกาสด้านอสังหาริมทรัพย์ สุดท้ายนี้ การมีส่วนร่วมของ ZE Holding ในอุตสาหกรรมน้ำอัดลมทำให้เกิดช่องทางการลงทุนที่น่าสนใจภายในพอร์ตโฟลิโอสินทรัพย์ที่หลากหลาย",
} as AboutUsLocaleType;
