import { PartnershipLocaleType } from "./types";

export default {
  UpToFromSpread: "स्प्रेड से 100% तक",
  ZePartnership: "ज़ी पार्टनरशिप - सर्वोत्तम विकल्प",
  ContactUs: "अपने व्यक्तिगत प्रोमो ऑफर के लिए हमसे संपर्क करें!",
  IAcceptThe: "मुझे स्वीकार है",
  TermsConditions: "नियम एवं शर्तें",
  GetOffer: "ऑफर हासिल करें",
  HowDoes: "यह कैसे काम करता है",
  SignUp: "साइन अप करें",
  RegisterAs: "एक सहयोगी के रूप में पंजीकरण करें",
  Advertise: "विज्ञापित",
  ShareYourReferral:
    "अपने ट्रैफ़िक या नेटवर्क के साथ अपना रेफ़रल लिंक साझा करें",
  Earn: "कमाना",
  ReceiveCommissions:
    "जो कोई भी आपके लिंक के साथ पंजीकरण करता है और जमा करता है, उससे कमीशन प्राप्त करें",
  WhatWeOffer: "हमारी पेशकश",
  UpTo: "तक",
  CommisionFromSpread: "स्प्रेड से कमीशन",
  LearnMore: "और अधिक जानें",
  MarkUpIBReward: "मार्कअप आईबी रिवॉर्ड",
  RegularIBSalary: "नियमित आईबी वेतन",
  Support: "सहायता",
  ReadyWebsites: "तैयार वेबसाइटें",
  NotEveryoneKnows:
    "हर कोई नहीं जानता कि वेबसाइट कैसे बनाई जाती है, यही कारण है कि हमने अपने भागीदारों के लिए उपयोग के लिए तैयार वेबसाइट का निर्णय तैयार किया है। यह उन सभी चीज़ों से पहले से सुसज्जित है जिनकी आपको शुरुआत करने के लिए आवश्यकता है, लेकिन इसमें ऐसे अनुभाग भी शामिल हैं जिन्हें आप अपनी सामग्री से भर सकते हैं।",
  PromoSupport: "प्रोमो समर्थन",
  InOrderToSupport:
    "अपने साझेदारों को उनके व्यावसायिक प्रयासों में समर्थन देने के लिए, हम शानदार दिखने वाले व्यापारिक उत्पादों के साथ-साथ सोशल मीडिया बैनरों की एक विस्तृत श्रृंखला प्रदान करते हैं जिनका उपयोग हमारे परिचयकर्ता ब्रोकर नए ग्राहकों को आकर्षित करने के लिए कर सकते हैं।",
  JoinNow: "अब शामिल हों",
  TypesOfPartnership: "साझेदारी के प्रकार",
  IntroducingBroker: "दलाल का परिचय करा रहे हैं",
  ZetradexPartnersAre:
    "Zetradex भागीदारों को नए ग्राहकों और साझेदारों को आकर्षित करने और ग्राहकों को अधिक सक्रिय रूप से व्यापार करने के लिए प्रोत्साहित करने के लिए पुरस्कृत किया जाता है।",
  TheMainType:
    "मुख्य प्रकार की साझेदारी को इंट्रोड्यूसिंग ब्रोकर (संक्षेप में आईबी) कहा जाता है।",
  InThisCase:
    "इस मामले में, आप अपने सब-आईबी रेफरल के सौदों से अतिरिक्त सब-आईबी कमीशन कमाते हैं।",
  IfYourClient:
    "यदि आपका ग्राहक भागीदार बन जाता है या आप अपने ग्राहकों के साथ किसी अन्य भागीदार को आकर्षित करते हैं, तो इस नए भागीदार को उप-परिचय ब्रोकर कहा जाता है।",
  IfYouHaveMany:
    "यदि आपके कई भागीदार हैं जो उप-आईबी बनना चाहते हैं, तो हम 5-स्तरीय संबद्ध कार्यक्रम प्रदान करते हैं। आपको 5 स्तरों में से प्रत्येक के रेफरल लेनदेन का एक प्रतिशत प्राप्त होगा।",
  LocalDepositor: "स्थानीय जमाकर्ता",
  LocalDepositorIs:
    "स्थानीय जमाकर्ता एक विशेष रूप से विश्वसनीय व्यक्ति होता है जिसे कंपनी की ओर से धन जमा करने और निकालने के लिए बैंकिंग कार्य करने का अधिकार होता है।",
  ThisOfferWillBe:
    "यह ऑफर उन जगहों पर प्रासंगिक होगा जहां बैंकों या भुगतान प्रणालियों तक पहुंच नहीं है।",
  LocalDepositorsReceive:
    "स्थानीय जमाकर्ताओं को एक विशेष प्रकार का आईबी प्रमाणपत्र प्राप्त होता है।",
  TheCompanyCan:
    "कंपनी स्थानीय लेनदेन ग्राहकों को अपने संबद्ध समूह में जोड़कर स्थानीय जमाकर्ताओं को व्यक्तिगत रूप से प्रोत्साहित कर सकती है।",
  IntroducingOffice: "कार्यालय का परिचय",
  ToReachANewLevel:
    "एक नए स्तर तक पहुँचने के लिए, शीर्ष भागीदार एक परिचय कार्यालय खोलते हैं। कंपनी प्रचार सामग्री की छपाई, सोशल नेटवर्क पर विज्ञापन और कुछ मामलों में कार्यालय किराये पर देने में मदद करती है।",
  InMostCases:
    "ज्यादातर मामलों में, कार्यालय एक प्रशिक्षण केंद्र बन जाता है जहां विभिन्न सेमिनार, प्रशिक्षण आदि आयोजित किए जाते हैं।",
  InOurTrainingCenters:
    "हमारे प्रशिक्षण केंद्रों में आप विदेशी मुद्रा बाजार के बारे में हमेशा कुछ नया सीख सकते हैं। आप हमारे सेमिनार में आ सकते हैं या हमारे केंद्र में अपना सेमिनार या बैठक आयोजित कर सकते हैं।",
  TheMostImportantDistinctive:
    "हमारे केंद्रों की सबसे महत्वपूर्ण विशिष्ट विशेषता आगंतुकों के व्यावहारिक प्रशिक्षण और उनके कौशल में सुधार पर गंभीर निर्भरता है।",
  HowMuchCan: "मेरी आय कितनी हो सकती है?",
  AsLongAsYour:
    "जब तक आपके ग्राहक व्यापार करना जारी रखेंगे, आप उनकी गतिविधि के आधार पर कमीशन अर्जित करेंगे।",
  ZetradexDoesNot:
    "Zetradex कमीशन राजस्व पर कोई सीमा नहीं लगाता है, जिसका अर्थ है कि आप जो राशि कमाते हैं वह पूरी तरह से आपके ग्राहकों की ट्रेडिंग गतिविधि पर निर्भर करती है।",
} as PartnershipLocaleType;
