import { PartnershipLocaleType } from "./types";

export default {
  UpToFromSpread: "اسپریڈ سے 100% تک",
  ZePartnership: "ze پارٹنرشپ - بہترین انتخاب",
  ContactUs: "اپنی ذاتی پرومو پیشکش کے لیے ہم سے رابطہ کریں!",
  IAcceptThe: "میں قبول کرتا ہوں۔",
  TermsConditions: "شرائط و ضوابط",
  GetOffer: "آفر حاصل کریں۔",
  HowDoes: "یہ کیسے کام کرتا ہے۔",
  SignUp: "سائن اپ کریں۔",
  RegisterAs: "ایک الحاق کے طور پر رجسٹر کریں",
  Advertise: "اشتہار دینا",
  ShareYourReferral:
    "اپنے ریفرل لنک کو اپنے ٹریفک یا نیٹ ورک کے ساتھ شیئر کریں۔",
  Earn: "کمائیں",
  ReceiveCommissions:
    "جو بھی آپ کے لنک کے ساتھ رجسٹر کرتا ہے اور جمع کرواتا ہے اس کے لیے کمیشن وصول کریں۔",
  WhatWeOffer: "ہم کیا پیش کرتے ہیں",
  UpTo: "تک",
  CommisionFromSpread: "اسپریڈ سے کمیشن",
  LearnMore: "مزید جانیں",
  MarkUpIBReward: "مارک اپ IB انعام",
  RegularIBSalary: "باقاعدہ IB تنخواہ",
  Support: "حمایت",
  ReadyWebsites: "تیار ویب سائٹس",
  NotEveryoneKnows:
    "ہر کوئی ویب سائٹ بنانے کا طریقہ نہیں جانتا، اسی لیے ہم نے اپنے شراکت داروں کے لیے استعمال کے لیے مکمل ویب سائٹ کا فیصلہ تیار کیا۔ یہ ہر چیز سے لیس پہلے سے آتا ہے جس کی آپ کو شروع کرنے کی ضرورت ہوتی ہے، لیکن اس میں ایسے حصے بھی ہوتے ہیں جنہیں آپ اپنے مواد کے ساتھ آباد کر سکتے ہیں۔",
  PromoSupport: "پرومو سپورٹ",
  InOrderToSupport:
    "اپنے شراکت داروں کی ان کی کاروباری کوششوں میں مدد کرنے کے لیے، ہم بہت اچھی لگنے والی تجارتی مصنوعات کے ساتھ ساتھ سوشل میڈیا بینرز کی ایک وسیع رینج فراہم کرتے ہیں جنہیں ہمارے متعارف کرانے والے بروکر نئے کلائنٹس کو راغب کرنے کے لیے استعمال کر سکتے ہیں۔",
  JoinNow: "ابھی شامل ہوں۔",
  TypesOfPartnership: "شراکت کی اقسام",
  IntroducingBroker: "بروکر کا تعارف",
  ZetradexPartnersAre:
    "Zetradex پارٹنرز کو نئے کلائنٹس اور پارٹنرز کو راغب کرنے اور کلائنٹس کو زیادہ فعال طور پر تجارت کرنے کی ترغیب دینے پر انعام دیا جاتا ہے۔",
  TheMainType:
    "شراکت کی اہم قسم کو متعارف کرانے والا بروکر (IB جلد ہی) کہا جاتا ہے۔",
  InThisCase:
    "اس صورت میں، آپ اپنے ذیلی IB حوالہ جات کے سودوں سے اضافی ذیلی IB کمیشن حاصل کرتے ہیں۔",
  IfYourClient:
    "اگر آپ کا کلائنٹ پارٹنر بن جاتا ہے یا آپ اپنے کلائنٹس کے ساتھ کسی دوسرے پارٹنر کو اپنی طرف متوجہ کرتے ہیں، تو اس نئے پارٹنر کو ذیلی متعارف کرانے والا بروکر کہا جاتا ہے۔",
  IfYouHaveMany:
    "اگر آپ کے بہت سے پارٹنرز ہیں جو سب-IB بننا چاہتے ہیں، تو ہم 5 سطح کا الحاق پروگرام پیش کرتے ہیں۔ آپ کو 5 سطحوں میں سے ہر ایک کے ریفرل لین دین کا فیصد ملے گا۔",
  LocalDepositor: "مقامی جمع کنندہ",
  LocalDepositorIs:
    "مقامی جمع کنندہ ایک خاص طور پر قابل اعتماد شخص ہے جسے کمپنی کی جانب سے رقوم جمع کرنے اور نکالنے کے لیے بینکنگ آپریشن کرنے کا حق حاصل ہے۔",
  ThisOfferWillBe:
    "یہ پیشکش ان جگہوں پر متعلقہ ہو گی جہاں بینکوں یا ادائیگی کے نظام تک رسائی نہیں ہے۔",
  LocalDepositorsReceive:
    "مقامی ڈپازٹرز کو ایک خاص قسم کا IB سرٹیفکیٹ ملتا ہے۔",
  TheCompanyCan:
    "کمپنی انفرادی طور پر مقامی ڈپازٹرز کی حوصلہ افزائی کر سکتی ہے تاکہ مقامی ٹرانزیکشن کلائنٹس کو ان کے ملحقہ گروپ میں شامل کیا جا سکے۔",
  IntroducingOffice: "آفس کا تعارف",
  ToReachANewLevel:
    "ایک نئی سطح تک پہنچنے کے لیے، اعلی شراکت دار ایک تعارفی دفتر کھولتے ہیں۔ Сcompany پروموشنل مواد کی پرنٹنگ، سوشل نیٹ ورکس پر اشتہارات، اور کچھ معاملات میں دفتر کے کرایے کے ساتھ مدد کرتی ہے۔",
  InMostCases:
    "زیادہ تر معاملات میں، دفتر ایک تربیتی مرکز بن جاتا ہے جہاں مختلف سیمینارز، تربیت وغیرہ منعقد ہوتے ہیں۔",
  InOurTrainingCenters:
    "ہمارے تربیتی مراکز میں آپ ہمیشہ فاریکس مارکیٹ کے بارے میں کچھ نیا سیکھ سکتے ہیں۔ آپ ہمارے سیمینار میں آ سکتے ہیں یا ہمارے سینٹر میں اپنا سیمینار یا میٹنگ منعقد کر سکتے ہیں۔",
  TheMostImportantDistinctive:
    "ہمارے مراکز کی سب سے اہم امتیازی خصوصیت زائرین کی عملی تربیت اور ان کی مہارتوں میں بہتری پر سنجیدہ انحصار ہے۔",
  HowMuchCan: "میں کتنا کما سکتا ہوں؟",
  AsLongAsYour:
    "جب تک آپ کے کلائنٹ تجارت کرتے رہیں گے، آپ ان کی سرگرمیوں کی بنیاد پر کمیشن حاصل کریں گے۔",
  ZetradexDoesNot:
    "Zetradex کمیشن کی آمدنی پر کوئی حد نہیں لگاتا، جس کا مطلب ہے کہ آپ جو رقم کماتے ہیں اس کا انحصار آپ کے کلائنٹس کی تجارتی سرگرمی پر ہوتا ہے۔",
} as PartnershipLocaleType;
