import { PartnershipLocaleType } from "./types";

export default {
  UpToFromSpread: "До 100% от спреда",
  ZePartnership: "ze Партнерство – лучший выбор",
  ContactUs: "Свяжитесь с нами для получения персонального промо-предложения!",
  IAcceptThe: "я принимаю",
  TermsConditions: "Условия использования",
  GetOffer: "Получить предложение",
  HowDoes: "Как это работает",
  SignUp: "Зарегистрироваться",
  RegisterAs: "Зарегистрируйтесь как партнер",
  Advertise: "Рекламировать",
  ShareYourReferral:
    "Поделитесь своей реферальной ссылкой со своим трафиком или сетью",
  Earn: "Зарабатывать",
  ReceiveCommissions:
    "Получайте комиссионные за каждого, кто зарегистрируется по вашей ссылке и внесет депозит",
  WhatWeOffer: "Что мы предлагаем",
  UpTo: "вплоть до",
  CommisionFromSpread: "Комиссия от спреда",
  LearnMore: "Узнать больше",
  MarkUpIBReward: "Награда MarkUp IB",
  RegularIBSalary: "Обычная зарплата IB",
  Support: "Поддерживать",
  ReadyWebsites: "Готовые сайты",
  NotEveryoneKnows:
    "Не все умеют создавать сайты, поэтому для наших партнеров мы подготовили готовое решение для создания сайтов. Он уже оснащен всем необходимым для начала работы, но также содержит разделы, которые вы можете заполнить своим собственным контентом.",
  PromoSupport: "Промо-поддержка",
  InOrderToSupport:
    "Чтобы поддержать наших партнеров в их деловых начинаниях, мы предоставляем широкий спектр великолепно выглядящих товаров, а также баннеры в социальных сетях, которые наши представляющие брокеры могут использовать для привлечения новых клиентов.",
  JoinNow: "Присоединяйся сейчас",
  TypesOfPartnership: "Виды партнерства",
  IntroducingBroker: "Представляющий брокер",
  ZetradexPartnersAre:
    "Партнеры Zetradex вознаграждаются за привлечение новых клиентов и партнеров, а также за поощрение клиентов к более активной торговле.",
  TheMainType:
    "Основной вид партнерства называется представляющим брокером (сокращенно IB).",
  InThisCase:
    "В этом случае вы получаете дополнительную комиссию суб-IB от сделок ваших рефералов суб-IB.",
  IfYourClient:
    "Если ваш клиент становится партнером или вы привлекаете другого партнера со своими клиентами, этот новый партнер называется субпредставляющим брокером.",
  IfYouHaveMany:
    "Если у вас много партнеров, желающих стать Sub-IB, мы предлагаем 5-уровневую партнерскую программу. Вы будете получать процент от реферальных транзакций каждого из 5 уровней.",
  LocalDepositor: "Местный вкладчик",
  LocalDepositorIs:
    "Местный вкладчик – специально доверенное лицо, имеющее право от имени Компании совершать банковские операции по вводу и выводу денежных средств.",
  ThisOfferWillBe:
    "Данное предложение будет актуально в местах, где нет доступа к банкам или платежным системам.",
  LocalDepositorsReceive:
    "Местные вкладчики получают специальный тип сертификата IB.",
  TheCompanyCan:
    "Компания может индивидуально поощрять местных вкладчиков, добавляя местных клиентов по транзакциям в свою партнерскую группу.",
  IntroducingOffice: "Представляем офис",
  ToReachANewLevel:
    "Для выхода на новый уровень топ-партнеры открывают вводный офис. Компания помогает с печатью рекламных материалов, размещением рекламы в социальных сетях, а в некоторых случаях и с арендой офиса.",
  InMostCases:
    "В большинстве случаев офис становится учебным центром, где проводятся различные семинары, тренинги и т.п.",
  InOurTrainingCenters:
    "В наших учебных центрах вы всегда сможете узнать что-то новое о рынке Форекс. Вы можете прийти на наши семинары или организовать собственный семинар или встречу в нашем центре.",
  TheMostImportantDistinctive:
    "Важнейшая отличительная особенность наших центров – серьезная ставка на практическую подготовку посетителей и повышение их квалификации.",
  HowMuchCan: "Сколько я могу заработать?",
  AsLongAsYour:
    "Пока ваши клиенты продолжают торговать, вы будете получать комиссию в зависимости от их активности.",
  ZetradexDoesNot:
    "Zetradex не устанавливает потолка комиссионных доходов, а это означает, что сумма, которую вы зарабатываете, полностью зависит от торговой активности ваших клиентов.",
} as PartnershipLocaleType;
