import { PartnershipLocaleType } from "./types";

export default {
  UpToFromSpread: "มากถึง 100% จากสเปรด",
  ZePartnership: "ze Partnership - ทางเลือกที่ดีที่สุด",
  ContactUs: "ติดต่อเราเพื่อรับข้อเสนอโปรโมชั่นส่วนตัวของคุณ!",
  IAcceptThe: "ฉันยอมรับ",
  TermsConditions: "ข้อตกลงและเงื่อนไข",
  GetOffer: "รับข้อเสนอ",
  HowDoes: "มันทำงานอย่างไร",
  SignUp: "ลงชื่อ",
  RegisterAs: "ลงทะเบียนเป็นพันธมิตร",
  Advertise: "โฆษณา",
  ShareYourReferral: "แชร์ลิงก์อ้างอิงของคุณกับปริมาณข้อมูลหรือเครือข่ายของคุณ",
  Earn: "ได้รับ",
  ReceiveCommissions:
    "รับค่าคอมมิชชันสำหรับทุกคนที่ลงทะเบียนด้วยลิงก์ของคุณและทำการฝากเงิน",
  WhatWeOffer: "สิ่งที่เรานำเสนอ",
  UpTo: "จนถึง",
  CommisionFromSpread: "ค่าคอมมิชชันจากสเปรด",
  LearnMore: "เรียนรู้เพิ่มเติม",
  MarkUpIBReward: "รางวัลมาร์กอัป IB",
  RegularIBSalary: "เงินเดือน IB ปกติ",
  Support: "สนับสนุน",
  ReadyWebsites: "เว็บไซต์พร้อม",
  NotEveryoneKnows:
    "ไม่ใช่ทุกคนที่รู้วิธีสร้างเว็บไซต์ นั่นคือเหตุผลที่เราเตรียมการตัดสินใจเกี่ยวกับเว็บไซต์ที่พร้อมใช้งานอย่างสมบูรณ์สำหรับพันธมิตรของเรา มันมาพร้อมกับทุกสิ่งที่คุณต้องการในการเริ่มต้น แต่ยังมีส่วนที่คุณสามารถเติมเนื้อหาของคุณเองได้",
  PromoSupport: "การสนับสนุนการส่งเสริมการขาย",
  InOrderToSupport:
    "เพื่อสนับสนุนพันธมิตรของเราในการพยายามทางธุรกิจ เราได้จัดเตรียมผลิตภัณฑ์สินค้าที่ดูดีมากมาย รวมถึงแบนเนอร์โซเชียลมีเดียที่ผู้แนะนำโบรกเกอร์ของเราสามารถใช้เพื่อดึงดูดลูกค้าใหม่",
  JoinNow: "เข้าร่วมเดี๋ยวนี้",
  TypesOfPartnership: "ประเภทของห้างหุ้นส่วน",
  IntroducingBroker: "ผู้แนะนำโบรกเกอร์",
  ZetradexPartnersAre:
    "พันธมิตร Zetradex ได้รับรางวัลจากการดึงดูดลูกค้าและพันธมิตรรายใหม่ และจากการกระตุ้นให้ลูกค้าซื้อขายอย่างแข็งขันมากขึ้น",
  TheMainType: "ห้างหุ้นส่วนประเภทหลักเรียกว่าผู้แนะนำโบรกเกอร์ (ชื่อย่อ IB)",
  InThisCase:
    "ในกรณีนี้ คุณจะได้รับค่าคอมมิชชัน sub-IB เพิ่มเติมจากข้อตกลงของผู้อ้างอิง sub-IB ของคุณ",
  IfYourClient:
    "หากลูกค้าของคุณกลายเป็นหุ้นส่วนหรือคุณดึงดูดหุ้นส่วนรายอื่นด้วยลูกค้าของพวกเขาเอง หุ้นส่วนใหม่นี้จะเรียกว่าโบรกเกอร์แนะนำย่อย",
  IfYouHaveMany:
    "หากคุณมีพันธมิตรจำนวนมากที่ต้องการเป็น Sub-IB เราขอเสนอโปรแกรมพันธมิตร 5 ระดับ คุณจะได้รับเปอร์เซ็นต์ของธุรกรรมการอ้างอิงในแต่ละระดับจาก 5 ระดับ",
  LocalDepositor: "ผู้ฝากท้องถิ่น",
  LocalDepositorIs:
    "ผู้ฝากเงินในประเทศเป็นบุคคลที่ได้รับความไว้วางใจเป็นพิเศษ ซึ่งมีสิทธิ์ในนามของบริษัทในการดำเนินการด้านการธนาคารสำหรับการฝากและถอนเงิน",
  ThisOfferWillBe:
    "ข้อเสนอนี้จะเกี่ยวข้องในสถานที่ที่ไม่มีการเข้าถึงธนาคารหรือระบบการชำระเงิน",
  LocalDepositorsReceive: "ผู้ฝากเงินในพื้นที่จะได้รับใบรับรอง IB ประเภทพิเศษ",
  TheCompanyCan:
    "บริษัทสามารถสนับสนุนผู้ฝากเงินในท้องถิ่นเป็นรายบุคคลโดยการเพิ่มลูกค้าธุรกรรมในท้องถิ่นไปยังกลุ่มพันธมิตรของตน",
  IntroducingOffice: "แนะนำออฟฟิศ",
  ToReachANewLevel:
    "เพื่อก้าวไปสู่ระดับใหม่ พันธมิตรชั้นนำจะเปิดสำนักงานแนะนำ บริษัทช่วยพิมพ์สื่อส่งเสริมการขาย โฆษณาบนโซเชียลเน็ตเวิร์ก และในบางกรณีก็ให้เช่าสำนักงาน",
  InMostCases:
    "ในกรณีส่วนใหญ่ สำนักงานจะกลายเป็นศูนย์ฝึกอบรมที่มีการสัมมนา การฝึกอบรม ฯลฯ",
  InOurTrainingCenters:
    "ในศูนย์ฝึกอบรมของเรา คุณสามารถเรียนรู้สิ่งใหม่ๆ เกี่ยวกับตลาด Forex ได้ตลอดเวลา คุณสามารถมาสัมมนาของเราหรือจัดสัมมนาหรือการประชุมของคุณเองที่ศูนย์ของเรา",
  TheMostImportantDistinctive:
    "คุณลักษณะที่โดดเด่นที่สำคัญที่สุดของศูนย์ของเราคือการพึ่งพาการฝึกอบรมเชิงปฏิบัติของผู้มาเยือนอย่างจริงจังและการพัฒนาทักษะของพวกเขา",
  HowMuchCan: "ฉันสามารถหารายได้ได้เท่าไหร่?",
  AsLongAsYour:
    "ตราบใดที่ลูกค้าของคุณยังคงซื้อขายต่อไป คุณจะได้รับค่าคอมมิชชั่นตามกิจกรรมของพวกเขา",
  ZetradexDoesNot:
    "Zetradex ไม่ได้กำหนดเพดานรายได้จากค่าคอมมิชชั่น ซึ่งหมายความว่าจำนวนเงินที่คุณได้รับจะขึ้นอยู่กับกิจกรรมการซื้อขายของลูกค้าของคุณทั้งหมด",
} as PartnershipLocaleType;
