import { RefundPolicyLocaleType } from "./types";

export default {
  RefundPolicy: "भुगतान वापसी की नीति",
  ZetradexHasImplementedAHighly:
    "Zetradex ने किसी भी सिग्नल का पता लगाने के लिए एक अत्यधिक परिष्कृत प्रणाली लागू की है जो यह संकेत दे सकती है कि कोई ग्राहक ऐसी अवैध गतिविधियों में संलग्न है। यह प्रणाली सभी ग्राहक पहचान सामग्रियों का रिकॉर्ड रखती है और उन्हें सत्यापित करती है, और सभी लेनदेन के विस्तृत रिकॉर्ड को ट्रैक और बनाए रखती है।",
  WhenCustomerRequestFund:
    "जब ग्राहक फंड लेनदेन का अनुरोध करता है तो हम निम्नलिखित दस्तावेजों की जांच करते हैं:",
  ACopyOfYourValidPassport:
    "हस्ताक्षर पृष्ठ के साथ आपके वैध पासपोर्ट की एक प्रति;",
  CopiesOfYourCreditCards:
    "जमा करने के लिए उपयोग की गई आपके क्रेडिट कार्ड की प्रतियां:",
  OneOrMoreIfAvailable:
    "स्वामी द्वारा कार्ड के कब्जे की पुष्टि के लिए निम्नलिखित विकल्पों में से एक या अधिक (यदि उपलब्ध हो):",
  RecentCopyOfABank:
    "बैंक विवरण की नवीनतम प्रति जिसमें कार्डधारक का पूरा नाम, कार्ड नंबर के पहले 6 और अंतिम 4 अंक (संवेदनशील डेटा शामिल होना चाहिए), और संबंधित भुगतान शामिल हो। यदि स्क्रीनशॉट प्रदान किए गए हैं तो पेज यूआरएल अवश्य दिखाई देना चाहिए।",
  AuthorizationCodeForThe:
    "प्रश्न में भुगतान के लिए प्राधिकरण कोड (AUTH कोड) - यह आमतौर पर लेनदेन डेटा में शामिल होता है जब ग्राहक अपने बैंक खाते तक पहुंचता है।",
  ClearColorCopiesOfBothSides:
    "कार्ड के दोनों किनारों की स्पष्ट रंगीन प्रतियां। कार्ड नंबर का मध्य भाग दोनों तरफ से ढका होना चाहिए, जिससे पहले 6 और अंतिम 4 अंक दिखाई दें; पीछे की तरफ सीवीसी/सीवीवी कोड ढका होना चाहिए।",
  ACopyOfARecentUtilityBill:
    "आपके नाम और पते पर हाल के उपयोगिता बिल की एक प्रति।",
  ZetradexDedicatesItsKeen:
    "Zetradex संदिग्ध और महत्वपूर्ण लेनदेन गतिविधियों पर नज़र रखने पर अपना पूरा ध्यान केंद्रित करता है, और संबंधित कानून प्रवर्तन निकायों को व्यापक जानकारी के साथ ऐसी गतिविधियों की रिपोर्ट करता है। रिपोर्टिंग प्रणालियों की अखंडता बनाए रखने और व्यवसायों की सुरक्षा के लिए, विधायी ढांचा कानूनी सुरक्षा प्रदान करता है",
  AKeyStepToPreventingAnd: "ऐसी जानकारी के प्रदाता.",
  RefundsCanBeAppliedWithin:
    "हमारे प्लेटफ़ॉर्म का उपयोग करके मनी लॉन्ड्रिंग को रोकने और हतोत्साहित करने के लिए एक महत्वपूर्ण कदम यह तथ्य है कि ज़ेट्राडेक्स नकद जमा स्वीकार नहीं करता है। ज़ेट्राडेक्स को किसी भी स्तर पर स्थानांतरण की प्रक्रिया से इनकार करने का अधिकार है, जहां उसे लगता है कि स्थानांतरण किसी भी तरह से मनी लॉन्ड्रिंग या आपराधिक गतिविधि से जुड़ा हुआ है। Zetradex ग्राहकों को सूचित नहीं कर सकता कि उन्हें संदिग्ध गतिविधि के लिए रिपोर्ट किया गया है।",
  RegardingRefundIssues:
    "लेनदेन के 24 घंटे के भीतर रिफंड लागू किया जा सकता है।",
  RefundTimeframes:
    "रिफंड के मुद्दों के संबंध में, ग्राहक हमारी सहायता टीम से संपर्क कर सकते हैं:",
} as RefundPolicyLocaleType;
