import { RefundPolicyLocaleType } from "./types";

export default {
  RefundPolicy: "Политика возврата",
  ZetradexHasImplementedAHighly:
    "Zetradex внедрила сложную систему обнаружения любых сигналов, которые могут указывать на участие клиента в такой незаконной деятельности. Эта система ведет учет и проверяет все материалы, идентифицирующие клиента, а также отслеживает и ведет подробный учет всех транзакций.",
  WhenCustomerRequestFund:
    "Когда клиент запрашивает транзакцию средств, мы проверяем следующие документы:",
  ACopyOfYourValidPassport:
    "копия действующего паспорта со страницей с подписью;",
  CopiesOfYourCreditCards:
    "копии ваших кредитных карт, использованных для внесения депозита:",
  OneOrMoreIfAvailable:
    "Один или несколько (при наличии) из следующих вариантов подтверждения владения картой владельцем:",
  RecentCopyOfABank:
    "недавняя копия банковской выписки, содержащая полное имя владельца карты, первые 6 и последние 4 цифры номера карты (должны быть указаны конфиденциальные данные), а также соответствующий платеж. Если предоставляются скриншоты, URL-адрес страницы должен быть виден.",
  AuthorizationCodeForThe:
    "код авторизации для рассматриваемого платежа (код AUTH) – обычно он содержится в данных транзакции, когда клиент получает доступ к своему банковскому счету.",
  ClearColorCopiesOfBothSides:
    "четкие цветные копии обеих сторон карты. Середина номера карты должна быть закрыта с обеих сторон, оставляя видимыми первые 6 и последние 4 цифры; на обратной стороне должен быть закрыт код CVC/CVV.",
  ACopyOfARecentUtilityBill:
    "копия недавнего счета за коммунальные услуги на ваше имя и адрес.",
  ZetradexDedicatesItsKeen:
    "Zetradex уделяет пристальное внимание отслеживанию подозрительных и значительных транзакций и сообщает о таких действиях вместе с исчерпывающей информацией в соответствующие правоохранительные органы. Для поддержания целостности систем отчетности и защиты бизнеса законодательная база обеспечивает правовую защиту",
  AKeyStepToPreventingAnd: "поставщики такой информации.",
  RefundsCanBeAppliedWithin:
    "Ключевым шагом к предотвращению и противодействию отмыванию денег с использованием наших платформ является тот факт, что Zetradex не принимает депозиты наличными. Zetradex имеет право отказать в обработке перевода на любом этапе, если считает, что перевод каким-либо образом связан с отмыванием денег или преступной деятельностью. Zetradex не может информировать клиентов о том, что им сообщили о подозрительной активности.",
  RegardingRefundIssues:
    "Возврат средств возможен в течение 24 часов после совершения транзакции.",
  RefundTimeframes:
    "По вопросам возврата клиент может обратиться в нашу службу поддержки:",
} as RefundPolicyLocaleType;
