import { RefundPolicyLocaleType } from "./types";

export default {
  RefundPolicy: "นโยบายการคืนเงิน",
  ZetradexHasImplementedAHighly:
    "Zetradex ได้ใช้ระบบที่มีความซับซ้อนสูงในการตรวจจับสัญญาณที่อาจบ่งชี้ว่าลูกค้ามีส่วนร่วมในกิจกรรมที่ผิดกฎหมายดังกล่าว ระบบนี้จะเก็บบันทึกและตรวจสอบเอกสารระบุตัวตนของลูกค้าทั้งหมด ตลอดจนติดตามและเก็บรักษาบันทึกโดยละเอียดของธุรกรรมทั้งหมด",
  WhenCustomerRequestFund:
    "เมื่อลูกค้าขอทำธุรกรรมกองทุน เราจะตรวจสอบเอกสารดังต่อไปนี้:",
  ACopyOfYourValidPassport:
    "สำเนาหนังสือเดินทางที่ถูกต้องของคุณพร้อมหน้าลายเซ็น",
  CopiesOfYourCreditCards: "สำเนาบัตรเครดิตของคุณที่ใช้ในการฝากเงิน:",
  OneOrMoreIfAvailable:
    "ตัวเลือกต่อไปนี้หนึ่งรายการขึ้นไป (ถ้ามี) เพื่อยืนยันการครอบครองบัตรโดยเจ้าของ:",
  RecentCopyOfABank:
    "สำเนาใบแจ้งยอดธนาคารล่าสุดที่มีชื่อเต็มของผู้ถือบัตร หมายเลขบัตร 6 หลักแรกและ 4 หลักสุดท้าย (ต้องครอบคลุมข้อมูลที่ละเอียดอ่อน) และการชำระเงินที่เป็นปัญหา หากระบุภาพหน้าจอ URL ของหน้าจะต้องมองเห็นได้",
  AuthorizationCodeForThe:
    "รหัสอนุมัติสำหรับการชำระเงินที่ต้องการ (รหัส AUTH) - โดยปกติจะอยู่ในข้อมูลธุรกรรมเมื่อลูกค้าเข้าถึงบัญชีธนาคารของตน",
  ClearColorCopiesOfBothSides:
    "สำเนาสีชัดเจนของการ์ดทั้งสองด้าน ควรปิดตรงกลางหมายเลขบัตรทั้งสองด้าน โดยให้มองเห็น 6 หลักแรกและ 4 หลักสุดท้าย ที่ด้านหลังควรครอบคลุมรหัส CVC/CVV",
  ACopyOfARecentUtilityBill:
    "สำเนาบิลค่าสาธารณูปโภคล่าสุดในชื่อและที่อยู่ของคุณ",
  ZetradexDedicatesItsKeen:
    "Zetradex ทุ่มเทความสนใจอย่างแรงกล้าในการติดตามกิจกรรมการทำธุรกรรมที่น่าสงสัยและสำคัญ และรายงานกิจกรรมดังกล่าวพร้อมกับข้อมูลที่ครอบคลุมไปยังหน่วยงานบังคับใช้กฎหมายที่เกี่ยวข้อง เพื่อรักษาความสมบูรณ์ของระบบการรายงานและเพื่อปกป้องธุรกิจ กรอบกฎหมายจึงให้ความคุ้มครองทางกฎหมายแก่",
  AKeyStepToPreventingAnd: "ผู้ให้ข้อมูลดังกล่าว",
  RefundsCanBeAppliedWithin:
    "ขั้นตอนสำคัญในการป้องกันและกีดกันการฟอกเงินโดยใช้แพลตฟอร์มของเราคือข้อเท็จจริงที่ว่า Zetradex ไม่รับฝากเงินสด Zetradex มีสิทธิ์ที่จะปฏิเสธที่จะดำเนินการโอนเงินในขั้นตอนใดก็ตามที่เชื่อว่าการโอนนั้นมีความเชื่อมโยงในทางใดก็ตามกับการฟอกเงินหรือกิจกรรมทางอาญา Zetradex ไม่สามารถแจ้งให้ลูกค้าทราบว่าพวกเขาถูกรายงานถึงกิจกรรมที่น่าสงสัย",
  RegardingRefundIssues: "สามารถขอคืนเงินได้ภายใน 24 ชั่วโมงหลังจากทำธุรกรรม",
  RefundTimeframes:
    "เกี่ยวกับปัญหาการคืนเงิน ลูกค้าสามารถติดต่อทีมสนับสนุนของเรา:",
} as RefundPolicyLocaleType;
