import type { DoubleMarathonBonus } from "public/locales/terms-and-conditions/double-marathon-bonus/types";

export default {
  Agreement: "Соглашение о Марафонском бонусе",
  Chapter_1: "Глава 1 Общие условия, терминология",
  Chapter_1_1:
    "1,1 Бонус – это невыводимая дополнительная сумма денег, предоставляемая клиенту на платной основе, по его запросу. При этом бонусные средства остаются в собственности компании Zetradex. Целью бонуса является увеличение маржи для открытия большего количества сделок с одним и тем же депозитом и, как следствие, повышение доходности по результатам торговли.",
  Chapter_1_2:
    "1,2 Двойной Марафонский бонус — это бонус на депозит, начисляемый на каждый следующий депозит после получения заявки на бонус. Сумма бонуса фиксируется на уровне 200% за первый депозит. Остальные депозиты - основание для начисления 100% Марафонского бонуса.",
  Chapter_1_3:
    "1,3 Условия Двойного Марафонского бонуса (далее — бонус) определяются соглашением между Клиентом и Компанией (Zetradex). Получая данный бонус на свой счет, клиент подтверждает, что прочитал и согласен с условиями бонуса.",
  Chapter_1_4:
    "1,4 Получение бонуса не препятствует выводу средств и полученной прибыли в любой момент.",
  Chapter_1_5:
    "1,5 Все начисленные бонусы являются накопительными, и 100% торгуемых бонусов являются неотъемлемой частью маржи.",
  Chapter_1_6:
    "1,6 Прибыль, полученная от  Двойного Марафонского бонуса, рассчитывается и начисляется в пропорциональной сумме между депозитной и бонусной частями каждый раз при закрытии сделки. Каждая сделка по-разному влияет на распределение прибыли на балансах. Таким образом, чем больше бонусов на счету в сравнении с депозитами, там больше средств уходит в бонусную часть и не может быть выведена, и в то же время, чем больше депозитов в сравнении с бонусами, тем меньше затрат  в связи с использованием бонуса.",
  Chapter_1_7:
    "1,7 Двойной Марафонский бонус не может быть предоставлен на аккаунт, на котором уже были заказаны и/или получены другие бонусы, поскольку для этого требуются специальные настройки, несовместимые с настройками других бонусов.",
  Chapter_2: "Глава 2 Права и обязанности сторон",
  Chapter_2_1:
    "2,1 Компания обязуется предоставить на неопределенный срок бонус в размере 200% от  первого депозита с момента зачисления депозита, за исключением случаев, когда автоматическое начисление невозможно.",
  Chapter_2_2:
    "2,2 Минимальная сумма депозита для получения Двойного бонуса 100 долларов США. Если сумма депозита меньше, то вместо этого бонуса возможно будет начислен 100% Marathon бонус.",
  Chapter_2_3:
    "2,3 Клиент имеет право запросить бонус, если он был запрошен ранее, но не был предоставлен автоматически, в течение недели после депозита.",
  Chapter_2_4:
    "2,4 Компания не имеет права по настоящему Соглашению устанавливать дополнительные требования, такие как объем торгуемых лотов или сроки торгов.",
  Chapter_2_5:
    "2,5 Максимальная сумма бонуса, которую можно получить, не установлена. Также Компания не имеет права изменять кредитное плечо клиента в зависимости от суммы полученного бонуса.",
  Chapter_2_6:
    "2,6 Компания имеет право отменить бонус, если клиент нарушает условия Клиентского соглашения и злоупотребляет бонусами. Клиент соглашается, что в случае обнаружения компанией Zetradex фактов мошенничества с бонусом, сделки клиента могут быть признаны недействительными, а результаты торгов аннулированы. В этом случае Компания не несет ответственности за последствия, такие как Стоп-аут и связанные с ним убытки.",
  Chapter_2_7:
    "2,7 Компания имеет право изменять условия бонуса по своему усмотрению, без предварительного уведомления клиента.",
  Chapter_3:
    "Глава 3 Вывод средств, аннулирование бонуса и расторжение Соглашения",
  Chapter_3_1:
    "3,1 Чтобы обеспечить правильную работу бонуса и распределение прибыли, Компания настоятельно рекомендует закрывать все сделки перед выводом некоторой суммы денег.",
  Chapter_3_2:
    "3,2 При выводе часть бонусных средств будет аннулирована. Пропорция рассчитывается исходя из следующего:",
  Chapter_3_3:
    "3,3 Вывод всего баланса может стать основанием для полной отмены бонуса. При этом все обязательства сторон считаются выполненными.",
  Chapter_3_4:
    "3.4 Двойной Марафонский бонус, как и сам Марафонский бонус, работает по принципу распределения прибыли. Каждая сделка влияет на распределение прибыли и, следовательно, на размер невыводимого бонуса.",
  Chapter_3_5:
    "3,5 Обе стороны могут заявить о досрочном прекращении действия настоящего Соглашения. Компания обязуется отменить бонус по требованию Клиента, не объясняя ему причин для этого. Компания, в свою очередь, также оставляет за собой право аннулировать бонус и выйти из настоящего соглашения, поскольку бонус является собственностью Компании.",
} as DoubleMarathonBonus;
