import { TradingConditionsType } from "public/locales/terms-and-conditions/trading-conditions/types";

export default {
  TradingConditions: "交易条件",
  TheCustomer1:
    "当客户的一个账户或一组客户的账户出现负余额而故意制造利润时，包括在以下情况下开立交易账户的情况，禁止客户使用此类交易策略： 不同的名称总是成为一种交易策略的一部分。 如果本公司发现此类交易策略的应用，则有权全额取消交易结果。",
  TheCompany2:
    "公司应在检测到客户以非市场报价（尖峰）执行的任何交易后对其进行审查。",
  TheCompany3:
    "公司有权限制在交易账户上使用 EA 和其他类型的交易软件，这些软件允许使用违反用户协议条款的策略。 如果决定实施此类限制，公司将在对客户帐户实施适当限制之前至少 1 小时通过注册时指定的电子邮件通知客户。",
  TheCompany31:
    "对于违反本协议使用该等 EA 等软件所进行的交易，如果该等交易违反了本协议的条款，公司保留修改其结果或全部取消的权利。",
  TheMaximum4: "最大持仓数量不受限制。 然而，公司有权限制开立订单的数量。",
  AlthoughScalping5:
    "虽然倒卖策略是允许的，但如果发现存在滥用行为，持续时间少于 180 秒的短期队列可以被取消。",
  TheCompany6:
    "公司有权根据国家和国际假期调整保证金要求、点差、订单执行方式和其他交易条件。 所有变更均适用于未平仓交易和新头寸。",
  TheCompany7:
    "如果交易账户净值低于维持未平仓头寸所需保证金的 10%，公司有权在不事先通知的情况下关闭客户的头寸。",
  TheCompany8:
    "公司保留监控客户在交易中使用的交易策略的权利，并在发现欺诈交易策略时重新考虑交易结果，例如在极高波动性期间进行尖峰交易、“奖金骗局”策略、极端套利、使用 平台的技术缺陷，包括可能的费率延迟、基于使用任何可能破坏平台可操作性和公司财务系统稳定性的黑客工具的策略以及公司认为具有欺诈性的其他策略。",
  TheCompany9:
    "当价格变化与工具的市场收盘价和市场开盘价之间的差异或交易在很长一段时间内开仓并释放时的新闻相关时，导致利润超过初始保证金的 10%，公司将 有权根据上述价格之间的差异（以点为单位）按比例修正此类交易的财务结果。 此类更正是通过扣除带有注释“第9条.更正”的金额的方式进行的。 在某些情况下，公司可自行决定将最低利润变化设置为低于（初始存款）10% 的水平。",
  TradingStrategies10:
    "禁止旨在利用价格错误和/或以场外价格完成交易（通常称为“狙击”）的交易策略。",
  TheUse11:
    "不同客户使用相同的 IP 地址可能是考虑共享该 IP 地址的所有账户中的所有订单的原因，就好像它们是由同一客户执行的一样。",
  TheServer12:
    "服务器日志文件是发生任何争议时最可靠的信息来源，并且它比任何其他形式的文档（包括客户端日志文件）具有绝对优先权，因为客户端日志文件不会记录客户订单的每个阶段 很详细。",
  InRegard13:
    "对于所有争议，客户对其他公司或信息系统提供的报价的任何引用均不予考虑。",
  TheMartingail14:
    "如果系数小于10，则允许使用Martingail策略。如果发现大规模违规和大量交易超过允许系数（10），公司保留取消或修改结果的权利 此类交易。 每组中的系数是通过将最大交易量除以最小交易量来计算的，相应地就是交易组中的最后一笔和第一笔交易。 例如，账户有一组 5 笔交易：交易 1 - 0.01 手、交易 2 - 0.1 手、交易 3 - 0.5 手、交易 4 - 1 手、交易 5 - 3 手。 我们将交易 5（3 手）除以交易 1（0.01 手）。 结果我们得到系数 - 3/0.01 = 300，这超出了允许的系数 30 倍，并且在使用 Martingail 策略时是严重违规的。",

  IfTheMartingale141:
    "如果鞅策略增加入金资金超过300%，公司有资格重新考虑最大允许鞅系数从10到5，并在p 5.24的基础上对交易结果进行适当调整。",
  ThisOffer15:
    "当使用一种交易工具的最多 5 笔交易的组被交易对手组对冲时（即流对冲），本要约协议允许客户使用交易策略。 然而，如果发现某一策略或其修改被大量使用，且每组交易数量超过 5 笔，公司将视为违反本协议的这一点，并保留以下权利： 修改该策略中进行的对冲交易的结果。",
  TheCompany16:
    "公司保留在使用基于大规模对冲和大量使用挂单的策略时重新考虑交易结果的权力，因为这种策略会对 Zetradex 平台负载及其稳定性产生负面影响。",
  TheCompany17:
    "公司有资格通过 IP（至少匹配 75%）或其他表明该组账户属于一个人的标志来识别客户账户，并据此对每个账户进行适当的财务更正。 在滥用公司服务、欺诈活动或系统性违反用户/合作伙伴协议的条款和条件的情况下，集团将承担责任，以弥补此类活动对公司和公司其他客户造成的负面影响。",
  OnDemand18:
    "根据处理中心的要求，从卡/到卡（Visa/万事达卡/中国银联）进行转账时，公司有权要求客户验证Visa/万事达卡/中国银联卡，在没有验证的情况下， 在验证之前拒绝提取利润。 如果未验证卡或验证不成功，公司有资格根据第 19 条的规定，将存入的资金视为第三人非法使用。",
  InConnection19:
    "根据反欺诈和反洗钱活动的要求，如果公司收到存入资金被非法使用的信息，公司保留取消所有交易结果的权利。 在这种情况下，公司有权将这些资金退还至初始银行账户或钱包。",
  IfAny191:
    "如果任何支付系统将某些客户转账标记为可疑，公司可能会冻结交易账户中的资金长达 360 天，以澄清所有情况，确认或反驳此信息，因为支付系统/监管机构可能会对公司罚款 如果检查不当和反洗钱措施不充分。",
  Chapter_20:
    "公司根据流动性提供商的要求，每月对每组资产的交易手数设定限额，并有权收取额外的佣金，如果超出限额，罚款最高为 2 美元/手。本段设定了以下限制：",
  Chapter_20_1:
    "对于标准账户：货币对、金属 - 每月 100 手，公司股票、指数 - 每月 50 手，加密货币和期货 - 每月 10 手，每个客户",
  Chapter_20_2:
    "对于超级账户 - 货币对、金属 - 每月 200 手，公司股票、指数 - 每月 50 手，加密货币和期货 - 每月 20 手，每个客户。",
  Chapter_20_3:
    "对于专业账户 - 货币对、金属 - 每月 400 手，公司股票、指数 - 每月 100 手，加密货币和期货 - 每月 50 手，每个客户。",
  Chapter_21:
    "如果出现滥用账户类型的情况，公司有权取消交易结果，例如要求每个账户类型的最低存款金额，或降低新交易的交易杠杆。",
} as TradingConditionsType;
