import { TradingConditionsType } from "public/locales/terms-and-conditions/trading-conditions/types";

export default {
  TradingConditions: "व्यापार की शर्तें",
  TheCustomer1:
    "ग्राहक को ऐसी ट्रेडिंग रणनीतियों का उपयोग करने से प्रतिबंधित किया जाता है, जब लाभ जानबूझकर ऐसी स्थितियों के निर्माण से कमाया जाता है जब ग्राहक के खाते या ग्राहकों के समूह के खातों में से एक नकारात्मक शेष में बदल जाता है, जिसमें वह स्थिति भी शामिल है जब ट्रेडिंग खाते खोले जाते हैं। अलग-अलग नाम हमेशा एक ही ट्रेडिंग रणनीति का हिस्सा होते हैं। यदि कंपनी ऐसी ट्रेडिंग रणनीति के अनुप्रयोग का पता लगाती है, तो वह ट्रेडिंग परिणामों को पूर्ण रूप से रद्द करने की हकदार है।",
  TheCompany2:
    "कंपनी ऐसे व्यापार का पता चलने के बाद गैर-बाजार भाव (स्पाइक) पर निष्पादित ग्राहक के किसी भी व्यापार की समीक्षा करेगी।",
  TheCompany3:
    "कंपनी को ट्रेडिंग खाते पर ईए और अन्य प्रकार के ट्रेडिंग सॉफ्टवेयर के उपयोग को प्रतिबंधित करने की अनुमति है जो उपयोगकर्ता समझौते की शर्तों का उल्लंघन करने वाली रणनीतियों के उपयोग की अनुमति देते हैं। इस तरह के प्रतिबंध लगाने के निर्णय के मामले में, कंपनी ग्राहक खाते के लिए उचित प्रतिबंध लागू होने से कम से कम 1 घंटे पहले पंजीकरण पर निर्दिष्ट ई-मेल द्वारा ग्राहक को सूचित करेगी।",
  TheCompany31:
    "कंपनी समझौते के उल्लंघन में ऐसे ईए और अन्य प्रकार के सॉफ़्टवेयर के उपयोग से किए गए सौदों के परिणामों को संशोधित करने या उन्हें पूरी तरह से रद्द करने का अधिकार सुरक्षित रखती है, यदि ऐसे सौदे इस अनुबंध की शर्तों का उल्लंघन करते हैं।",
  TheMaximum4:
    "रिक्त पदों की अधिकतम संख्या असीमित है। फिर भी, कंपनी खोले जाने वाले ऑर्डरों की संख्या को सीमित करने की हकदार है।",
  AlthoughScalping5:
    "हालाँकि स्केलिंग रणनीति की अनुमति है, 180 सेकंड से कम समय तक चलने वाली अल्पकालिक कतारों को अपमानजनक पाए जाने पर रद्द किया जा सकता है।",
  TheCompany6:
    "कंपनी राष्ट्रीय और अंतर्राष्ट्रीय छुट्टियों के संबंध में मार्जिन आवश्यकताओं, स्प्रेड, ऑर्डर निष्पादन मोड और अन्य व्यापारिक स्थितियों को बदलने की हकदार है। सभी परिवर्तन खुले ट्रेडों और नई पोजीशनों पर लागू होते हैं।",
  TheCompany7:
    "यदि ट्रेडिंग खाते की इक्विटी खुली स्थिति बनाए रखने के लिए आवश्यक मार्जिन के 10% से कम है, तो कंपनी बिना किसी पूर्व सूचना के ग्राहक की स्थिति को बंद करने की हकदार है।",
  TheCompany8:
    "कंपनी ट्रेडिंग में ग्राहकों द्वारा उपयोग की जाने वाली ट्रेडिंग रणनीतियों की निगरानी करने और धोखाधड़ी वाली ट्रेडिंग रणनीतियों का पता चलने पर ट्रेडिंग परिणामों पर पुनर्विचार करने का अधिकार सुरक्षित रखती है, जैसे कि अत्यधिक उच्च अस्थिरता के दौरान स्पाइक्स पर ट्रेडिंग, 'बोनस घोटाला' रणनीतियों, अत्यधिक मध्यस्थता, रणनीतियों का उपयोग करना। प्लेटफ़ॉर्म की तकनीकी खामियाँ, जिसमें दरों में संभावित देरी, किसी भी हैकिंग टूल के उपयोग पर आधारित रणनीतियाँ शामिल हैं जो प्लेटफ़ॉर्म की कार्यशीलता और कंपनी की वित्तीय प्रणाली की स्थिरता को बाधित कर सकती हैं और अन्य रणनीतियाँ जिन्हें कंपनी धोखाधड़ी मानती है।",
  TheCompany9:
    "जब किसी उपकरण के लिए बाजार बंद कीमत और बाजार की खुली कीमत के बीच अंतर से संबंधित कीमत में बदलाव होता है या समाचार जब ट्रेड बहुत लंबी अवधि के लिए खोले जाते हैं और रिलीज के कारण प्रारंभिक जमा राशि के 10% से अधिक का लाभ होता है, तो कंपनी है पिप्स में उपर्युक्त कीमतों के बीच अंतर के अनुपात में राशि के आधार पर ऐसे व्यापार के वित्तीय परिणाम को सही करने का हकदार है। इस तरह के सुधार को 'खंड 9. सुधार' टिप्पणी के साथ राशि की कटौती के माध्यम से संसाधित किया जाता है। कुछ मामलों में, न्यूनतम लाभ परिवर्तन को 10% के स्तर (प्रारंभिक जमा के) से नीचे निर्धारित करना कंपनी के विवेक पर है।",
  TradingStrategies10:
    "कीमतों में त्रुटियों का फायदा उठाने और/या ऑफ-मार्केट कीमतों (आमतौर पर 'स्निपिंग' के रूप में जाना जाता है) पर ट्रेडों को समाप्त करने के उद्देश्य से ट्रेडिंग रणनीतियों को प्रतिबंधित किया गया है।",
  TheUse11:
    "विभिन्न ग्राहकों द्वारा एक ही आईपी पते का उपयोग इस आईपी पते को साझा करने वाले सभी खातों में सभी आदेशों पर विचार करने का एक कारण हो सकता है जैसे कि वे एक ही ग्राहक द्वारा किए गए थे।",
  TheServer12:
    "सर्वर लॉग फ़ाइल किसी भी विवाद के मामले में जानकारी का सबसे विश्वसनीय स्रोत है और क्लाइंट टर्मिनल लॉग फ़ाइल सहित दस्तावेज़ के किसी भी अन्य रूप पर इसकी पूर्ण प्राथमिकता है क्योंकि क्लाइंट टर्मिनल लॉग फ़ाइल क्लाइंट के आदेशों के हर चरण को पंजीकृत नहीं करती है। बहुत अच्छी जानकारी।",
  InRegard13:
    "सभी विवादों के संबंध में ग्राहक द्वारा अन्य कंपनियों या सूचना प्रणालियों द्वारा प्रदान किए गए उद्धरणों के किसी भी संदर्भ को ध्यान में नहीं रखा जा सकता है।",
  TheMartingail14:
    "यदि गुणांक 10 से कम है तो मार्टिंगेल रणनीति का उपयोग करने की अनुमति है। यदि बड़े पैमाने पर उल्लंघन और अनुमत गुणांक (10) से अधिक के साथ बड़ी संख्या में सौदे पाए जाते हैं, तो कंपनी परिणामों को रद्द करने या संशोधित करने का अधिकार सुरक्षित रखती है। ऐसे सौदों की. प्रत्येक समूह में गुणांक की गणना अधिकतम मात्रा सौदे को न्यूनतम मात्रा सौदे से विभाजित करके की जाती है, तदनुसार सौदों के समूह में अंतिम और पहला सौदा क्या होता है। उदाहरण के लिए, खाते में 5 सौदों का एक समूह है: डील 1 - 0.01 लॉट, डील 2 - 0.1 लॉट, डील 3- 0.5 लॉट, डील 4 - 1 लॉट, डील 5 - 3 लॉट। हम डील 5(3 लॉट) को डील 1(0.01 लॉट) से विभाजित करते हैं। परिणाम के रूप में हमें गुणांक मिलता है - 3/0.01 = 300, जो अनुमत गुणांक से 30 गुना अधिक है और मार्टिंगेल रणनीति का उपयोग करते समय एक महत्वपूर्ण उल्लंघन है।",

  IfTheMartingale141:
    "यदि मार्टिंगेल रणनीति जमा राशि को 300% से अधिक बढ़ाती है, तो कंपनी अधिकतम अनुमत मार्टिंगेल गुणांक पर 10 से 5 तक पुनर्विचार करने और पी 5.24 के आधार पर ट्रेडिंग परिणामों में उचित समायोजन करने के लिए पात्र है।",
  ThisOffer15:
    "यह ऑफ़र अनुबंध ग्राहक को ट्रेडिंग रणनीति का उपयोग करने की अनुमति देता है, जब एक ट्रेडिंग उपकरण के साथ 5 सौदों तक के समूह को सौदों के काउंटर समूह द्वारा हेज किया जा रहा है, जो कि स्ट्रीम हेजिंग है। हालाँकि, यदि यह पता चलता है कि एक रणनीति या उसके संशोधनों का बड़े पैमाने पर उपयोग किया जा रहा है और प्रत्येक समूह में 5 से अधिक सौदे हैं, तो कंपनी इसे समझौते के इसी बिंदु का उल्लंघन मानेगी और अधिकार सुरक्षित रखेगी। इस रणनीति के तहत किए गए हेज्ड सौदों के परिणामों को संशोधित करें।",
  TheCompany16:
    "लंबित ऑर्डरों के बड़े पैमाने पर उपयोग के साथ बड़े पैमाने पर हेजिंग पर आधारित रणनीतियों के उपयोग के मामले में कंपनी ट्रेडिंग परिणामों पर पुनर्विचार करने की शक्ति रखती है, यह देखते हुए कि इस प्रकार की रणनीतियाँ ज़ेट्रेडेक्स प्लेटफ़ॉर्म लोड और इसकी स्थिरता को नकारात्मक रूप से प्रभावित करती हैं।",
  TheCompany17:
    "कंपनी आईपी (कम से कम 75% से मेल खाते हुए) या अन्य संकेतों से ग्राहकों के खातों की पहचान करने के लिए पात्र है जो खातों के समूह के एक व्यक्ति से संबंधित होने का संकेत देगा, और उसके आधार पर प्रत्येक खाते पर उचित वित्तीय सुधार करने के लिए पात्र है। समूह, कंपनी की सेवाओं के दुरुपयोग, धोखाधड़ी गतिविधि या उपयोगकर्ता/साझेदार समझौते के नियमों और शर्तों के प्रणालीगत उल्लंघन के मामले में, कंपनी और कंपनी के अन्य ग्राहकों के लिए ऐसी गतिविधियों के नकारात्मक परिणामों को कवर करने के लिए।",
  OnDemand18:
    "प्रसंस्करण केंद्र की मांग पर, कार्ड से/कार्ड (वीज़ा/मास्टरकार्ड/चाइना यूनियन) में धन हस्तांतरण करने पर कंपनी को ग्राहक के वीज़ा/मास्टरकार्ड/चाइना यूनियन कार्ड के सत्यापन का अनुरोध करने का अधिकार है, और सत्यापन के अभाव में, सत्यापित होने से पहले लाभ वापस लेने से इनकार करना। कार्ड के सत्यापन के अभाव या असफल सत्यापन के मामले में, कंपनी जमा किए गए धन को तीसरे व्यक्ति द्वारा अवैध रूप से उपयोग किए जाने पर विचार करने के लिए पात्र है और उसके आधार पर खंड 19 लागू करती है।",
  InConnection19:
    "धोखाधड़ी-रोधी और मनी-लॉन्ड्रिंग-विरोधी गतिविधि की आवश्यकताओं के संबंध में, कंपनी को यह जानकारी मिलने पर कि जमा किए गए धन का अवैध रूप से उपयोग किया जाता है, सभी व्यापारिक परिणामों को रद्द करने का अधिकार सुरक्षित है। इस मामले में कंपनी इन निधियों को प्रारंभिक बैंक खाते या मनी वॉलेट में वापस करने की हकदार है।",
  IfAny191:
    "यदि कोई भुगतान प्रणाली कुछ ग्राहक हस्तांतरण को संदिग्ध के रूप में चिह्नित करती है, तो कंपनी सभी परिस्थितियों को स्पष्ट करने, इस जानकारी की पुष्टि या खंडन करने के लिए 360 दिनों तक की अवधि के लिए ट्रेडिंग खाते में धनराशि रोक सकती है, क्योंकि भुगतान प्रणाली/नियामक कंपनी पर जुर्माना लगा सकता है। अनुचित जाँच और अपर्याप्त मनी-लॉन्ड्रिंग विरोधी उपायों के मामले में।",
  Chapter_20:
    "कंपनी लिक्विडिटी प्रदाता की आवश्यकताओं के अनुसार, परिसंपत्तियों के प्रत्येक समूह के लिए ट्रेड किए गए लॉट की संख्या पर मासिक सीमा निर्धारित करती है और सीमा पार होने पर $2/लॉट तक की राशि में अतिरिक्त कमीशन, जुर्माना लगाने के लिए अधिकृत है। यह पैराग्राफ निम्नलिखित सीमाएँ निर्धारित करता है:",
  Chapter_20_1:
    "एक मानक खाते के लिए: मुद्रा जोड़े, धातु - प्रति माह 100 लॉट, कंपनी के शेयर, सूचकांक - प्रति माह 50 लॉट, क्रिप्टोकरेंसी और वायदा - प्रति माह 10 लॉट, प्रत्येक ग्राहक के लिए",
  Chapter_20_2:
    "अल्ट्रा खाते के लिए - मुद्रा जोड़े, धातु - प्रति माह 200 लॉट, कंपनी के शेयर, सूचकांक - प्रति माह 50 लॉट, क्रिप्टोकरेंसी और वायदा - प्रति माह 20 लॉट, प्रत्येक ग्राहक के लिए।",
  Chapter_20_3:
    "प्रो खातों के लिए - मुद्रा जोड़े, धातु - प्रति माह 400 लॉट, कंपनी के शेयर, सूचकांक - प्रति माह 100 लॉट, क्रिप्टोकरेंसी और वायदा - प्रति माह 50 लॉट, प्रत्येक ग्राहक के लिए।",
  Chapter_21:
    "कंपनी को प्रत्येक खाता प्रकार के लिए न्यूनतम जमा राशि की आवश्यकता के संदर्भ में खाता प्रकारों के साथ दुरुपयोग के मामले में ट्रेडिंग परिणामों को रद्द करने, या नए सौदों के लिए ट्रेडिंग लीवरेज को कम करने का अधिकार है।",
} as TradingConditionsType;
