import { TradingConditionsType } from "public/locales/terms-and-conditions/trading-conditions/types";

export default {
  TradingConditions: "取引条件",
  TheCustomer1:
    "お客様は、取引口座が開設されている場合を含め、お客様の口座の 1 つまたは複数のお客様のグループの口座がマイナス残高になる状況を意図的に作り出して利益を得ている場合、そのような取引戦略を使用することを禁止されています。 異なる名前が常に 1 つのトレーディング戦略の一部となっています。 当社がそのような取引戦略の適用を発見した場合、当社は取引結果を全額キャンセルする権利を有します。",
  TheCompany2:
    "当社は、顧客の取引が非市場相場（スパイク）で実行されたことを検出した後、その取引を確認するものとします。",
  TheCompany3:
    "当社は、ユーザー契約の条件に違反する戦略の使用を許可する、取引アカウントでの EA およびその他の種類の取引ソフトウェアの使用を制限することができます。 このような制限を課す決定がなされた場合、当社は、クライアントのアカウントに適切な制限が実施される少なくとも 1 時間前に、登録時に指定された電子メールでクライアントに通知します。",
  TheCompany31:
    "当社は、かかる取引が本契約の条項に違反した場合、契約に違反してかかるEAおよびその他の種類のソフトウェアを使用して実行された取引の結果を修正するか、または取引を完全にキャンセルする権利を留保します。",
  TheMaximum4:
    "オープンポジションの最大数は無制限です。 ただし、当社はオープンされる注文の数を制限する権利を有します。",
  AlthoughScalping5:
    "スキャルピング戦略は許可されていますが、180 秒未満の短期キューは不正行為であることが判明した場合にキャンセルされることがあります。",
  TheCompany6:
    "当社は、国内および国際祝日に関連して証拠金要件、スプレッド、注文執行モードおよびその他の取引条件を変更する権利を有します。 すべての変更は、オープンな取引と新しいポジションに適用されます。",
  TheCompany7:
    "当社は、取引口座の資本がオープンポジションを維持するために必要な証拠金の10%未満の場合、事前の通知なしに顧客のポジションをクローズする権利を有します。",
  TheCompany8:
    "当社は、顧客が取引で使用する取引戦略を監視し、非常に高いボラティリティでのスパイク取引、「ボーナス詐欺」戦略、極端な裁定取引、不正取引戦略などの不正な取引戦略が検出された場合には、取引結果を再検討する権利を留保します。 レートの遅延の可能性を含むプラットフォームの技術的欠陥、プラットフォームの機能性や当社の金融システムの安定性を混乱させる可能性のあるハッキングツールの使用に基づく戦略、および当社が詐欺的であると考えるその他の戦略。",
  TheCompany9:
    "商品の市場終値と市場始値の差に関連する価格変動、または非常に長期間取引が開かれリリースにより当初入金額の10%を超える利益が発生した場合、当社は、 当該取引の財務結果を、上記の価格（pips）の差に比例する金額で修正する権利を有します。 このような修正は、「第 9 項 修正」というコメントを付けて金額を差し引くことによって処理されます。 場合によっては、当社の裁量により、最小利益変動を（初回入金額の）10% レベル未満に設定することができます。",
  TradingStrategies10:
    "価格の誤りを悪用したり、市場外の価格で取引を成立させることを目的とした取引戦略（一般に「スナイピング」として知られています）は禁止されています。",
  TheUse11:
    "異なるクライアントによる同じ IP アドレスの使用は、この IP アドレスを共有するすべてのアカウントのすべての注文を、あたかも同じクライアントによって実行されたものと見なす理由となる可能性があります。",
  TheServer12:
    "サーバー ログ ファイルは、紛争が発生した場合に最も信頼できる情報源であり、クライアント ターミナル ログ ファイルはクライアントの注文のすべての段階を記録するわけではないため、クライアント ターミナル ログ ファイルを含む他の形式の文書よりも絶対的に優先されます。 素晴らしい詳細。",
  InRegard13:
    "すべての紛争に関して、クライアントによる他の会社または情報システムから提供された見積もりへの言及は考慮されません。",
  TheMartingail14:
    "マーチンゲイル戦略は、係数が 10 未満の場合に使用できます。大量の違反および許可された係数 (10) を超える多数の取引が見つかった場合、当社は結果をキャンセルまたは修正する権利を留保します。 そのような取引の。 各グループの係数は、最大取引高を最小取引額で割ることによって計算され、したがって、取引グループ内の最後と最初の取引が何になります。 たとえば、アカウントには 5 つの取引のグループがあります: 取引 1 - 0.01 ロット、取引 2 - 0.1 ロット、取引 3 - 0.5 ロット、取引 4 - 1 ロット、取引 5 - 3 ロット。 取引 5 (3 ロット) を取引 1 (0.01 ロット) で割ります。 結果として、係数 - 3/0.01 = 300 が得られます。これは、許容係数を 30 回超過しており、マーチンゲイル戦略を使用しているときの重大な違反です。",

  IfTheMartingale141:
    "マーチンゲール戦略により預金資金が 300% を超えて増加する場合、当社は許容される最大マーチンゲール係数を 10 から 5 に再検討し、p 5.24 に基づいて取引結果に適切な調整を行う資格があります。",
  ThisOffer15:
    "このオファー契約により、クライアントは、1 つの取引商品を使用する最大 5 つの取引のグループが取引のカウンター グループによってヘッジされている場合、つまりストリーム ヘッジである取引戦略を使用することができます。 ただし、1 つの戦略またはその修正が大量に使用され、各グループに 5 件を超える取引が存在することが判明した場合、当社はこれを契約のこの時点での違反とみなし、以下の権利を留保します。 この戦略内で行われたヘッジ取引の結果を修正する。",
  TheCompany16:
    "未決注文の大量使用による大量ヘッジに基づく戦略を使用した場合、この種の戦略が Zetradex プラットフォームの負荷とその安定性に悪影響を与えるため、当社は取引結果を再検討する権限を留保します。",
  TheCompany17:
    "当社は、IP (少なくとも 75% 一致) またはアカウントのグループが 1 人の個人に属することを示すその他の記号によってクライアントのアカウントを識別する資格があり、それに基づいて、すべてのアカウントに対して適切な財務修正を行うことができます。 当社のサービスの悪用、不正行為、またはユーザー/パートナー契約の利用規約の体系的な違反があった場合に、そのような活動による当社および当社の他の顧客への悪影響をカバーするために、グループ。",
  OnDemand18:
    "処理センターのオンデマンドで、カードからカードへの送金、またはカード (Visa/Mastercard/China Union) への送金を行う場合、当社はクライアントの Visa/Mastercard/China Union カードの検証を要求する権利を有し、検証がない場合は、 利益が確認される前に利益の出金を拒否すること。 カードの認証が行われない場合、または認証に失敗した場合、当社は、第 19 条に基づき、入金された資金が第三者によって不法に使用されたものとみなされることがあります。",
  InConnection19:
    "詐欺防止およびマネーロンダリング防止活動に関する要件に関連して、当社は、入金された資金が違法に使用されたという情報を受け取った場合、すべての取引結果を取り消す権利を留保します。 この場合、当社はこれらの資金を最初の銀行口座またはマネーウォレットに返金する権利を有します。",
  IfAny191:
    "支払いシステムによって一部の顧客の送金が不審であるとマークされた場合、支払いシステム/規制当局が当社に罰金を科す可能性があるため、当社はすべての状況を明らかにし、この情報を確認または反論するために、取引口座内の資金を最大 360 日間凍結することがあります。 不適切なチェックやマネーロンダリング対策が不十分な場合。",
  Chapter_20:
    "当社は、流動性プロバイダーの要件に従って、資産グループごとに取引ロット数の月間制限を設定し、制限を超えた場合、制限を超えたロットに対して最大 2 ドル/ロットの金額で追加の手数料および罰金を請求する権限を有します。この段落では、次の制限を設定します。",
  Chapter_20_1:
    "スタンダード アカウントの場合: 通貨ペア、貴金属 - 1 か月あたり 100 ロット、企業株、指数 - 1 か月あたり 50 ロット、暗号通貨および先物 - 1 か月あたり 10 ロット (クライアント 1 人あたり)",
  Chapter_20_2:
    "ウルトラ アカウントの場合: 通貨ペア、貴金属 - 1 か月あたり 200 ロット、企業株、指数 - 1 か月あたり 50 ロット、暗号通貨および先物 - 1 か月あたり 20 ロット (クライアント 1 人あたり)。",
  Chapter_20_3:
    "プロ アカウントの場合: 通貨ペア、貴金属 - 1 か月あたり 400 ロット、企業株、指数 - 1 か月あたり 100 ロット、暗号通貨および先物 - 1 か月あたり 50 ロット (クライアント 1 人あたり)。",
  Chapter_21:
    "当社は、各口座種別の最低入金額の要件に関して口座種別を濫用した場合には、取引結果をキャンセルしたり、新規取引の取引レバレッジを削減したりする権利を有します。",
} as TradingConditionsType;
