import { TradingConditionsType } from "public/locales/terms-and-conditions/trading-conditions/types";

export default {
  TradingConditions: "Торговые условия",
  TheCustomer1:
    "Клиенту запрещается использовать такие торговые стратегии, когда прибыль получена от умышленного создания ситуаций, когда один из счетов Клиента или счетов группы Клиентов переходит в отрицательный баланс, в том числе ситуации открытия торговых счетов. под разными именами, но принадлежащие одному клиенту, неизменно являясь частью одной торговой стратегии. В случае, если Компания обнаружит применение такой торговой стратегии, она имеет право полностью аннулировать результаты торгов.",
  TheCompany2:
    "Компания проверяет любую сделку Клиента, заключенную по нерыночной котировке (скаку), после обнаружения такой сделки.",
  TheCompany3:
    "Компании разрешено ограничивать использование на торговом счете советников и других торговых программ, допускающих использование стратегий, нарушающих условия пользовательского соглашения. В случае принятия решения о введении такого ограничения компания уведомит клиента по электронной почте, указанной при регистрации, не менее чем за 1 час до введения соответствующих ограничений для учетной записи клиента.",
  TheCompany31:
    "Компания оставляет за собой право пересмотреть результаты сделок, совершенных с использованием таких ЭП и других видов ПО в нарушение соглашения, или аннулировать их полностью, если такие сделки нарушают пункты настоящего Соглашения.",
  TheMaximum4:
    "Максимальное количество открытых позиций не ограничено. При этом Компания имеет право ограничить количество открываемых ордеров.",
  AlthoughScalping5:
    "Хотя стратегия скальпинга разрешена, краткосрочные очереди длительностью менее 180 секунд могут быть отменены, если будет установлено, что они являются оскорбительными.",
  TheCompany6:
    "Компания имеет право изменять маржинальные требования, спреды, режим исполнения ордеров и другие торговые условия в соответствии с национальными и международными праздниками. Все изменения применимы к открытым сделкам и новым позициям.",
  TheCompany7:
    "Компания имеет право закрыть позицию Клиента без предварительного уведомления, если средства торгового счета составляют менее 10% от маржи, необходимой для поддержания открытой позиции.",
  TheCompany8:
    "Компания оставляет за собой право отслеживать торговые стратегии, используемые клиентами в торговле, и пересматривать результаты торговли в случае обнаружения мошеннических торговых стратегий, таких как торговля на пиках во время чрезвычайно высокой волатильности, стратегии «Бонусного мошенничества», экстремальный арбитраж, стратегии, использующие технические несовершенства платформы, включая возможные задержки ставок, стратегии, основанные на использовании любых хакерских инструментов, которые могут нарушить работоспособность платформы и стабильность финансовой системы Компании, а также другие стратегии, которые Компания считает мошенническими.",
  TheCompany9:
    "Когда изменение цены связано с разницей между ценой закрытия рынка и ценой открытия рынка для инструмента или с новостями, когда сделки открыты в течение очень длительного периода времени и релиз приносит прибыль более 10% от первоначального депозита, Компания имеет право скорректировать финансовый результат такой сделки на сумму, пропорциональную разнице между указанными выше ценами в пунктах. Такая коррекция оформляется путем списания суммы с комментарием «Пункт 9. Коррекция». В определенных случаях Компания может по своему усмотрению установить минимальное изменение прибыли ниже уровня 10% (от первоначального депозита).",
  TradingStrategies10:
    "Торговые стратегии, направленные на использование ошибок в ценах и/или заключение сделок по нерыночным ценам (широко известные как «снайпинг») - запрещены.",
  TheUse11:
    "Использование одного и того же IP-адреса разными клиентами может служить основанием для того, чтобы рассматривать все заказы во всех аккаунтах, использующих этот IP-адрес, как если бы они были выполнены одним и тем же Клиентом.",
  TheServer12:
    "Файл журнала Сервера является наиболее надежным источником информации в случае любого Спора и имеет абсолютный приоритет над любыми другими формами документации, включая файл журнала клиентского терминала, поскольку файл журнала клиентского терминала не регистрирует каждый этап деятельности Клиента. заказы очень подробно.",
  InRegard13:
    "В отношении всех Споров не могут быть приняты во внимание любые ссылки Клиента на котировки, предоставленные другими компаниями или информационными системами.",
  TheMartingail14:
    "Стратегию Мартингейл разрешается использовать при коэффициенте менее 10. В случае выявления массовых нарушений и большого количества сделок с превышением разрешенного коэффициента (10) Компания оставляет за собой право отменить или пересмотреть стратегию. результаты таких сделок. Коэффициент в каждой группе рассчитывается путем деления сделки максимального объема на сделку минимального объема, что соответственно является последней и первой сделкой в группе сделок. Например, на счете есть группа из 5 сделок: Сделка 1 - 0,01 лота, Сделка 2 - 0,1 лота, Сделка 3 - 0,5 лота, Сделка 4 - 1 лот, Сделка 5 - 3 лота. Делим Сделку 5 (3 лота) на Сделку 1 (0,01 лота). В результате получаем коэффициент - 3/0,01 = 300, что превышает разрешенный коэффициент в 30 раз и является существенным нарушением при использовании стратегии Мартингейла.",
  IfTheMartingale141:
    "Если стратегия мартингейла увеличивает депозитные средства более чем на 300%, Компания имеет право пересмотреть максимально допустимый коэффициент Мартингейла с 10 до 5 и внести соответствующую корректировку в результаты торговли на основании п. 14.",
  ThisOffer15:
    "Настоящий Договор-Оферта позволяет клиенту использовать торговую стратегию, при которой группа до 5 сделок по одному торговому инструменту хеджируется встречной группой сделок – поточное хеджирование. Однако в случае выявления массового использования одной стратегии или ее модификаций и наличия более 5 сделок в каждой группе, Компания будет рассматривать это как нарушение данного пункта Соглашения и оставляет за собой право пересмотреть результаты хеджируемых сделок, проведенных в рамках данной стратегии.",
  TheCompany16:
    "Компания оставляет за собой право пересматривать результаты торгов в случае использования Стратегий, основанных на массовом хеджировании с массовым использованием отложенных ордеров, поскольку подобные стратегии негативно влияют на загрузку платформы Zetradex и ее стабильность.",
  TheCompany17:
    "Компания имеет право идентифицировать счета клиентов по IP  (совпадению не менее 75%) или по иным признакам, указывающим на принадлежность группы счетов одному лицу, и на основании этого имеет право вносить соответствующие финансовые корректировки по каждому аккаунта в группе, в случае злоупотребления услугами Компании, мошеннической деятельности или систематического нарушения условий Пользовательского/Партнерского соглашения, в целях покрытия негативных последствий такой деятельности для Компании и других клиентов Компании.",
  OnDemand18:
    "По требованию процессингового центра, осуществляющего переводы денег с карты/на карту (Visa/Mastercard/China Union) Компания имеет право запросить у клиента верификацию карты Visa/Mastercard/China Union, а при отсутствии верификация, чтобы отказать в выводе прибыли до момента ее проверки. В случае отсутствия верификации карты или неуспешной верификации Компания имеет право считать внесенные средства использованными третьим лицом незаконно и на основании этого применить пункт 19.",
  InConnection19:
    "В связи с требованиями по противодействию мошенничеству и борьбе с отмыванием денег Компания оставляет за собой право аннулировать все результаты торгов в случае получения информации о том, что зачисленные средства используются незаконно. Компания в этом случае имеет право вернуть эти средства обратно на первоначальный банковский счет или денежный кошелек.",
  IfAny191:
    "В случае, если платежная платежная система маркирует трансфер как подозрительный, Компания может заморозить средства на торговом счете, на период до 360 дней, для выяснения всех обстоятельств, подтверждения или опровержения данной информации, поскольку платежная система/регулятор может оштрафовать Компанию в случае ненадлежащей проверки и недостаточного противодействия отмыванию денег.",
  Chapter_20:
    "Компания устанавливает ежемесячные лимиты на количество торгуемых лотов по каждой группе активов в соответствии с требованиями поставщика ликвидности и имеет право взимать дополнительную комиссию, штраф в случае превышения лимитов в размере до 2 доллара за лот, что превышает лимит. Этот пункт устанавливает следующие ограничения:",
  Chapter_20_1:
    "Для стандартного счета: валютные пары, металлы - 100 лотов в месяц, акции компаний, индексы - 50 лотов в месяц, криптовалюты и фьючерсы - 10 лотов в месяц, для каждого клиента.",
  Chapter_20_2:
    "Для счета Ультра - валютные пары, металлы - 200 лотов в месяц, акции компаний, индексы - 50 лотов в месяц, криптовалюты и фьючерсы - 20 лотов в месяц, для каждого клиента.",
  Chapter_20_3:
    "Для аккаунтов Pro - валютные пары, металлы - 400 лотов в месяц, акции компаний, индексы - 100 лотов в месяц, криптовалюты и фьючерсы - 50 лотов в месяц, для каждого клиента.",
  Chapter_21:
    "Компания имеет право аннулировать результаты торговли в случае злоупотреблений с типами счетов в части требования минимальной суммы депозита для каждого типа счетов или уменьшить торговое плечо для новых сделок.",
} as TradingConditionsType;
