import { TradingConditionsType } from "public/locales/terms-and-conditions/trading-conditions/types";

export default {
  TradingConditions: "เงื่อนไขการซื้อขาย",
  TheCustomer1:
    "ห้ามลูกค้าใช้กลยุทธ์การซื้อขายดังกล่าวเมื่อทำกำไรจากการสร้างสถานการณ์โดยเจตนาเมื่อบัญชีใดบัญชีหนึ่งของลูกค้าหรือบัญชีของกลุ่มลูกค้ากลายเป็นยอดคงเหลือติดลบ รวมถึงสถานการณ์เมื่อมีการเปิดบัญชีซื้อขายภายใต้ ชื่อที่แตกต่างกันมักจะเป็นส่วนหนึ่งของกลยุทธ์การซื้อขายเดียว ในกรณีที่บริษัทตรวจพบการใช้กลยุทธ์การซื้อขายดังกล่าว บริษัทมีสิทธิที่จะยกเลิกผลการซื้อขายทั้งหมดได้",
  TheCompany2:
    "บริษัทจะตรวจสอบการซื้อขายใดๆ ของลูกค้าที่ดำเนินการในราคาที่ไม่ใช่ราคาตลาด (ขัดขวาง) หลังจากตรวจพบการซื้อขายดังกล่าว",
  TheCompany3:
    "บริษัทได้รับอนุญาตให้จำกัดการใช้ EA และซอฟต์แวร์การซื้อขายประเภทอื่น ๆ ในบัญชีการซื้อขายที่อนุญาตให้ใช้กลยุทธ์ที่ละเมิดเงื่อนไขของข้อตกลงผู้ใช้ ในกรณีที่มีการตัดสินใจที่จะกำหนดข้อจำกัดดังกล่าว บริษัทจะแจ้งให้ลูกค้าทราบทางอีเมลที่ระบุเมื่อลงทะเบียนอย่างน้อย 1 ชั่วโมงก่อนที่จะมีการใช้ข้อจำกัดที่เหมาะสมสำหรับบัญชีลูกค้า",
  TheCompany31:
    "บริษัทขอสงวนสิทธิ์ในการแก้ไขผลลัพธ์ของข้อตกลงที่ดำเนินการกับการใช้ EA ดังกล่าวและซอฟต์แวร์ประเภทอื่น ๆ ที่ละเมิดข้อตกลง หรือยกเลิกทั้งหมด หากข้อตกลงดังกล่าวละเมิดข้อกำหนดของข้อตกลงนี้",
  TheMaximum4:
    "จำนวนตำแหน่งที่เปิดสูงสุดนั้นไม่จำกัด อย่างไรก็ตามบริษัทมีสิทธิจำกัดจำนวนคำสั่งซื้อที่เปิดอยู่",
  AlthoughScalping5:
    "แม้ว่าจะอนุญาตให้ใช้กลยุทธ์การถลกหนังได้ แต่คิวระยะสั้นที่กินเวลาน้อยกว่า 180 วินาทีก็สามารถยกเลิกได้ หากพบว่ามีการละเมิด",
  TheCompany6:
    "บริษัทมีสิทธิ์ที่จะเปลี่ยนแปลงข้อกำหนดมาร์จิ้น สเปรด โหมดการดำเนินการคำสั่ง และเงื่อนไขการซื้อขายอื่น ๆ ที่สัมพันธ์กับวันหยุดนักขัตฤกษ์และวันหยุดสากล การเปลี่ยนแปลงทั้งหมดมีผลกับการซื้อขายที่เปิดและตำแหน่งใหม่",
  TheCompany7:
    "บริษัทมีสิทธิ์ปิดสถานะของลูกค้าโดยไม่ต้องแจ้งให้ทราบล่วงหน้าหากส่วนของบัญชีซื้อขายน้อยกว่า 10% ของมาร์จิ้นที่จำเป็นในการรักษาสถานะที่เปิดอยู่",
  TheCompany8:
    "บริษัทขอสงวนสิทธิ์ในการตรวจสอบกลยุทธ์การซื้อขายที่ลูกค้าใช้ในการซื้อขายและพิจารณาผลการซื้อขายใหม่ในกรณีที่ตรวจพบกลยุทธ์การซื้อขายที่ฉ้อโกง เช่น การซื้อขายในช่วงที่มีความผันผวนสูงมาก กลยุทธ์ 'การหลอกลวงโบนัส' การเก็งกำไรที่รุนแรง กลยุทธ์ที่ใช้ ความไม่สมบูรณ์ทางเทคนิคของแพลตฟอร์ม รวมถึงความล่าช้าที่เป็นไปได้ของอัตรา กลยุทธ์ที่อิงจากการใช้เครื่องมือแฮ็กใด ๆ ที่อาจขัดขวางความสามารถในการทำงานของแพลตฟอร์ม และความเสถียรของระบบการเงินของบริษัท และกลยุทธ์อื่น ๆ ที่บริษัทพิจารณาว่าเป็นการฉ้อโกง",
  TheCompany9:
    "เมื่อการเปลี่ยนแปลงของราคาที่เกี่ยวข้องกับความแตกต่างระหว่างราคาปิดของตลาดและราคาเปิดของตลาดสำหรับตราสารหรือข่าวเมื่อมีการเปิดการซื้อขายเป็นระยะเวลานานมากและการปล่อยทำให้เกิดผลกำไรมากกว่า 10% ของเงินฝากเริ่มแรก บริษัทจะ มีสิทธิแก้ไขผลลัพธ์ทางการเงินของการซื้อขายดังกล่าวตามจำนวนตามส่วนต่างระหว่างราคาที่กล่าวข้างต้นเป็นหน่วย pip การแก้ไขดังกล่าวจะดำเนินการโดยการหักจำนวนเงินตามความคิดเห็น 'ข้อ 9. การแก้ไข' ในบางกรณี ขึ้นอยู่กับดุลยพินิจของบริษัทในการตั้งค่าการเปลี่ยนแปลงกำไรขั้นต่ำให้ต่ำกว่าระดับ 10% (ของเงินฝากเริ่มแรก)",
  TradingStrategies10:
    "กลยุทธ์การซื้อขายที่มุ่งแสวงหาประโยชน์จากข้อผิดพลาดในราคาและ/หรือการสรุปการซื้อขายในราคานอกตลาด (ที่รู้จักกันทั่วไปในชื่อ 'การซุ่มยิง') เป็นสิ่งต้องห้าม",
  TheUse11:
    "การใช้ที่อยู่ IP เดียวกันโดยไคลเอนต์ที่แตกต่างกันอาจเป็นเหตุผลในการพิจารณาคำสั่งซื้อทั้งหมดในบัญชีทั้งหมดที่ใช้ที่อยู่ IP นี้ร่วมกันราวกับว่าดำเนินการโดยลูกค้าคนเดียวกัน",
  TheServer12:
    "ไฟล์บันทึกเซิร์ฟเวอร์เป็นแหล่งข้อมูลที่เชื่อถือได้มากที่สุดในกรณีที่มีข้อพิพาทใดๆ และมีความสำคัญเหนือกว่าเอกสารรูปแบบอื่นๆ รวมถึงไฟล์บันทึกเทอร์มินัลไคลเอ็นต์ เนื่องจากไฟล์บันทึกเทอร์มินัลไคลเอ็นต์ไม่ได้ลงทะเบียนทุกขั้นตอนของคำสั่งซื้อของลูกค้าใน รายละเอียดที่ดี",
  InRegard13:
    "ในส่วนที่เกี่ยวข้องกับข้อพิพาททั้งหมด การอ้างอิงโดยลูกค้าถึงราคาที่จัดทำโดยบริษัทอื่นหรือระบบข้อมูลไม่สามารถนำมาพิจารณาได้",
  TheMartingail14:
    "กลยุทธ์ Martingail สามารถใช้ได้หากค่าสัมประสิทธิ์น้อยกว่า 10 ในกรณีที่พบการละเมิดจำนวนมากและข้อตกลงจำนวนมากที่เกินกว่าค่าสัมประสิทธิ์ที่อนุญาต (10) บริษัทขอสงวนสิทธิ์ในการยกเลิกหรือแก้ไขผลลัพธ์ ของข้อตกลงดังกล่าว ค่าสัมประสิทธิ์ในแต่ละกลุ่มจะถูกนับโดยการหารข้อตกลงปริมาณสูงสุดด้วยข้อตกลงปริมาณขั้นต่ำ แล้วข้อตกลงสุดท้ายและข้อตกลงแรกในกลุ่มข้อตกลงคืออะไร ตัวอย่างเช่น บัญชีมีกลุ่ม 5 ดีล: ดีล 1 - 0.01 ล็อต, ดีล 2 - 0.1 ล็อต, ดีล 3- 0.5 ล็อต, ดีล 4 - 1 ล็อต, ดีล 5 - 3 ล็อต เราแบ่งดีล 5(3 ล็อต) ด้วยดีล 1(0.01 ล็อต) ผลลัพธ์ที่ได้คือค่าสัมประสิทธิ์ - 3/0.01 = 300 ซึ่งเกินค่าสัมประสิทธิ์ที่อนุญาตใน 30 เท่า และเป็นการละเมิดที่สำคัญขณะใช้กลยุทธ์ Martingail",

  IfTheMartingale141:
    "หากกลยุทธ์ Martingale เพิ่มเงินฝากมากกว่า 300% บริษัทมีสิทธิ์พิจารณาค่าสัมประสิทธิ์ Martingale สูงสุดที่อนุญาตจาก 10 เป็น 5 และทำการปรับเปลี่ยนที่เหมาะสมในผลการซื้อขายบนพื้นฐานของ p 5.24",
  ThisOffer15:
    "ข้อตกลงข้อเสนอนี้อนุญาตให้ลูกค้าใช้กลยุทธ์การซื้อขาย เมื่อกลุ่มที่มีมากถึง 5 ข้อตกลงด้วยเครื่องมือการซื้อขายเดียวถูกป้องกันความเสี่ยงโดยกลุ่มเคาน์เตอร์ของข้อตกลง ซึ่งเป็นการป้องกันความเสี่ยงแบบกระแส อย่างไรก็ตาม ในกรณีที่พบว่ามีการใช้งานกลยุทธ์หรือการปรับเปลี่ยนอย่างใดอย่างหนึ่งและมีมากกว่า 5 ข้อตกลงในแต่ละกลุ่ม บริษัทจะถือว่านี่เป็นการละเมิดข้อตกลงข้อนี้และขอสงวนสิทธิ์ในการ แก้ไขผลลัพธ์ของข้อตกลงป้องกันความเสี่ยงที่จัดขึ้นภายในกลยุทธ์นี้",
  TheCompany16:
    "บริษัทขอสงวนสิทธิ์ในการพิจารณาผลการซื้อขายใหม่ในกรณีของการใช้กลยุทธ์ที่อิงจากการป้องกันความเสี่ยงจำนวนมากโดยมีการใช้งานคำสั่งซื้อที่รอดำเนินการจำนวนมาก เนื่องจากกลยุทธ์ประเภทนี้ส่งผลเสียต่อโหลดของแพลตฟอร์ม Zetradex และความเสถียร",
  TheCompany17:
    "บริษัทมีสิทธิ์ระบุบัญชีของลูกค้าตาม IP (ตรงกันอย่างน้อย 75%) หรือโดยสัญญาณอื่น ๆ ที่จะบ่งบอกถึงการเป็นส่วนหนึ่งของกลุ่มบัญชีของบุคคลหนึ่งคน และขึ้นอยู่กับสิทธิ์ที่จะทำการแก้ไขทางการเงินที่เหมาะสมในทุกบัญชีใน กลุ่ม ในกรณีที่มีการละเมิดบริการของบริษัท กิจกรรมฉ้อโกง หรือการละเมิดข้อกำหนดและเงื่อนไขของระบบของข้อตกลงผู้ใช้/พันธมิตร เพื่อครอบคลุมผลกระทบด้านลบของกิจกรรมดังกล่าวสำหรับบริษัทและลูกค้ารายอื่นของบริษัท",
  OnDemand18:
    "ตามความต้องการของศูนย์ประมวลผล การโอนเงินจากบัตร / ไปยังบัตร (Visa/Mastercard/China Union) บริษัทมีสิทธิ์ขอการตรวจสอบบัตร Visa/Mastercard/China Union ของลูกค้า และในกรณีที่ไม่มีการตรวจสอบ ปฏิเสธการถอนกำไรก่อนที่จะได้รับการตรวจสอบ ในกรณีที่ไม่มีการตรวจสอบบัตรหรือการตรวจสอบไม่สำเร็จ บริษัทมีสิทธิ์พิจารณาเงินฝากที่บุคคลที่สามนำไปใช้อย่างผิดกฎหมายและขึ้นอยู่กับการใช้ข้อ 19",
  InConnection19:
    "ในส่วนที่เกี่ยวข้องกับข้อกำหนดเกี่ยวกับกิจกรรมต่อต้านการฉ้อโกงและป้องกันการฟอกเงิน บริษัทขอสงวนสิทธิ์ในการยกเลิกผลการซื้อขายทั้งหมดในกรณีที่ได้รับข้อมูลว่าเงินที่เครดิตถูกใช้อย่างผิดกฎหมาย ในกรณีนี้บริษัทมีสิทธิที่จะคืนเงินเหล่านี้กลับไปยังบัญชีธนาคารเริ่มต้นหรือกระเป๋าเงิน",
  IfAny191:
    "หากระบบการชำระเงินใดๆ ทำเครื่องหมายว่าการโอนเงินของลูกค้าบางอย่างน่าสงสัย บริษัทอาจอายัดเงินในบัญชีการซื้อขายเป็นระยะเวลาสูงสุด 360 วันเพื่อชี้แจงสถานการณ์ทั้งหมด ยืนยันหรือหักล้างข้อมูลนี้ เนื่องจากระบบการชำระเงิน/ผู้ควบคุมอาจปรับบริษัท ในกรณีที่มีการตรวจสอบที่ไม่เหมาะสมและมีมาตรการป้องกันการฟอกเงินไม่เพียงพอ",
  Chapter_20:
    "บริษัทกำหนดขีดจำกัดรายเดือนเกี่ยวกับจำนวนล็อตการซื้อขายสำหรับสินทรัพย์แต่ละกลุ่ม ตามข้อกำหนดของผู้ให้บริการสภาพคล่อง และได้รับอนุญาตให้เรียกเก็บค่าคอมมิชชั่นเพิ่มเติม หากเกินขีดจำกัด จะเสียค่าปรับเป็นจำนวนเงินสูงสุด $2/ล็อต เกินขีดจำกัด ย่อหน้านี้กำหนดข้อจำกัดต่อไปนี้:",
  Chapter_20_1:
    "สำหรับบัญชีมาตรฐาน: คู่สกุลเงิน โลหะ - 100 ล็อตต่อเดือน หุ้นบริษัท ดัชนี - 50 ล็อตต่อเดือน สกุลเงินดิจิทัลและฟิวเจอร์ส - 10 ล็อตต่อเดือน สำหรับลูกค้าแต่ละราย",
  Chapter_20_2:
    "สำหรับบัญชี Ultra - คู่สกุลเงิน โลหะมีค่า - 200 ล็อตต่อเดือน หุ้นบริษัท ดัชนี - 50 ล็อตต่อเดือน สกุลเงินดิจิทัลและฟิวเจอร์ส - 20 ล็อตต่อเดือน สำหรับลูกค้าแต่ละราย",
  Chapter_20_3:
    "สำหรับบัญชี Pro - คู่สกุลเงิน โลหะมีค่า - 400 ล็อตต่อเดือน หุ้นบริษัท ดัชนี - 100 ล็อตต่อเดือน สกุลเงินดิจิทัลและฟิวเจอร์ส - 50 ล็อตต่อเดือน สำหรับลูกค้าแต่ละราย",
  Chapter_21:
    "บริษัทมีสิทธิ์ที่จะยกเลิกผลการซื้อขายในกรณีที่มีการละเมิดประเภทบัญชีในแง่ของข้อกำหนดสำหรับจำนวนเงินฝากขั้นต่ำสำหรับบัญชีแต่ละประเภท หรือลดเลเวอเรจการซื้อขายสำหรับข้อตกลงใหม่",
} as TradingConditionsType;
