import { TradingConditionsType } from "public/locales/terms-and-conditions/trading-conditions/types";

export default {
  TradingConditions: "交易條件",
  TheCustomer1:
    "當客戶的一個帳戶或一組客戶的帳戶出現負餘額而故意製造利潤時，包括在以下情況下開立交易帳戶的情況，禁止客戶使用此類交易策略：不同的名稱總是成為一種交易策略的一部分。 如果本公司發現此類交易策略的應用，則有權全額取消交易結果。",
  TheCompany2:
    "公司應在檢測到客戶以非市場報價（尖峰）執行的任何交易後對其進行審查。",
  TheCompany3:
    "本公司有權限制在交易帳戶上使用 EA 和其他類型的交易軟體，這些軟體允許使用違反使用者協議條款的策略。 如果決定實施此類限制，本公司將在對客戶帳戶實施適當限制之前至少 1 小時透過註冊時指定的電子郵件通知客戶。",
  TheCompany31:
    "對於違反本協議使用該等 EA 等軟體所進行的交易，如果該等交易違反了本協議的條款，本公司保留修改其結果或全部取消的權利。",
  TheMaximum4: "最大持倉數量不受限制。 然而，公司有權限制開立訂單的數量。",
  AlthoughScalping5:
    "雖然倒賣策略是允許的，但如果發現存在濫用行為，持續時間少於 180 秒的短期隊列可以被取消。",
  TheCompany6:
    "本公司有權根據國家和國際假期調整保證金要求、點差、訂單執行方式和其他交易條件。 所有變更均適用於未平倉交易和新部位。",
  TheCompany7:
    "如果交易帳戶淨值低於維持未平倉部位所需保證金的 10%，本公司有權在不事先通知的情況下關閉客戶的部位。",
  TheCompany8:
    "公司保留監控客戶在交易中使用的交易策略的權利，並在發現詐欺交易策略時重新考慮交易結果，例如在極高波動性期間進行尖峰交易、「獎金騙局」策略、極端套利、使用平台的技術缺陷，包括可能的費率延遲、基於使用任何可能破壞平台可操作性和公司財務系統穩定性的駭客工具的策略以及公司認為具有欺詐性的其他策略。",
  TheCompany9:
    "當價格變化與工具的市場收盤價和市場開盤價之間的差異或交易在很長一段時間內開倉並釋放時的新聞相關時，導致利潤超過初始保證金的 10%，公司將有權根據上述價格之間的差異（以點為單位）按比例修正此類交易的財務結果。 此類更正是透過扣除帶有註釋「第9條.更正」的金額的方式進行的。 在某些情況下，公司可自行決定將最低利潤變化設定為低於（初始存款）10% 的水平。",
  TradingStrategies10:
    "禁止旨在利用價格錯誤和/或以場外價格完成交易（通常稱為“狙擊”）的交易策略。",
  TheUse11:
    "不同客戶使用相同的 IP 位址可能是考慮共享該 IP 位址的所有帳戶中的所有訂單的原因，就好像它們是由同一客戶執行的一樣。",
  TheServer12:
    "伺服器日誌檔案是發生任何爭議時最可靠的資訊來源，而且它比任何其他形式的文件（包括客戶端日誌檔案）具有絕對優先權，因為客戶端日誌檔案不會記錄客戶訂單的每個階段很詳細。",
  InRegard13:
    "對於所有爭議，客戶對其他公司或資訊系統提供的報價的任何引用均不予考慮。",
  TheMartingail14:
    "如果係數小於10，則允許使用Martingail策略。如果發現大規模違規和大量交易超過允許係數（10），公司保留取消或修改結果的權利此類交易。 每組中的係數是透過將最大交易量除以最小交易量來計算的，相應地就是交易組中的最後一筆和第一筆交易。 例如，帳戶有一組 5 筆交易：交易 1 - 0.01 手、交易 2 - 0.1 手、交易 3 - 0.5 手、交易 4 - 1 手、交易 5 - 3 手。 我們將交易 5（3 手）除以交易 1（0.01 手）。 結果我們得到係數 - 3/0.01 = 300，這超出了允許的係數 30 倍，並且在使用 Martingail 策略時是嚴重違規的。",

  IfTheMartingale141:
    "如果鞅策略增加入金資金超過300%，公司有資格重新考慮最大允許鞅係數從10到5，並在p 5.24的基礎上對交易結果進行適當調整。",
  ThisOffer15:
    "當使用一種交易工具的最多 5 筆交易的群組被交易對手群組對沖時（即串流對沖），本要約協議允許客戶使用交易策略。 然而，如果發現某一策略或其修改被大量使用，且每組交易數量超過 5 筆，公司將視為違反本協議的這一點，並保留以下權利：修改該策略中進行的對沖交易的結果。",
  TheCompany16:
    "公司保留在使用基於大規模對沖和大量使用掛單的策略時重新考慮交易結果的權力，因為這種策略會對 Zetradex 平台負載及其穩定性產生負面影響。",
  TheCompany17:
    "公司有資格透過 IP（至少匹配 75%）或其他表明該群組帳戶屬於一個人的標誌來識別客戶帳戶，並據此對每個帳戶進行適當的財務更正。在濫用公司服務、欺詐活動或系統性在違反用戶/合作夥伴協議的條款和條件的情況下，集團將承擔責任，以彌補此類活動對公司和公司其他客戶造成的負面影響。",
  OnDemand18:
    "根據處理中心的要求，從卡/到卡（Visa/萬事達卡/中國銀聯）進行轉帳時，公司有權要求客戶驗證Visa/萬事達卡/中國銀聯卡，在沒有驗證的情況下，在驗證之前拒絕提取利潤。 如果未驗證卡或驗證不成功，公司有資格根據第 19 條的規定，將存入的資金視為第三人非法使用。",
  InConnection19:
    "根據反詐欺和反洗錢活動的要求，如果公司收到存入資金被非法使用的信息，公司保留取消所有交易結果的權利。 在這種情況下，公司有權將這些資金退還至初始銀行帳戶或錢包。",
  IfAny191:
    "如果任何支付系統將某些客戶轉帳標記為可疑，公司可能會凍結交易帳戶中的資金長達 360 天，以澄清所有情況，確認或反駁此信息，因為支付系統/監管機構可能會對公司罰款如果檢查不當和反洗錢措施不充分。",
  Chapter_20:
    "本公司根據流動性提供者的要求，對每組資產的交易手數設定每月限額，並有權收取額外的佣金，如果超出限額，則可處以最高金額的罰款。本段規定了以下限制：",
  Chapter_20_1:
    "對於標準帳戶：貨幣對、金屬 - 每月 100 手、公司股票、指數 - 每月 50 手、加密貨幣和期貨 - 每個客戶每月 10 手",
  Chapter_20_2:
    "對於 Ultra 帳戶 - 貨幣對、金屬 - 每月 200 手，公司股票、指數 - 每月 50 手，加密貨幣和期貨 - 每月 20 手，每個客戶。",
  Chapter_20_3:
    "對於專業帳戶 - 貨幣對、金屬 - 每月 400 手，公司股票、指數 - 每月 100 手，加密貨幣和期貨 - 每月 50 手，每個客戶。",
  Chapter_21:
    "若濫用帳戶類型對各帳戶類型最低入金金額的要求，本公司有權取消交易結果，或降低新交易的交易槓桿。",
} as TradingConditionsType;
