import { BannersType } from "public/locales/banners/banners/types";

export default {
  ZetradexBanners: "ज़ेट्रेडेक्स बैनर, लोगो और अवतार",
  Elevate: "अपनी मार्केटिंग को अगले स्तर तक ले जाएं",
  ToHelp:
    "नए ग्राहकों को आकर्षित करने में आपकी मदद करने के लिए, हमारी डिज़ाइन टीम ने कई छवियां बनाई हैं जिनका उपयोग आप अपनी वेबसाइट पर लगाने या सोशल मीडिया/फ़ोरम खातों को अनुकूलित करने के लिए कर सकते हैं। उन छवियों को डाउनलोड करें जिन्हें आप ट्रेडिंग से संबंधित विज्ञापनों के रूप में उपयोग करना चाहते हैं, या अपनी वेबसाइट पर उपयोग करने के लिए एम्बेडेड कोड वाला बैनर प्राप्त करने के लिए 3 सरल चरणों का पालन करें।",
} as BannersType;
