import { BannersType } from "public/locales/banners/banners/types";

export default {
  ZetradexBanners: "zetradex بینرز، لوگو اور اوتار",
  Elevate: "اپنی مارکیٹنگ کو اگلے درجے تک پہنچائیں۔",
  ToHelp:
    "نئے کلائنٹس کو راغب کرنے میں آپ کی مدد کرنے کے لیے، ہماری ڈیزائن ٹیم نے متعدد تصاویر بنائی ہیں جنہیں آپ اپنی ویب سائٹ پر رکھنے یا سوشل میڈیا/فورم اکاؤنٹس کو حسب ضرورت بنانے کے لیے استعمال کر سکتے ہیں۔ وہ تصاویر ڈاؤن لوڈ کریں جنہیں آپ ٹریڈنگ سے متعلق اشتہارات کے طور پر استعمال کرنا چاہتے ہیں، یا اپنی ویب سائٹ پر استعمال کرنے کے لیے ایمبیڈڈ کوڈ کے ساتھ بینر حاصل کرنے کے لیے 3 آسان اقدامات پر عمل کریں۔",
} as BannersType;
