import { BannersType } from "public/locales/banners/banners/types";

export default {
  ZetradexBanners: "Баннеры, логотипы и аватары zetradex",
  Elevate: "Поднимите свой маркетинг на новый уровень",
  ToHelp:
    "Чтобы помочь вам привлечь новых клиентов, наша команда дизайнеров создала ряд изображений, которые вы можете использовать для размещения на своем веб-сайте или настройки учетных записей в социальных сетях/форумах. Загрузите изображения, которые вы хотите использовать в качестве рекламы, связанной с торговлей, или выполните 3 простых шага, чтобы получить баннер со встроенным кодом для использования на своем веб-сайте.",
} as BannersType;
