import { BannersType } from "public/locales/banners/banners/types";

export default {
  ZetradexBanners: "แบนเนอร์ โลโก้ และอวตารของ zetradex",
  Elevate: "ยกระดับการตลาดของคุณไปอีกระดับ",
  ToHelp:
    "เพื่อช่วยคุณดึงดูดลูกค้าใหม่ ทีมออกแบบของเราได้สร้างรูปภาพจำนวนหนึ่งที่คุณสามารถใช้เพื่อวางบนเว็บไซต์ของคุณหรือปรับแต่งบัญชีโซเชียลมีเดีย/ฟอรัม ดาวน์โหลดภาพที่คุณต้องการใช้เป็นโฆษณาที่เกี่ยวข้องกับการซื้อขาย หรือปฏิบัติตาม 3 ขั้นตอนง่ายๆ เพื่อรับแบนเนอร์พร้อมโค้ดที่ฝังไว้เพื่อใช้บนเว็บไซต์ของคุณ",
} as BannersType;
