import { SocialCardsTypes } from "public/locales/social-trading-platform/social-cards/types";

export default {
  Communication: "संचार",
  SocialTrading:
    "सोशल ट्रेडिंग आपको अन्य व्यापारियों से बाज़ारों के बारे में प्रश्न पूछने, व्यापार के तरीकों के बारे में संदेह व्यक्त करने, घटनाओं पर चर्चा करने और बहुत कुछ करने की अनुमति देता है।",
  TradingPractice: "ट्रेडिंग प्रैक्टिस",
  SocialTradingAllows:
    "सोशल ट्रेडिंग आपको पूर्व शिक्षा के बिना व्यापार शुरू करने और धीरे-धीरे अनुभवी व्यापारियों से सीखने, व्यावहारिक अनुभव प्राप्त करने की अनुमति देती है।",
  SmartInvestment: "स्मार्ट निवेश",
  TradersWho:
    "जो व्यापारी आसानी से भावनाओं में बह जाते हैं, वे समझेंगे कि सामाजिक व्यापार अन्य व्यापारियों की स्थिति की नकल करके अधिक तर्कसंगत निवेश की अनुमति देता है।",
} as SocialCardsTypes;
