import { SocialCardsTypes } from "public/locales/social-trading-platform/social-cards/types";

export default {
  Communication: "Коммуникация",
  SocialTrading:
    "Социальная торговля позволяет вам задавать вопросы другим трейдерам о рынках, выражать сомнения относительно методов торговли, обсуждать события и многое другое.",
  TradingPractice: "Торговая практика",
  SocialTradingAllows:
    "Социальный трейдинг позволяет начать торговать без предварительного образования и постепенно учиться у опытных трейдеров, приобретая практический опыт.",
  SmartInvestment: "Умные инвестиции",
  TradersWho:
    "Трейдеры, легко поддающиеся эмоциям, поймут, что социальный трейдинг позволяет более рационально инвестировать, просто копируя позиции других трейдеров.",
} as SocialCardsTypes;
