import { SocialCardsTypes } from "public/locales/social-trading-platform/social-cards/types";

export default {
  Communication: "การสื่อสาร",
  SocialTrading:
    "Social Trading ช่วยให้คุณสามารถถามคำถามกับเทรดเดอร์รายอื่นเกี่ยวกับตลาด แสดงความสงสัยเกี่ยวกับวิธีการซื้อขาย หารือเกี่ยวกับเหตุการณ์ และอื่นๆ อีกมากมาย",
  TradingPractice: "การปฏิบัติการซื้อขาย",
  SocialTradingAllows:
    "การซื้อขายทางสังคมช่วยให้คุณเริ่มต้นการซื้อขายโดยไม่ต้องมีการศึกษาล่วงหน้า และค่อยๆ เรียนรู้จากเทรดเดอร์ที่มีประสบการณ์ และได้รับประสบการณ์เชิงปฏิบัติ",
  SmartInvestment: "การลงทุนที่ชาญฉลาด",
  TradersWho:
    "เทรดเดอร์ที่อารมณ์แปรปรวนได้ง่ายจะเข้าใจว่าการซื้อขายทางสังคมช่วยให้ลงทุนได้อย่างมีเหตุผลมากขึ้นโดยเพียงแค่คัดลอกตำแหน่งของเทรดเดอร์รายอื่น",
} as SocialCardsTypes;
