import { PartnerType } from "public/locales/affiliate-link/partner/types";

export default {
  YouCan: "आप अधिकतम पांच अलग-अलग कस्टम लिंक रख सकते हैं।",
  ThisWould:
    "यह आपको अपने लिंक के बीच अंतर करने और उन्हें इस तरह से अनुकूलित करने की अनुमति देगा जो आपको उन्हें अलग-अलग उद्देश्यों के लिए रखने में मदद करेगा, उदाहरण के लिए, अपने ब्लॉग, पसंदीदा फ़ोरम या सोशल नेटवर्क पर विभिन्न कोड का उपयोग करना - फिर आप ट्रैफ़िक देख पाएंगे प्रत्येक लिंक के लिए और निर्धारित करें कि कौन सा संसाधन आपके लिए सबसे अधिक ट्रैफ़िक लाता है।",
  Full: "आपके द्वारा उपयोग किए जाने वाले प्रत्येक अद्वितीय कस्टम संबद्ध कोड (साथ ही पंजीकरण पर आपको हमसे प्राप्त मूल कोड) के बारे में पूर्ण आँकड़े भागीदार के कैबिनेट में उपलब्ध हैं। यदि आपके पास कस्टम कोड मौजूद हैं, तो आपका मूल संबद्ध लिंक अभी भी मान्य होगा और बाकी के साथ संयोजन में उपयोग किया जा सकता है।",
  Join: "ज़ी पार्टनरशिप प्रोग्राम से जुड़ें",
} as PartnerType;
