import { PartnerType } from "public/locales/affiliate-link/partner/types";

export default {
  YouCan: "آپ پانچ مختلف حسب ضرورت لنکس تک رکھ سکتے ہیں۔",
  ThisWould:
    "یہ آپ کو اپنے لنکس کے درمیان فرق کرنے اور انہیں اس طرح سے اپنی مرضی کے مطابق بنانے کی اجازت دے گا جس سے آپ کو مختلف مقصد کے لیے ان میں مدد ملے گی، مثال کے طور پر، آپ کے بلاگ، پسندیدہ فورم، یا سوشل نیٹ ورکس پر مختلف کوڈز کا استعمال کرتے ہوئے - پھر آپ ہر لنک کے لیے ٹریفک دیکھ سکیں گے اور یہ طے کر سکیں گے کہ کون سا وسیلہ آپ کو سب سے زیادہ ٹریفک لاتا ہے۔",
  Full: "ہر منفرد حسب ضرورت ملحق کوڈ کے بارے میں مکمل اعدادوشمار جو آپ استعمال کرتے ہیں (ساتھ ہی اصل جو آپ کو رجسٹریشن کے بعد ہم سے موصول ہوتا ہے) پارٹنر کی کابینہ میں دستیاب ہیں۔ اگر آپ کے پاس حسب ضرورت کوڈز موجود ہیں، تو آپ کا اصل الحاق شدہ لنک اب بھی درست رہے گا اور باقی کے ساتھ مل کر استعمال کیا جا سکتا ہے۔",
  Join: "زی پارٹنرشپ پروگرام میں شامل ہوں۔",
} as PartnerType;
