import { PartnerType } from "public/locales/affiliate-link/partner/types";

export default {
  YouCan: "Вы можете сохранить до пяти различных пользовательских ссылок.",
  ThisWould:
    "Это позволит вам различать ссылки и настраивать их таким образом, чтобы использовать их для разных целей, например, используя разные коды в своем блоге, любимом форуме или социальных сетях. Тогда вы сможете видеть трафик. по каждой ссылке и определите, какой ресурс приносит вам больше всего трафика.",
  Full: "Полная статистика по каждому уникальному партнерскому коду, который вы используете (а также оригинальному коду, который вы получаете от нас при регистрации), доступна в Кабинете партнера. Если у вас есть специальные коды, ваша исходная партнерская ссылка будет по-прежнему действительна и ее можно будет использовать в сочетании с остальными.",
  Join: "Присоединяйтесь к партнерской программе ze",
} as PartnerType;
