import { PartnerType } from "public/locales/affiliate-link/partner/types";

export default {
  YouCan: "คุณสามารถเก็บลิงก์ที่กำหนดเองได้สูงสุดห้าลิงก์",
  ThisWould:
    "วิธีนี้จะช่วยให้คุณสามารถแยกแยะความแตกต่างระหว่างลิงก์ของคุณและปรับแต่งลิงก์เหล่านั้นในลักษณะที่ช่วยให้คุณนำไปใช้ตามวัตถุประสงค์ที่แตกต่างกันได้ เช่น การใช้โค้ดที่แตกต่างกันในบล็อก ฟอรัมโปรด หรือเครือข่ายโซเชียล จากนั้นคุณจะสามารถเห็นปริมาณการเข้าชม สำหรับแต่ละลิงก์และพิจารณาว่าแหล่งข้อมูลใดที่นำการเข้าชมมาให้คุณมากที่สุด",
  Full: "สถิติทั้งหมดเกี่ยวกับรหัสพันธมิตรที่กำหนดเองแต่ละรหัสที่คุณใช้ (รวมถึงรหัสดั้งเดิมที่คุณได้รับจากเราเมื่อลงทะเบียน) มีอยู่ในฐานข้อมูลของพันธมิตร หากคุณมีรหัสที่กำหนดเอง ลิงก์พันธมิตรเดิมของคุณจะยังคงใช้งานได้และสามารถใช้ร่วมกับรหัสที่เหลือได้",
  Join: "เข้าร่วมโครงการ ze Partnership",
} as PartnerType;
