import type { GoldenLuckyDrawType } from "public/locales/golden-lucky-draw/types";

export default {
  GoldenLucky: "गोल्डन लकी ड्रा",
  TryYour:
    "हमारी नई प्रतियोगिता के साथ अपनी किस्मत आजमाएँ, खासकर अगर आपको गोल्ड के साथ ट्रेडिंग करना पसंद है और आप अपने लिए और अधिक गोल्ड हासिल करना चाहते हैं। अब Zetradex आपको न केवल कोटेशन पर कमाई करने का अवसर देता है, बल्कि सक्रिय रूप से ट्रेडिंग करते समय दिलचस्प पुरस्कार जीतने का भी मौका देता है।",
  HowTo: "कैसे भाग लें",
  ToBecome:
    "विजेता बनने के लिए आपको बस वही करना होगा जिसके लिए आप Zetradex पर आए हैं - बस ट्रेड करें, लाभ कमाएँ और पुरस्कार जीतें। अगर किसी कारण से आप अभी तक हमारे ग्राहक नहीं बन पाए हैं, तो अब पंजीकरण करने और ट्रेडिंग की नई सुविधाओं का पता लगाने का समय है।",
  Terms: "नियम और शर्तें",
  OpenStandard: "मानक खाता खोलें",
  RegisterIn: "प्रतियोगिता में पंजीकरण करें",
  TopUp: "खाते को न्यूनतम $100 से टॉप अप करें",
  Round1: "राउंड 1",
  Round2: "राउंड 2",
  Round3: "राउंड 3",
  Round4: "राउंड 4",
  SuperRound: "सुपर राउंड",
  July15: "15 जुलाई - 15 सितंबर",
  Sep16: "16 सितंबर - 16 नवंबर",
  Nov20: "20 नवंबर - 20 जनवरी",
  Feb3: "3 फ़रवरी - 6 फ़रवरी",
  Clients:
    "ग्राहक प्रतियोगिता के लिए पंजीकरण करते हैं और एक महीने के भीतर व्यापार करना शुरू कर देते हैं। प्रतियोगिता के लिए पंजीकरण करते समय, ग्राहकों से xxxx.xx प्रारूप में 6 अंकों से मिलकर अपना भाग्यशाली नंबर चुनने के लिए कहा जाता है।",
  During:
    "प्रतियोगिता अवधि के दौरान, ग्राहक को व्यापार करना चाहिए और राउंड में अधिकतम लाभ प्राप्त करना चाहिए। राउंड के विजेता को पुरस्कार मिलते हैं: प्रथम स्थान पर 10 ग्राम सोने की पट्टी, दूसरे स्थान पर 5 ग्राम सोने की पट्टी, तीसरे स्थान पर 2.5 ग्राम सोने की पट्टी।",
  Mentioned:
    "उल्लिखित पुरस्कारों को वास्तविक धन या बिना जमा बोनस के रूप में पुरस्कृत किया जा सकता है।",
  OnePlace: "प्रथम स्थान का पुरस्कार",
  TenGoldBar: "10 ग्राम सोने की पट्टी",
  TwoPlace: "द्वितीय स्थान का पुरस्कार",
  FiveGoldBar: "5 ग्राम सोने की पट्टी",
  ThreePlace: "तृतीय स्थान का पुरस्कार",
  TwoAndAHalf: "2.5 ग्राम सोने की पट्टी",
  FourPlace: "चतुर्थ स्थान का पुरस्कार",
  GiftCards: "उपहार कार्ड",
  TwentyFourGoldBar: "24 ग्राम सोने की पट्टी",
  SuperRoundPrize: "सुपर राउंड पुरस्कार",
} as GoldenLuckyDrawType;
