import type { GoldenLuckyDrawType } from "public/locales/golden-lucky-draw/types";

export default {
  GoldenLucky: "گولڈن لکی ڈرا",
  TryYour:
    "ہمارے نئے مقابلے کے ساتھ اپنی قسمت آزمائیں، خاص طور پر اگر آپ سونے کے ساتھ تجارت کرنا چاہتے ہیں اور اپنے لیے مزید سونا حاصل کرنے کے راستے پر ہیں۔ اب Zetradex آپ کو نہ صرف کوٹس پر کمانے کا، بلکہ فعال طور پر ٹریڈنگ کرتے وقت دلچسپ انعامات جیتنے کا موقع فراہم کرتا ہے۔",
  HowTo: "حصہ لینے کا طریقہ",
  ToBecome:
    "فاتح بننے کے لیے آپ کو بس وہی کرنا ہوگا جس کے لیے آپ Zetradex پر آئے ہیں - صرف تجارت کریں، منافع کمائیں اور انعامات جیتیں۔ اگر کسی وجہ سے آپ ابھی تک ہمارے کلائنٹ نہیں بنے ہیں، تو اب رجسٹریشن کرنے اور ٹریڈنگ کی نئی خصوصیات کو دریافت کرنے کا وقت ہے۔",
  Terms: "شرائط و ضوابط",
  OpenStandard: "معیاری اکاؤنٹ کھولیں۔",
  RegisterIn: "مقابلے میں رجسٹر ہوں۔",
  TopUp: "کم از کم $100 کے حساب سے ٹاپ اپ کریں۔",
  Round1: "راؤنڈ 1",
  Round2: "راؤنڈ 2",
  Round3: "راؤنڈ 3",
  Round4: "راؤنڈ 4",
  SuperRound: "سپر راؤنڈ",
  July15: "15 جولائی تا 15 ستمبر",
  Sep16: "16 ستمبر - 16 نومبر",
  Nov20: "20 نومبر - 20 جنوری",
  Feb3: "3 فروری - 6 فروری",
  Clients:
    "کلائنٹ مقابلے کے لیے رجسٹر ہوتے ہیں اور ایک ماہ کے اندر ٹریڈنگ شروع کر دیتے ہیں۔ مقابلے کے لیے اندراج کرتے وقت، کلائنٹس سے کہا جاتا ہے کہ وہ xxxx.xx فارمیٹ میں 6 ہندسوں پر مشتمل اپنا لکی نمبر منتخب کریں۔",
  During:
    "مقابلے کی مدت کے دوران، کلائنٹ کو تجارت کرنی چاہیے اور راؤنڈ میں زیادہ سے زیادہ منافع حاصل کرنا چاہیے۔ راؤنڈ کے فاتح کو انعامات ملتے ہیں: پہلی پوزیشن 10 گرام گولڈ بار، دوسری پوزیشن 5 گرام گولڈ بار، تیسری پوزیشن 2.5 گرام گولڈ بار۔",
  Mentioned:
    "ذکر کردہ انعامات کو حقیقی رقم یا بغیر ڈپازٹ بونس کے بطور انعام دیا جا سکتا ہے۔",
  OnePlace: "پہلی پوزیشن کا انعام",
  TenGoldBar: "10 گرام گولڈ بار",
  TwoPlace: "دوسری پوزیشن کا انعام",
  FiveGoldBar: "5 جی گولڈ بار",
  ThreePlace: "تیسری پوزیشن کا انعام",
  TwoAndAHalf: "2.5 گرام گولڈ بار",
  FourPlace: "چوتھی پوزیشن کا انعام",
  GiftCards: "گفٹ کارڈز",
  TwentyFourGoldBar: "24 گرام گولڈ بار",
  SuperRoundPrize: "سپر راؤنڈ انعام",
} as GoldenLuckyDrawType;
