import type { GoldenLuckyDrawType } from "public/locales/golden-lucky-draw/types";

export default {
  GoldenLucky: "Golden Lucky Draw",
  TryYour:
    "Испытайте удачу в нашем новом конкурсе, особенно если вам нравится торговать золотом и вы хотите получить больше золота для себя. Теперь Zetradex дает вам возможность не только зарабатывать на котировках, но и выигрывать интересные призы при активной торговле.",
  HowTo: "Как принять участие",
  ToBecome:
    "Чтобы стать победителем, вам нужно просто делать то, за чем вы пришли в Zetradex — просто торговать, получать прибыль и выигрывать призы. Если по какой-то причине вы еще не стали нашим клиентом, сейчас самое время зарегистрироваться и изучить новые возможности торговли.",
  Terms: "Правила и условия",
  OpenStandard: "Открыть счет Standard",
  RegisterIn: "Зарегистрироваться в конкурсе",
  TopUp: "Пополнить счет минимум на $100",
  Round1: "Раунд 1",
  Round2: "Раунд 2",
  Round3: "Раунд 3",
  Round4: "Раунд 4",
  SuperRound: "Суперраунд",
  July15: "15 июля — 15 сентября",
  Sep16: "16 сентября — 16 ноября",
  Nov20: "20 ноября — 20 января",
  Feb3: "3 февраля — 6 февраля",
  Clients:
    "Клиенты регистрируются в конкурсе и начинают торговать в течение месяца. При регистрации в конкурсе клиентам предлагается выбрать свой счастливый номер, состоящий из 6 цифр, в формате xxxx.xx.",
  During:
    "В течение периода конкурса клиент должен торговать и получить максимальную прибыль в раунде. Победитель раунда получает призы: 1-е место 10-граммовый золотой слиток, 2-е место 5-граммовый золотой слиток, 3-е место 2,5-граммовый золотой слиток.",
  Mentioned:
    "Указанные призы могут быть выданы в виде реальных денег или бездепозитного бонуса.",
  OnePlace: "Приз за 1-е место",
  TenGoldBar: "10-граммовый золотой слиток",
  TwoPlace: "Приз за 2-е место",
  FiveGoldBar: "5-граммовый золотой слиток",
  ThreePlace: "Приз за 3-е место",
  TwoAndAHalf: "2,5-граммовый золотой слиток",
  FourPlace: "Приз за 4-е место",
  GiftCards: "Подарочные карты",
  TwentyFourGoldBar: "24-граммовый золотой слиток",
  SuperRoundPrize: "Приз за суперраунд",
} as GoldenLuckyDrawType;
