import type { GoldenLuckyDrawType } from "public/locales/golden-lucky-draw/types";

export default {
  GoldenLucky: "การจับฉลากลุ้นรางวัลใหญ่",
  TryYour:
    "ลองเสี่ยงโชคกับการแข่งขันใหม่ของเรา โดยเฉพาะอย่างยิ่งหากคุณชอบซื้อขายทองคำและกำลังจะได้รับทองคำมากขึ้น Zetradex มอบโอกาสให้คุณไม่เพียงแต่รับรายได้จากราคา แต่ยังมีโอกาสลุ้นรางวัลที่น่าสนใจเมื่อทำการซื้อขายอย่างจริงจังอีกด้วย",
  HowTo: "วิธีการเข้าร่วม",
  ToBecome:
    "เพื่อที่จะเป็นผู้ชนะ คุณเพียงแค่ต้องทำสิ่งที่คุณมาที่ Zetradex เพื่อทำ - เพียงแค่ซื้อขาย รับกำไร และลุ้นรับรางวัล หากด้วยเหตุผลใดก็ตามที่คุณยังไม่ได้เป็นลูกค้าของเรา ตอนนี้คือเวลาที่จะลงทะเบียนและสำรวจคุณสมบัติใหม่ๆ ของการซื้อขาย",
  Terms: "ข้อกำหนดและเงื่อนไข",
  OpenStandard: "เปิดบัญชีมาตรฐาน",
  RegisterIn: "ลงทะเบียนเข้าร่วมการแข่งขัน",
  TopUp: "เติมเงินในบัญชีขั้นต่ำ $100",
  Round1: "รอบที่ 1",
  Round2: "รอบที่ 2",
  Round3: "รอบที่ 3",
  Round4: "รอบที่ 4",
  SuperRound: "รอบพิเศษ",
  July15: "15 กรกฎาคม - 15 กันยายน",
  Sep16: "16 กันยายน - 16 พฤศจิกายน",
  Nov20: "20 พฤศจิกายน - 20 มกราคม",
  Feb3: "3 กุมภาพันธ์ - 6 กุมภาพันธ์",
  Clients:
    "ลูกค้าลงทะเบียนเข้าร่วมการแข่งขันและเริ่มทำการซื้อขายได้ภายในหนึ่งเดือน เมื่อลงทะเบียนเข้าร่วมการแข่งขัน ลูกค้าจะต้องเลือกหมายเลขนำโชคซึ่งประกอบด้วยตัวเลข 6 หลักในรูปแบบ xxxx.xx",
  During:
    "ในช่วงการแข่งขัน ลูกค้าจะต้องทำการซื้อขายและรับกำไรสูงสุดในรอบนั้น ผู้ชนะของรอบจะได้รับรางวัล ได้แก่ ทองคำแท่ง 10 กรัม อันดับ 1 ทองคำแท่ง 5 กรัม อันดับ 2 ทองคำแท่ง 2.5 กรัม อันดับ 3",
  Mentioned: "รางวัลดังกล่าวสามารถมอบให้เป็นเงินจริงหรือโบนัสแบบไม่ต้องฝากเงิน",
  OnePlace: "รางวัลอันดับที่ 1",
  TenGoldBar: "ทองคำแท่ง 10 กรัม",
  TwoPlace: "รางวัลอันดับที่ 2",
  FiveGoldBar: "ทองคำแท่ง 5 กรัม",
  ThreePlace: "รางวัลอันดับที่ 3",
  TwoAndAHalf: "ทองคำแท่ง 2.5 กรัม",
  FourPlace: "รางวัลอันดับที่ 4",
  GiftCards: "บัตรของขวัญ",
  TwentyFourGoldBar: "ทองคำแท่ง 24 กรัม",
  SuperRoundPrize: "รางวัลรอบพิเศษ",
} as GoldenLuckyDrawType;
