import type { StreamersLeaderboardType } from "public/locales/streamers-leaderboard/types";

export default {
  StreamersLeaderboard: "स्ट्रीमर्स लीडरबोर्ड",
  Enhance:
    "अपने पसंदीदा लाइव स्ट्रीमर्स का समर्थन करके Zetradex के साथ अपने फ़ॉरेक्स ट्रेडिंग के सफ़र को बेहतर बनाएँ! एक मूल्यवान क्लाइंट के रूप में, आप अपना वोट दे सकते हैं और यह तय करने में मदद कर सकते हैं कि लीडरबोर्ड में कौन शीर्ष पर है।",
  Registered:
    "पंजीकृत क्लाइंट एक बार वोट कर सकते हैं, जबकि जिन्होंने जमा किया है वे 10 बार तक वोट कर सकते हैं, जिससे आपको और भी ज़्यादा प्रभाव मिलेगा।",
  Watching:
    "स्ट्रीमर्स को देखना और उनके लिए वोट करना आपके फ़ॉरेक्स कौशल को बढ़ाने, नई जानकारी हासिल करने और बाज़ार के रुझानों पर अपडेट रहने का एक शानदार तरीका है। उत्साह में शामिल हों, अपने पसंदीदा स्ट्रीमर्स का समर्थन करें और Zetradex के साथ अपनी विशेषज्ञता को बढ़ाना जारी रखें!",
  Leaderboard: "लीडरबोर्ड",
  Place: "स्थान",
  Name: "नाम",
  Country: "देश",
  Rating: "रेटिंग",
  Votes: "वोट",
  Details: "विवरण",
  Rate: "दर:",
  LiveStreamChannels: "लाइव स्ट्रीम चैनल",
  Watch: "देखें",
  ReadyToCast: "अपना वोट देने के लिए तैयार हैं?",
  PleaseNote:
    "कृपया ध्यान दें कि वोट करने के लिए आपके पास एक खुला खाता होना चाहिए। अगर आपका खाता खुला है, तो आप केवल एक स्ट्रीमर के लिए वोट कर सकते हैं। एक बार जमा करने के बाद, आप 10 बार वोट कर पाएँगे। 'वोट' बटन पर क्लिक करने के बाद, आपको यह पुष्टि करने के लिए अपना पंजीकरण ई-मेल दर्ज करने के लिए कहा जाएगा कि आप हमारे ग्राहक हैं।",
  Vote: "वोट करें",
  PleaseEnter: "कृपया ई-मेल दर्ज करें",
  PleaseEnterYour:
    "कृपया यह साबित करने के लिए अपना ई-मेल दर्ज करें कि आप पंजीकृत ग्राहक हैं।",
  Submit: "सबमिट करें",
  OpenAcc: "खाता खोलें",
  ThankYou: "धन्यवाद!",
  ThankYouFor: "आपकी भागीदारी के लिए धन्यवाद। आपका वोट अब गिना गया है।",
  Ok: "ठीक है",
  YouHaveAlreadyVoted:
    "आपने पहले ही वोट कर दिया है। फिर से वोट करने के लिए, जमा करें या दूसरा खाता खोलें।",
  MakeDeposit: "जमा करें",
  YourEmailIsNotRegistered:
    "आपका ई-मेल पंजीकृत नहीं है। वोट करने के लिए कृपया एक खाता खोलें।",
} as StreamersLeaderboardType;
