import type { StreamersLeaderboardType } from "public/locales/streamers-leaderboard/types";

export default {
  StreamersLeaderboard: "سٹریمرز لیڈر بورڈ",
  Enhance:
    "اپنے پسندیدہ لائیو اسٹریمرز کو سپورٹ کرکے Zetradex کے ساتھ اپنے فاریکس ٹریڈنگ کے سفر کو بہتر بنائیں! ایک قابل قدر کلائنٹ کے طور پر، آپ اپنا ووٹ ڈال سکتے ہیں اور یہ فیصلہ کرنے میں مدد کر سکتے ہیں کہ لیڈر بورڈ میں کون سب سے اوپر ہے۔",
  Registered:
    "رجسٹرڈ کلائنٹس ایک بار ووٹ دے سکتے ہیں، جبکہ جن لوگوں نے ڈپازٹ کرایا ہے وہ 10 بار ووٹ دے سکتے ہیں، جس سے آپ کو اور بھی زیادہ اثر ملے گا۔",
  Watching:
    "اسٹریمرز کو دیکھنا اور ووٹ دینا آپ کی فاریکس کی مہارت کو بڑھانے، نئی بصیرتیں حاصل کرنے اور مارکیٹ کے رجحانات پر اپ ڈیٹ رہنے کا ایک بہترین طریقہ ہے۔ جوش میں شامل ہوں، اپنے پسندیدہ اسٹریمرز کو سپورٹ کریں، اور Zetradex کے ساتھ اپنی مہارت کو بڑھاتے رہیں!",
  Leaderboard: "لیڈر بورڈ",
  Place: "جگہ",
  Name: "نام",
  Country: "ملک",
  Rating: "درجہ بندی",
  Votes: "ووٹ",
  Details: "تفصیلات",
  Rate: "شرح:",
  LiveStreamChannels: "لائیو سٹریم چینلز",
  Watch: "دیکھو",
  ReadyToCast: "اپنا ووٹ ڈالنے کے لیے تیار ہیں؟",
  PleaseNote:
    "براہ کرم نوٹ کریں کہ ووٹ دینے کے لیے آپ کے پاس کھلا اکاؤنٹ ہونا ضروری ہے۔ اگر آپ کے پاس کھلا اکاؤنٹ ہے، تو آپ صرف ایک اسٹریمر کو ووٹ دے سکتے ہیں۔ ایک بار جمع کروانے کے بعد، آپ 10 بار ووٹ دے سکیں گے۔ 'ووٹ' بٹن پر کلک کرنے کے بعد، آپ سے اس بات کی تصدیق کے لیے اپنا رجسٹریشن ای میل درج کرنے کو کہا جائے گا کہ آپ ہمارے کلائنٹ ہیں۔",
  Vote: "ووٹ",
  PleaseEnter: "براہ کرم ای میل درج کریں۔",
  PleaseEnterYour:
    "براہ کرم یہ ثابت کرنے کے لیے اپنا ای میل درج کریں کہ آپ رجسٹرڈ کلائنٹ ہیں۔",
  Submit: "جمع کروائیں۔",
  OpenAcc: "اکاؤنٹ کھولیں۔",
  ThankYou: "شکریہ!",
  ThankYouFor: "آپ کی شرکت کا شکریہ۔ آپ کا ووٹ اب شمار ہو چکا ہے۔",
  Ok: "ٹھیک ہے",
  YouHaveAlreadyVoted:
    "آپ پہلے ہی ووٹ دے چکے ہیں۔ دوبارہ ووٹ دینے کے لیے، جمع کروائیں یا دوسرا اکاؤنٹ کھولیں۔",
  MakeDeposit: "جمع کروائیں۔",
  YourEmailIsNotRegistered:
    "آپ کا ای میل رجسٹرڈ نہیں ہے۔ ووٹ دینے کے لیے برائے مہربانی ایک اکاؤنٹ کھولیں۔",
} as StreamersLeaderboardType;
