import type { StreamersLeaderboardType } from "public/locales/streamers-leaderboard/types";

export default {
  StreamersLeaderboard: "Таблица лидеров стримеров",
  Enhance:
    "Улучшите свой путь торговли на рынке Форекс с Zetradex, поддержав любимых стримеров! Как ценный клиент, вы можете отдать свой голос и помочь решить, кто возглавит таблицу лидеров.",
  Registered:
    "Зарегистрированные клиенты могут проголосовать один раз, в то время как те, кто внес депозит, могут проголосовать до 10 раз, что даст вам еще больше влияния.",
  Watching:
    "Наблюдение и голосование за стримеров — это фантастический способ улучшить свои навыки торговли на рынке Форекс, получить новые знания и быть в курсе рыночных тенденций. Присоединяйтесь к волнению, поддерживайте любимых стримеров и продолжайте развивать свой опыт с Zetradex!",
  Leaderboard: "Таблица лидеров",
  Place: "Место",
  Name: "Имя",
  Country: "Страна",
  Rating: "Рейтинг",
  Votes: "Голоса",
  Details: "Подробности",
  Rate: "Оценить:",
  LiveStreamChannels: "Каналы прямых трансляций",
  Watch: "Смотреть",
  ReadyToCast: "Готовы отдать свой голос?",
  PleaseNote:
    "Обратите внимание, что для голосования у вас должна быть открытая учетная запись. Если у вас открытая учетная запись, вы можете голосовать только за одного стримера. После внесения депозита вы сможете проголосовать 10 раз. После нажатия кнопки «Голосовать» вам будет предложено ввести ваш регистрационный адрес электронной почты, чтобы подтвердить, что вы являетесь нашим клиентом.",
  Vote: "Голосовать",
  PleaseEnter: "Пожалуйста, введите адрес электронной почты",
  PleaseEnterYour:
    "Пожалуйста, введите свой адрес электронной почты, чтобы подтвердить, что вы являетесь зарегистрированным клиентом.",
  Submit: "Отправить",
  OpenAcc: "Открыть счет",
  ThankYou: "Спасибо!",
  ThankYouFor: "Благодарим за участие. Ваш голос был учтен.",
  Ok: "ОК",
  YouHaveAlreadyVoted:
    "Вы уже проголосовали. Чтобы проголосовать еще раз, внесите депозит или откройте другой счет.",
  MakeDeposit: "Внести депозит",
  YourEmailIsNotRegistered:
    "Ваш адрес электронной почты не зарегистрирован. Чтобы проголосовать, откройте счет.",
} as StreamersLeaderboardType;
