import type { StreamersLeaderboardType } from "public/locales/streamers-leaderboard/types";

export default {
  StreamersLeaderboard: "กระดานผู้นำสตรีมเมอร์",
  Enhance:
    "ปรับปรุงเส้นทางการซื้อขาย Forex ของคุณด้วย Zetradex โดยสนับสนุนสตรีมเมอร์สดที่คุณชื่นชอบ! ในฐานะลูกค้าที่มีคุณค่า คุณสามารถโหวตและช่วยตัดสินว่าใครจะอยู่ในอันดับต้น ๆ ของกระดานผู้นำ",
  Registered:
    "ลูกค้าที่ลงทะเบียนสามารถโหวตได้ครั้งเดียว ในขณะที่ผู้ที่ฝากเงินสามารถโหวตได้สูงสุด 10 ครั้ง ทำให้คุณมีอิทธิพลมากขึ้น",
  Watching:
    "การรับชมและโหวตสตรีมเมอร์เป็นวิธีที่ยอดเยี่ยมในการเพิ่มทักษะ Forex ของคุณ รับข้อมูลเชิงลึกใหม่ ๆ และอัปเดตแนวโน้มตลาด เข้าร่วมความตื่นเต้น สนับสนุนสตรีมเมอร์ที่คุณชื่นชอบ และพัฒนาความเชี่ยวชาญของคุณต่อไปด้วย Zetradex!",
  Leaderboard: "กระดานผู้นำ",
  Place: "สถานที่",
  Name: "ชื่อ",
  Country: "ประเทศ",
  Rating: "คะแนน",
  Votes: "โหวต",
  Details: "รายละเอียด",
  Rate: "คะแนน:",
  LiveStreamChannels: "ช่องสตรีมสด",
  Watch: "รับชม",
  ReadyToCast: "พร้อมที่จะโหวตหรือยัง",
  PleaseNote:
    "โปรดทราบว่าคุณต้องมีบัญชีเปิดจึงจะโหวตได้ หากคุณมีบัญชีเปิด คุณสามารถโหวตให้สตรีมเมอร์ได้เพียงคนเดียวเท่านั้น เมื่อคุณฝากเงินแล้ว คุณจะโหวตได้ 10 ครั้ง หลังจากคลิกปุ่ม 'โหวต' คุณจะถูกขอให้ป้อนอีเมลลงทะเบียนเพื่อยืนยันว่าคุณเป็นลูกค้าของเรา",
  Vote: "โหวต",
  PleaseEnter: "กรุณาป้อนอีเมล",
  PleaseEnterYour:
    "กรุณาป้อนอีเมลของคุณเพื่อพิสูจน์ว่าคุณเป็นลูกค้าที่ลงทะเบียนแล้ว",
  Submit: "ส่ง",
  OpenAcc: "เปิดบัญชี",
  ThankYou: "ขอบคุณ!",
  ThankYouFor: "ขอบคุณที่เข้าร่วม โหวตของคุณได้รับการนับแล้ว",
  Ok: "ตกลง",
  YouHaveAlreadyVoted:
    "คุณได้โหวตไปแล้ว หากต้องการโหวตอีกครั้ง โปรดฝากเงินหรือเปิดบัญชีอื่น",
  MakeDeposit: "ฝากเงิน",
  YourEmailIsNotRegistered:
    "อีเมลของคุณยังไม่ได้ลงทะเบียน หากต้องการโหวต โปรดเปิดบัญชี",
} as StreamersLeaderboardType;
