import { HowMuchLocaleType } from "./types";

export default {
  HowMuch: "आप कितना कमा सकते हैं",
  ByTrading: "कीमती धातुओं में व्यापार करके?",
  InTheLong:
    "लंबे समय में, कीमती धातुएँ अच्छा रिटर्न प्रदान करती हैं; हालाँकि, अल्पावधि में नहीं। एक महीने के बाद लाखों की आशा न रखें।",
  OneThing:
    "एक बात निश्चित है: सोना और चांदी कई दशकों से लगातार ऊपर की ओर बढ़ रहे हैं, और यह प्रवृत्ति आगे भी जारी रहेगी क्योंकि पृथ्वी पर उपलब्ध धातु की मात्रा हर साल कम हो रही है, जिससे यह सीमित और अधिक महंगा हो गया है।",
  HereTheLaw:
    "यहां मांग और आपूर्ति का नियम 100 फीसदी काम करता है. मांग वही रहने पर भी बाजार में आपूर्ति हर साल घटती जा रही है. इससे सोने की प्रति यूनिट कीमत में वृद्धि होती है।",
  Gold: "सोना",
  Platinum: "प्लैटिनम",
  Silver: "चाँदी",
  Min: "30 मिनट",
  Hour: "1 घंटा",
  Day: "1 दिन",
  Week: "1 सप्ताह",
  Month: "1 महीना",
} as HowMuchLocaleType;
