import { HowMuchLocaleType } from "./types";

export default {
  HowMuch: "آپ کتنا کما سکتے ہیں۔",
  ByTrading: "قیمتی دھاتوں میں تجارت کرکے؟",
  InTheLong:
    "طویل مدت میں، قیمتی دھاتیں اچھا منافع فراہم کرتی ہیں۔ تاہم، مختصر مدت میں نہیں. ایک مہینے کے بعد لاکھوں کی امید نہ رکھیں۔",
  OneThing:
    "ایک بات یقینی ہے: سونا اور چاندی کئی دہائیوں سے مسلسل اوپر کی طرف بڑھ رہے ہیں، اور یہ رجحان مزید جاری رہے گا کیونکہ زمین پر دستیاب دھات کی مقدار ہر سال کم ہوتی ہے، جس سے یہ محدود اور زیادہ مہنگی ہو جاتی ہے۔",
  HereTheLaw:
    "یہاں طلب اور رسد کا قانون 100% کام کرتا ہے۔ یہاں تک کہ اگر طلب یکساں رہی تو مارکیٹ میں رسد ہر سال کم ہوتی جارہی ہے۔ اس سے سونے کی فی یونٹ قیمت میں اضافہ ہوتا ہے۔",
  Gold: "سونا",
  Platinum: "پلاٹینم",
  Silver: "چاندی",
  Min: "30 منٹ",
  Hour: "1 گھنٹہ",
  Day: "1 دن",
  Week: "1 ہفتہ",
  Month: "1 مہینہ",
} as HowMuchLocaleType;
