import { HowMuchLocaleType } from "./types";

export default {
  HowMuch: "Сколько можно заработать " ,
  ByTrading: "на торговле драгоценными металлами?",
  InTheLong: "В долгосрочной перспективе драгоценные металлы обеспечивают хорошую доходность. Но не в краткосрочной. Не стоит надеяться на миллионы после месяца.",
  OneThing: "Одно можно сказать точно – золото и серебро на протяжении нескольких десятилетий уверенно держат восходящий тренд. И такая тенденция будет продолжаться далее, так как с каждым годом на Земле количество металла иссякает, делая его ограниченным и более дорогим.",
  HereTheLaw: "Здесь на 100% работает закон спроса и предложения. Даже при сохранении спроса на прежнем уровне, предложение на рынке с каждым годом сокращается. Что приводит к увеличению цены за 1 единицу золота.",
  Gold: "Золото",
  Platinum: "Платина",
  Silver: "Серебро",
  Min: "30 мин",
  Hour: "1 час",
  Day: "1 день",
  Week: "1 неделя",
  Month: "1 месяц",
} as HowMuchLocaleType;
