import { HowMuchLocaleType } from "./types";

export default {
  HowMuch: "คุณสามารถมีรายได้เท่าไหร่",
  ByTrading: "โดยการซื้อขายโลหะมีค่า?",
  InTheLong:
    "ในระยะยาว โลหะมีค่าจะให้ผลตอบแทนที่ดี แต่ไม่ใช่ในระยะสั้น อย่าหวังเงินล้านหลังผ่านไปหนึ่งเดือน",
  OneThing:
    "สิ่งหนึ่งที่แน่นอนก็คือ: ทองคำและเงินมีแนวโน้มสูงขึ้นอย่างต่อเนื่องเป็นเวลาหลายทศวรรษ และแนวโน้มนี้จะดำเนินต่อไปต่อไปเนื่องจากปริมาณโลหะที่มีอยู่บนโลกลดลงในแต่ละปี ทำให้มีจำนวนจำกัดและมีราคาแพงมากขึ้น",
  HereTheLaw:
    "ที่นี่กฎของอุปสงค์และอุปทานทำงานได้ 100% แม้ว่าอุปสงค์จะยังคงเท่าเดิม แต่อุปทานในตลาดก็ลดลงทุกปี ส่งผลให้ราคาต่อหน่วยทองคำเพิ่มขึ้น",
  Gold: "ทอง",
  Platinum: "แพลตตินัม",
  Silver: "เงิน",
  Min: "30 นาที",
  Hour: "1 ชั่วโมง",
  Day: "1 วัน",
  Week: "1 สัปดาห์",
  Month: "1 เดือน",
} as HowMuchLocaleType;
