import type { SocialTradingType } from "public/locales/social-trading/types";

export default {
  ZeSocial: "Zetrader 社交交易",
  Smart: "智能复制成功交易者的投资组合",
  WeResearched:
    "我们为我们的客户和世界各地的所有交易者研究了这项服务。 如果所有内容都可以在一个应用程序中提供，并由可靠的持牌经纪商支持，那么就不再需要在与外汇无关的不同网站上注册，可疑团体分散在互联网上，通过寻找新的有利可图交易的好想法和信号 贸易和互利合作的可能性。",
  OurApplication:
    "我们的应用程序将允许您创建自动开仓信号，吸引关注您并与您进行交易的订阅者。 您不仅可以从自己的交易中获利，还可以从订阅者那里获得复制的额外收入。",
  IfYouAre:
    "如果您是一名投资者，没有任何外汇技能，只是想进行有利可图的投资并赚取利润，您将欣赏我们应用程序的便利，您可以在其中订阅任何成功交易的交易者并复制它们。",
  Whether:
    "无论您是没有经验的投资者还是专业交易者，您都可以从 Zetradex 社交交易应用程序中受益，而无需在数十个交易社区中注册。",
  OurMission:
    "我们的使命是轻松连接世界各地各个入门级别的交易者，创建一个鼓励知识交流、投资组合复制交易和共享经验的社交交易环境。",
  GoTo: "Zetrader 应用程序",
  SocialTrading: "社交交易",
  Social: "社交交易是一种基于社区参与的投资形式。",
  IfTypically:
    "它通常作为一个真实的平台运行，您可以在其中查看、分享和评论他人的交易活动。",
  SocialTradingAllows:
    "社交交易允许您根据成功交易者的行为分析财务数据，并准确复制他们的举动和策略。",
  Thus: "因此，社交交易包括镜像交易和复制交易。",
  Benefits: "社交交易的好处",
  Fast: "快速启动",
  InvestToday: "今天投资，第一天就获利。 无需花时间自己学习交易。",
  Cooperation: "合作",
  Both: "主控方和订阅方均获利",
  Risk: "风险最小化",
  CopyTheTrades: "复制更有经验的交易者的交易。",
  Time: "节省时间",
  SpendYour:
    "把时间花在放松或主要工作上。 对于 24/7 交易，有专业交易者确保他们自己的盈利能力，同时也是您的盈利能力。",
  Free: "免费服务",
  WeDont: "我们对社交交易服务不收取任何费用。",
  Communication: "沟通",
  SocialTradingAllowsYou:
    "社交交易允许您向其他交易者询问有关市场的问题、表达对交易方法的疑问、讨论事件等等。",
  Not: "还没有订阅社交复制吗？",
  OpenAnAcc: "使用下面的链接开设账户并下载社交交易平台。",
  Open: "开户口",
} as SocialTradingType;
