import type { SocialTradingType } from "public/locales/social-trading/types";

export default {
  ZeSocial: "ज़ेट्रेडर सोशल ट्रेडिंग",
  Smart: "सफल व्यापारियों के पोर्टफोलियो की स्मार्ट नकल",
  WeResearched:
    "हमने अपने ग्राहकों और दुनिया भर के सभी व्यापारियों के लिए इस सेवा पर शोध किया। विदेशी मुद्रा से संबंधित विभिन्न वेबसाइटों पर पंजीकरण करना अब आवश्यक नहीं है, नए लाभदायक सौदों के लिए अच्छे विचारों और संकेतों की तलाश में इंटरनेट पर बिखरे हुए संदिग्ध समूह, यदि सब कुछ एक विश्वसनीय लाइसेंस प्राप्त ब्रोकर द्वारा समर्थित एक एप्लिकेशन में उपलब्ध हो सकता है। व्यापार और पारस्परिक रूप से लाभप्रद सहयोग की संभावना।",
  OurApplication:
    "हमारा एप्लिकेशन आपको सौदों के स्वचालित उद्घाटन के साथ सिग्नल बनाने, उन ग्राहकों को आकर्षित करने की अनुमति देगा जो आपका अनुसरण करेंगे और आपके साथ व्यापार करेंगे। आप न केवल अपने सौदों पर कमाई करेंगे, बल्कि इसे कॉपी करने के लिए ग्राहकों से अतिरिक्त आय भी प्राप्त करेंगे।",
  IfYouAre:
    "यदि आप एक निवेशक हैं, बिना किसी विदेशी मुद्रा कौशल के, जो केवल लाभप्रद रूप से पैसा निवेश करना और लाभ कमाना चाहते हैं, तो आप हमारे एप्लिकेशन की सुविधा की सराहना करेंगे, जहां आप सफल सौदों वाले किसी भी व्यापारी की सदस्यता ले सकते हैं और उन्हें कॉपी कर सकते हैं।",
  Whether:
    "चाहे आप बिना अनुभव वाले निवेशक हों या पेशेवर व्यापारी, आपको दर्जनों व्यापारिक समुदायों में पंजीकरण किए बिना, ज़ेट्रेडेक्स सोशल ट्रेडिंग ऐप से लाभ होगा।",
  OurMission:
    "हमारा मिशन दुनिया भर के व्यापारियों को सभी प्रवेश स्तरों से सहजता से जोड़ना है, एक सामाजिक व्यापारिक वातावरण बनाना है जो ज्ञान विनिमय, पोर्टफोलियो कॉपी-ट्रेडिंग और साझा अनुभवों को प्रोत्साहित करता है।",
  GoTo: "ज़ेट्रेडर ऐप्स",
  SocialTrading: "सोशल ट्रेडिंग",
  Social: "सामाजिक व्यापार सामुदायिक भागीदारी पर आधारित निवेश का एक रूप है।",
  IfTypically:
    "यह आम तौर पर एक वास्तविक मंच के रूप में कार्य करता है जहां आप दूसरों की व्यापारिक गतिविधियों को देख सकते हैं, साझा कर सकते हैं और उन पर टिप्पणी कर सकते हैं।",
  SocialTradingAllows:
    "सोशल ट्रेडिंग आपको सफल व्यापारियों के कार्यों के आधार पर वित्तीय डेटा का विश्लेषण करने और उनकी चाल और रणनीतियों को सटीक रूप से दोहराने की अनुमति देता है।",
  Thus: "इस प्रकार, सोशल ट्रेडिंग में मिरर ट्रेडिंग और कॉपी ट्रेडिंग दोनों शामिल हैं।",
  Benefits: "सोशल ट्रेडिंग के लाभ",
  Fast: "तेजी से शुरू",
  InvestToday:
    "आज निवेश करें, पहले दिन से लाभ पाएं। स्वयं व्यापार करना सीखने में समय बर्बाद करने की कोई आवश्यकता नहीं है।",
  Cooperation: "सहयोग",
  Both: "मास्टर और ग्राहक दोनों लाभ कमाते हैं",
  Risk: "जोखिम न्यूनीकरण",
  CopyTheTrades: "अधिक अनुभवी व्यापारियों के ट्रेडों की प्रतिलिपि बनाएँ।",
  Time: "समय बचाने वाला",
  SpendYour:
    "अपना समय आराम करने या अपने मुख्य काम पर व्यतीत करें। 24/7 ट्रेडिंग के लिए, ऐसे पेशेवर व्यापारी हैं जो अपनी लाभप्रदता सुनिश्चित करते हैं, और साथ ही आपकी भी।",
  Free: "नि: शुल्क सेवा",
  WeDont: "हम सोशल ट्रेडिंग की सेवा के लिए कोई शुल्क नहीं लेते हैं।",
  Communication: "संचार",
  SocialTradingAllowsYou:
    "सोशल ट्रेडिंग आपको अन्य व्यापारियों से बाज़ारों के बारे में प्रश्न पूछने, व्यापार के तरीकों के बारे में संदेह व्यक्त करने, घटनाओं पर चर्चा करने और बहुत कुछ करने की अनुमति देता है।",
  Not: "क्या आपने अभी तक सोशल कॉपीिंग की सदस्यता नहीं ली है?",
  OpenAnAcc:
    "एक खाता खोलें और नीचे दिए गए लिंक का उपयोग करके सोशल ट्रेडिंग प्लेटफॉर्म डाउनलोड करें।",
  Open: "खुला खाता",
} as SocialTradingType;
