import type { SocialTradingType } from "public/locales/social-trading/types";

export default {
  ZeSocial: "Zetrader ソーシャルトレーディング",
  Smart: "成功したトレーダーのポートフォリオをスマートにコピー",
  WeResearched:
    "私たちはクライアントと世界中のすべてのトレーダーのためにこのサービスを調査しました。 信頼できる認可を受けたブローカーによってサポートされ、すべてが 1 つのアプリケーションで利用可能であれば、新しい収益性の高い取引のための良いアイデアやシグナルを探して、インターネット上に散らばる不審なグループや、FX に関係のないさまざまな Web サイトに登録する必要はもうありません。 貿易と相互利益協力の可能性。",
  OurApplication:
    "私たちのアプリケーションを使用すると、取引を自動的に開始するシグナルを作成し、フォローして取引する購読者を引き付けることができます。 自分の取引で稼ぐだけでなく、それをコピーすることで購読者から追加の収入も得られます。",
  IfYouAre:
    "あなたが外国為替のスキルがなくても、お金を有利に投資して利益を得たいと考えている投資家であれば、成功した取引を行っているトレーダーを購読し、それらをコピーできる当社のアプリケーションの利便性を高く評価するでしょう。",
  Whether:
    "経験のない投資家でもプロのトレーダーでも、数十の取引コミュニティに登録することなく、Zetradex ソーシャル トレーディング アプリの恩恵を受けることができます。",
  OurMission:
    "私たちの使命は、あらゆる初心者レベルの世界中のトレーダーを簡単に結び付け、知識交換、ポートフォリオのコピー取引、共有体験を促進するソーシャル取引環境を構築することです。",
  GoTo: "ゼトレーダーアプリ",
  SocialTrading: "ソーシャルトレーディング",
  Social:
    "ソーシャルトレードは、コミュニティの参加に基づいた投資の一形態です。",
  IfTypically:
    "通常、他の人の取引活動を表示、共有、コメントできる実際のプラットフォームとして動作します。",
  SocialTradingAllows:
    "ソーシャル トレーディングを使用すると、成功したトレーダーの行動に基づいて財務データを分析し、彼らの動きや戦略を正確に再現できます。",
  Thus: "したがって、ソーシャル取引にはミラー取引とコピー取引の両方が含まれます。",
  Benefits: "ソーシャルトレードのメリット",
  Fast: "ファストスタート",
  InvestToday:
    "今日投資すれば、初日から利益が得られます。 自分で取引する方法を学ぶのに時間を費やす必要はありません。",
  Cooperation: "協力",
  Both: "マスターとサブスクライバーの両方が利益を得る",
  Risk: "リスクの最小化",
  CopyTheTrades: "経験豊富なトレーダーの取引をコピーします。",
  Time: "時間の節約",
  SpendYour:
    "リラックスしたり、本業に時間を費やしてください。 年中無休の取引では、自分自身の収益性を確保すると同時に、お客様の収益性も確保するプロのトレーダーが存在します。",
  Free: "無料サービス",
  WeDont: "ソーシャルトレードのサービスには一切料金を請求しません。",
  Communication: "コミュニケーション",
  SocialTradingAllowsYou:
    "ソーシャル取引では、市場について他のトレーダーに質問したり、取引方法について疑問を表明したり、イベントについて話し合ったりすることができます。",
  Not: "まだソーシャルコピーに登録していませんか?",
  OpenAnAcc:
    "以下のリンクを使用してアカウントを開き、ソーシャル取引プラットフォームをダウンロードしてください。",
  Open: "オープンアカウント",
} as SocialTradingType;
