import type { SocialTradingType } from "public/locales/social-trading/types";

export default {
  ZeSocial: "Zetrader سوشل ٹریڈنگ",
  Smart: "کامیاب تاجروں کا پورٹ فولیو اسمارٹ کاپی کرنا",
  WeResearched:
    "ہم نے اپنے کلائنٹس اور دنیا بھر کے تمام تاجروں کے لیے اس سروس کی تحقیق کی۔ مختلف ویب سائٹس پر رجسٹر کرنا اب ضروری نہیں ہے جو فاریکس سے متعلق نہیں ہے، انٹرنیٹ پر پھیلے ہوئے مشتبہ گروپس نئے منافع بخش سودوں کے لیے اچھے آئیڈیاز اور سگنلز تلاش کر کے، اگر سب کچھ ایک ہی ایپلیکیشن میں دستیاب ہو، جس میں ایک قابل اعتماد لائسنس یافتہ بروکر کی مدد ہو، تجارت اور باہمی طور پر فائدہ مند تعاون کے امکان کے ساتھ۔",
  OurApplication:
    "ہماری ایپلیکیشن آپ کو سودوں کے خودکار آغاز کے ساتھ سگنلز بنانے، سبسکرائبرز کو راغب کرنے کی اجازت دے گی جو آپ کی پیروی کریں گے اور آپ کے ساتھ تجارت کریں گے۔ آپ نہ صرف اپنے ڈیلز پر کمائیں گے بلکہ اسے کاپی کرنے پر سبسکرائبرز سے اضافی آمدنی بھی حاصل کریں گے۔",
  IfYouAre:
    "اگر آپ ایک سرمایہ کار ہیں، بغیر کسی فاریکس کی مہارت کے، جو صرف منافع بخش طریقے سے پیسہ لگانا اور منافع کمانا چاہتے ہیں، تو آپ ہماری درخواست کی سہولت کو سراہیں گے، جہاں آپ کامیاب سودے کے ساتھ کسی بھی تاجر کو سبسکرائب کر سکتے ہیں اور انہیں کاپی کر سکتے ہیں۔",
  Whether:
    "چاہے آپ کوئی تجربہ نہ رکھنے والے سرمایہ کار ہوں یا پیشہ ور تاجر، آپ درجنوں تجارتی برادریوں میں رجسٹر کیے بغیر Zetradex سوشل ٹریڈنگ ایپ سے فائدہ اٹھائیں گے۔",
  OurMission:
    "ہمارا مشن دنیا بھر کے تاجروں کو داخلے کی تمام سطحوں سے آسانی کے ساتھ جوڑنا ہے، ایک سماجی تجارتی ماحول بنانا ہے جو علم کے تبادلے، پورٹ فولیو کاپی ٹریڈنگ، اور مشترکہ تجربات کی حوصلہ افزائی کرتا ہے۔",
  GoTo: "Zetrader ایپس",
  SocialTrading: "سوشل ٹریڈنگ",
  Social: "سماجی تجارت کمیونٹی کی شرکت پر مبنی سرمایہ کاری کی ایک شکل ہے۔",
  IfTypically:
    "یہ عام طور پر ایک حقیقی پلیٹ فارم کے طور پر کام کرتا ہے جہاں آپ دوسروں کی تجارتی سرگرمیوں کو دیکھ سکتے ہیں، شیئر کر سکتے ہیں اور ان پر تبصرہ کر سکتے ہیں۔",
  SocialTradingAllows:
    "سوشل ٹریڈنگ آپ کو کامیاب ٹریڈرز کے اعمال کی بنیاد پر مالیاتی ڈیٹا کا تجزیہ کرنے اور ان کی چالوں اور حکمت عملیوں کو درست طریقے سے نقل کرنے کی اجازت دیتی ہے۔",
  Thus: "اس طرح، سوشل ٹریڈنگ میں مرر ٹریڈنگ اور کاپی ٹریڈنگ دونوں شامل ہیں۔",
  Benefits: "سماجی تجارت کے فوائد",
  Fast: "تیز شروعات",
  InvestToday:
    "آج ہی سرمایہ کاری کریں، پہلے دن سے منافع حاصل کریں۔ خود تجارت کرنا سیکھنے میں وقت گزارنے کی ضرورت نہیں ہے۔",
  Cooperation: "تعاون",
  Both: "ماسٹر اور سبسکرائبر دونوں ہی منافع کماتے ہیں۔",
  Risk: "خطرے کو کم کرنا",
  CopyTheTrades: "زیادہ تجربہ کار تاجروں کی تجارت کو کاپی کریں۔",
  Time: "وقت کی بچت",
  SpendYour:
    "اپنا وقت آرام یا اپنے اہم کام پر گزاریں۔ 24/7 ٹریڈنگ کے لیے، ایسے پیشہ ور تاجر ہیں جو اپنے منافع کو یقینی بناتے ہیں، اور ساتھ ہی آپ کا۔",
  Free: "مفت سروس",
  WeDont: "ہم سماجی تجارت کی خدمت کے لیے کچھ بھی نہیں لیتے ہیں۔",
  Communication: "مواصلات",
  SocialTradingAllowsYou:
    "سوشل ٹریڈنگ آپ کو دوسرے تاجروں سے مارکیٹوں کے بارے میں سوالات پوچھنے، تجارتی طریقوں کے بارے میں شکوک و شبہات کا اظہار کرنے، واقعات پر تبادلہ خیال کرنے اور مزید بہت کچھ کرنے کی اجازت دیتی ہے۔",
  Not: "ابھی تک سوشل کاپی کرنے کے لیے سبسکرائب نہیں کیا؟",
  OpenAnAcc:
    "ایک اکاؤنٹ کھولیں اور نیچے دیے گئے لنکس کا استعمال کرتے ہوئے سوشل ٹریڈنگ پلیٹ فارم ڈاؤن لوڈ کریں۔",
  Open: "اکاؤنٹ کھولیں۔",
} as SocialTradingType;
