import type { SocialTradingType } from "public/locales/social-trading/types";

export default {
  ZeSocial: "Zetrader социальная торговля",
  Smart: "Умное копирование портфолио успешных трейдеров",
  WeResearched:
    "Мы исследовали эту услугу для наших клиентов и всех трейдеров по всему миру. Больше не нужно регистрироваться на разных сайтах, не связанных с Форексом, подозрительные группы разбросаны по Интернету в поисках хороших идей и сигналов для новых выгодных сделок, если все можно получить в одном приложении, поддерживаемом надежным лицензированным брокером, с возможность торговли и взаимовыгодного сотрудничества.",
  OurApplication:
    "Наше приложение позволит вам создавать сигналы с автоматическим открытием сделок, привлекать подписчиков, которые будут следить за вами и торговать вместе с вами. Вы будете не только зарабатывать на собственных сделках, но и получать дополнительный доход от подписчиков за их копирование.",
  IfYouAre:
    "Если вы инвестор без каких-либо навыков Форекс, который просто хочет выгодно вложить деньги и получить прибыль, вы оцените удобство нашего приложения, где вы можете подписаться на любого трейдера с успешными сделками и копировать их.",
  Whether:
    "Независимо от того, являетесь ли вы инвестором без опыта или профессиональным трейдером, вы получите выгоду от приложения социальной торговли Zetradex без регистрации в десятках торговых сообществ.",
  OurMission:
    "Наша миссия — легко объединить трейдеров со всего мира на всех начальных уровнях, создавая социальную торговую среду, которая способствует обмену знаниями, копированию портфеля и обмену опытом.",
  GoTo: "Приложения Zetrader",
  SocialTrading: "Социальная торговля",
  Social:
    "Социальная торговля — это форма инвестиций, основанная на участии сообщества.",
  IfTypically:
    "Обычно он работает как настоящая платформа, где вы можете просматривать, делиться и комментировать торговую деятельность других.",
  SocialTradingAllows:
    "Социальный трейдинг позволяет анализировать финансовые данные на основе действий успешных трейдеров и точно воспроизводить их действия и стратегии.",
  Thus: "Таким образом, социальная торговля включает в себя как зеркальную торговлю, так и копирование сделок.",
  Benefits: "Преимущества социальной торговли",
  Fast: "Быстрый старт",
  InvestToday:
    "Инвестируйте сегодня, получайте прибыль с первого дня. Нет необходимости тратить время на то, чтобы научиться торговать самостоятельно.",
  Cooperation: "Сотрудничество",
  Both: "И мастер, и подписчик получают прибыль",
  Risk: "Минимизация рисков",
  CopyTheTrades: "Копируйте сделки более опытных трейдеров.",
  Time: "Сохранение времени",
  SpendYour:
    "Потратьте время на отдых или на свою основную работу. Для торговли 24/7 работают профессиональные трейдеры, которые обеспечивают свою прибыльность, а заодно и вашу.",
  Free: "Бесплатный сервис",
  WeDont: "Мы не берем ничего за услугу социального трейдинга.",
  Communication: "Коммуникация",
  SocialTradingAllowsYou:
    "Социальная торговля позволяет вам задавать вопросы другим трейдерам о рынках, выражать сомнения относительно методов торговли, обсуждать события и многое другое.",
  Not: "Еще не подписаны на социальное копирование?",
  OpenAnAcc:
    "Откройте счет и загрузите платформу социальной торговли, используя ссылки ниже.",
  Open: "Открыть аккаунт",
} as SocialTradingType;
