import type { SocialTradingType } from "public/locales/social-trading/types";

export default {
  ZeSocial: "Zetrader การซื้อขายเพื่อสังคม",
  Smart: "การคัดลอกพอร์ตเทรดเดอร์ที่ประสบความสำเร็จอย่างชาญฉลาด",
  WeResearched:
    "เราค้นคว้าบริการนี้สำหรับลูกค้าและเทรดเดอร์ทุกคนทั่วโลก ไม่จำเป็นอีกต่อไปที่จะต้องลงทะเบียนบนเว็บไซต์ต่างๆ ที่ไม่เกี่ยวข้องกับ Forex กลุ่มที่น่าสงสัยกระจัดกระจายไปทั่วอินเทอร์เน็ตโดยมองหาแนวคิดดีๆ และสัญญาณสำหรับข้อตกลงใหม่ที่ทำกำไรได้ หากทุกสิ่งสามารถใช้ได้ในแอปพลิเคชันเดียว ได้รับการสนับสนุนจากโบรกเกอร์ที่ได้รับใบอนุญาตที่เชื่อถือได้ ความเป็นไปได้ของการค้าขายและความร่วมมือที่เป็นประโยชน์ร่วมกัน",
  OurApplication:
    "แอปพลิเคชันของเราจะช่วยให้คุณสร้างสัญญาณด้วยการเปิดข้อตกลงโดยอัตโนมัติ ดึงดูดสมาชิกที่จะติดตามและซื้อขายกับคุณ คุณจะไม่เพียงแต่สร้างรายได้จากข้อตกลงของคุณเอง แต่ยังได้รับรายได้เพิ่มเติมจากสมาชิกสำหรับการคัดลอกอีกด้วย",
  IfYouAre:
    "หากคุณเป็นนักลงทุนที่ไม่มีทักษะด้าน Forex ที่ต้องการลงทุนเงินอย่างมีกำไรและทำกำไร คุณจะประทับใจกับความสะดวกของแอปพลิเคชันของเรา ซึ่งคุณสามารถสมัครรับข้อมูลจากเทรดเดอร์ที่มีข้อตกลงที่ประสบความสำเร็จและคัดลอกข้อเสนอเหล่านั้นได้",
  Whether:
    "ไม่ว่าคุณจะเป็นนักลงทุนที่ไม่มีประสบการณ์หรือเป็นเทรดเดอร์มืออาชีพ คุณจะได้รับประโยชน์จากแอปการซื้อขายทางโซเชียล Zetradex โดยไม่ต้องลงทะเบียนในชุมชนการซื้อขายหลายสิบแห่ง",
  OurMission:
    "ภารกิจของเราคือการเชื่อมโยงเทรดเดอร์ทั่วโลกจากทุกระดับเริ่มต้นอย่างง่ายดาย สร้างสภาพแวดล้อมการซื้อขายทางสังคมที่ส่งเสริมการแลกเปลี่ยนความรู้ การคัดลอกการซื้อขายพอร์ตโฟลิโอ และแบ่งปันประสบการณ์",
  GoTo: "แอพ Zetrader",
  SocialTrading: "การซื้อขายทางสังคม",
  Social:
    "การซื้อขายเพื่อสังคมเป็นรูปแบบหนึ่งของการลงทุนโดยอาศัยการมีส่วนร่วมของชุมชน",
  IfTypically:
    "โดยทั่วไปแล้วจะทำหน้าที่เป็นแพลตฟอร์มจริงที่คุณสามารถดู แบ่งปัน และแสดงความคิดเห็นเกี่ยวกับกิจกรรมการซื้อขายของผู้อื่นได้",
  SocialTradingAllows:
    "Social Trading ช่วยให้คุณสามารถวิเคราะห์ข้อมูลทางการเงินตามการกระทำของเทรดเดอร์ที่ประสบความสำเร็จ และจำลองการเคลื่อนไหวและกลยุทธ์ของพวกเขาได้อย่างแม่นยำ",
  Thus: "ดังนั้น Social Trading จึงครอบคลุมทั้ง Mirror Trading และ Copy Trading",
  Benefits: "ประโยชน์ของการซื้อขายทางสังคม",
  Fast: "เริ่มต้นอย่างรวดเร็ว",
  InvestToday:
    "ลงทุนวันนี้รับกำไรตั้งแต่วันแรก ไม่จำเป็นต้องใช้เวลาเรียนรู้เพื่อแลกเปลี่ยนตัวเอง",
  Cooperation: "ความร่วมมือ",
  Both: "ทั้งมาสเตอร์และสมาชิกต่างก็ทำกำไร",
  Risk: "การลดความเสี่ยง",
  CopyTheTrades: "คัดลอกการซื้อขายของเทรดเดอร์ที่มีประสบการณ์มากกว่า",
  Time: "ประหยัดเวลา",
  SpendYour:
    "ใช้เวลาของคุณในการพักผ่อนหรือทำงานหลักของคุณ สำหรับการซื้อขายตลอด 24 ชั่วโมงทุกวัน มีเทรดเดอร์มืออาชีพที่รับประกันความสามารถในการทำกำไรของตนเอง และในขณะเดียวกันก็เป็นของคุณ",
  Free: "บริการฟรี",
  WeDont: "เราไม่เรียกเก็บเงินใดๆ สำหรับบริการการซื้อขายทางสังคม",
  Communication: "การสื่อสาร",
  SocialTradingAllowsYou:
    "Social Trading ช่วยให้คุณสามารถถามคำถามกับเทรดเดอร์รายอื่นเกี่ยวกับตลาด แสดงความสงสัยเกี่ยวกับวิธีการซื้อขาย หารือเกี่ยวกับเหตุการณ์ และอื่นๆ",
  Not: "ยังไม่ได้สมัครรับการคัดลอกทางสังคมหรือยัง?",
  OpenAnAcc:
    "เปิดบัญชีและดาวน์โหลดแพลตฟอร์มการซื้อขายทางสังคมโดยใช้ลิงก์ด้านล่าง",
  Open: "เปิดบัญชี",
} as SocialTradingType;
