import type { SocialTradingType } from "public/locales/social-trading/types";

export default {
  ZeSocial: "Zetrader 社交交易",
  Smart: "智慧複製成功交易者的投資組合",
  WeResearched:
    "我們為我們的客戶和世界各地的所有交易者研究了這項服務。 如果所有內容都可以在一個應用程式中提供，並由可靠的持牌經紀商支持，那麼就不再需要在與外匯無關的不同網站上註冊，可疑團體分散在互聯網上，透過尋找新的有利可圖圖交易的好點子和訊號貿易和互利合作的可能性。",
  OurApplication:
    "我們的應用程式將允許您建立自動開倉訊號，吸引追蹤您並與您進行交易的訂閱者。 您不僅可以從自己的交易中獲利，還可以從訂閱者那裡獲得複製的額外收入。",
  IfYouAre:
    "如果您是投資者，沒有任何外匯技能，只是想進行有利可圖的投資並賺取利潤，您將欣賞我們應用程式的便利，您可以在其中訂閱任何成功交易的交易者並複製它們。",
  Whether:
    "無論您是沒有經驗的投資者還是專業交易者，您都可以從 Zetradex 社交交易應用程式中受益，而無需在數十個交易社群中註冊。",
  OurMission:
    "我們的使命是輕鬆連接世界各地各個入門級別的交易者，創造一個鼓勵知識交流、投資組合複製交易和共享經驗的社交交易環境。",
  GoTo: "Zetrader 應用程式",
  SocialTrading: "社群交易",
  Social: "社交交易是一種基於社區參與的投資形式。",
  IfTypically:
    "它通常作為一個真實的平台運行，您可以在其中查看、分享和評論他人的交易活動。",
  SocialTradingAllows:
    "社交交易可讓您根據成功交易者的行為分析財務數據，並準確地複製他們的舉動和策略。",
  Thus: "因此，社交交易包括鏡像交易和複製交易。",
  Benefits: "社交交易的好處",
  Fast: "快速啟動",
  InvestToday: "今天投資，第一天就獲利。 無需花時間自己學習交易。",
  Cooperation: "合作",
  Both: "主控方和訂閱方均獲利",
  Risk: "風險最小化",
  CopyTheTrades: "複製更有經驗的交易者的交易。",
  Time: "節省時間",
  SpendYour:
    "把時間花在放鬆或主要工作上。 對於 24/7 交易，有專業交易者確保他們自己的盈利能力，同時也是您的盈利能力。",
  Free: "免費服務",
  WeDont: "我們對社交交易服務不收取任何費用。",
  Communication: "溝通",
  SocialTradingAllowsYou:
    "社交交易可讓您向其他交易者詢問有關市場的問題、表達對交易方法的疑問、討論事件等等。",
  Not: "還沒有訂閱社交複製嗎？",
  OpenAnAcc: "使用下面的連結開設帳戶並下載社交交易平台。",
  Open: "開戶口",
} as SocialTradingType;
