import { WhyChooseLocaleType } from "./types";

export default {
  WhyChooseZeStandardAccount: "ज़े स्टैंडर्ड अकाउंट क्यों चुनें",
  LicensedBroker: "लाइसेंस प्राप्त ब्रोकर",
  ZetradexIsARegulated:
    "ज़ेट्रेडेक्स एक विनियमित फ़ॉरेक्स ब्रोकर है जिसकी प्रतिष्ठा बहुत अच्छी है।",
  TightSpreads: "टाइट स्प्रेड",
  WeOffer:
    "हम फिक्स्ड या फ़्लोटिंग स्प्रेड और तेज़ ऑर्डर निष्पादन वाले खाते ऑफ़र करते हैं।",
  BroadBonusProgram: "व्यापक बोनस कार्यक्रम",
  PeopleWhoPrefer:
    "जो लोग बोनस के साथ ट्रेडिंग करना पसंद करते हैं, वे अपनी ज़रूरतों के हिसाब से कोई एक चुन सकते हैं।",
  VarietyOfAssets: "विविध प्रकार की संपत्तियाँ",
  WeHaveALarge: "हमारे पास चुनने के लिए ट्रेडिंग सिंबल/एसेट का एक बड़ा चयन है।",
  ZeStandardAccountCreated:
    "जैसे संगीत में, मोज़ार्ट और बीथोवेन की रचनाएँ हर समय प्रासंगिक होती हैं, फ़ॉरेक्स की दुनिया में, स्टैंडर्ड अकाउंट हर उस व्यक्ति के लिए एक ज़रूरी टूल है जो फ़ॉरेक्स में निवेश करने और पैसे कमाने का फ़ैसला करता है। आपको लगभग हर ब्रोकर के पास इस नाम का अकाउंट मिल जाएगा, लेकिन सिर्फ़ हमारे पास ही आपको एक प्रामाणिक स्टैंडर्ड अकाउंट मिलेगा जैसा कि होना चाहिए, साथ ही ज़ेट्रेडेक्स से उच्च उत्तोलन, विशेष बोनस और अतिरिक्त सेवाओं का लाभ उठाने की क्षमता, साथ ही हमारे अभिनव ट्रेडिंग प्लेटफ़ॉर्म तक पहुँच जो अपनी सुविधा और विश्वसनीयता के कारण आपको आपके लक्ष्यों तक पहुँचाकर जल्दी ही आपका पसंदीदा बन जाता है।",
  YouAreAble:
    "आप अपने ज़े स्टैण्डर्ड अकाउंट को एक छोटी जमा राशि से रिचार्ज कर सकते हैं जो सेंट में प्रदर्शित होगी और 100 गुना बड़ी दिखाई देगी। इस तरह आप वॉल्यूम और मुफ़्त मार्जिन की चिंता किए बिना ट्रेड कर सकते हैं। तो क्यों न आज ही ज़े स्टैण्डर्ड अकाउंट खोलें और आत्मविश्वास के साथ ट्रेडिंग शुरू करें?",
  OpenAccount: "खाता खोलें",
} as WhyChooseLocaleType;
