import { WhyChooseLocaleType } from "./types";

export default {
  WhyChooseZeStandardAccount: "زی معیاری اکاؤنٹ کیوں منتخب کریں۔",
  LicensedBroker: "لائسنس یافتہ بروکر",
  ZetradexIsARegulated:
    "Zetradex مضبوط ساکھ کے ساتھ ایک باقاعدہ فاریکس بروکر ہے۔",
  TightSpreads: "تنگ پھیلتا ہے",
  WeOffer:
    "ہم فکسڈ یا فلوٹنگ اسپریڈز اور تیز آرڈر پر عملدرآمد کے ساتھ اکاؤنٹس پیش کرتے ہیں۔",
  BroadBonusProgram: "وسیع بونس پروگرام",
  PeopleWhoPrefer:
    "جو لوگ بونس کے ساتھ تجارت کو ترجیح دیتے ہیں وہ اپنی ضروریات کے مطابق کسی ایک کا انتخاب کر سکتے ہیں۔",
  VarietyOfAssets: "مختلف قسم کے اثاثے۔",
  WeHaveALarge:
    "ہمارے پاس تجارتی علامتوں/اثاثوں کا ایک بڑا انتخاب ہے جس میں سے انتخاب کرنا ہے۔",
  ZeStandardAccountCreated:
    "بالکل اسی طرح جیسے موسیقی میں، Mozart اور Beethoven کے کام ہر وقت متعلقہ ہوتے ہیں، فاریکس کی دنیا میں، اسٹینڈرڈ اکاؤنٹ ہر اس شخص کے لیے ضروری ٹول ہے جو فاریکس میں سرمایہ کاری کرنے اور پیسہ کمانے کا فیصلہ کرتا ہے۔ آپ کو اس نام کا اکاؤنٹ تقریباً ہر بروکر کے پاس ملنے کا امکان ہے، لیکن صرف ہمارے ساتھ ہی آپ کو ایک مستند معیاری اکاؤنٹ ملے گا جیسا کہ ہونا چاہیے، نیز Zetradex کی جانب سے اعلیٰ لیوریج، خصوصی بونس اور اضافی خدمات سے فائدہ اٹھانے کی اہلیت۔ ہمارے اختراعی تجارتی پلیٹ فارم تک رسائی کے طور پر جو اپنی سہولت اور وشوسنییتا کی بدولت آپ کو اپنے اہداف کی طرف لے کر تیزی سے آپ کا پسندیدہ بن جاتا ہے۔",
  YouAreAble:
    "آپ اپنے زی اسٹینڈرڈ اکاؤنٹ کو ایک چھوٹی ڈپازٹ کے ساتھ ری چارج کرنے کے قابل ہیں جو سینٹ میں ظاہر ہوگا اور 100 گنا بڑا ظاہر ہوگا۔ اس طرح آپ حجم اور مفت مارجن کی فکر کیے بغیر تجارت کر سکتے ہیں۔ تو کیوں نہ آج ہی ze سٹینڈرڈ اکاؤنٹ کھولیں اور اعتماد کے ساتھ ٹریڈنگ شروع کریں؟",
  OpenAccount: "اکاؤنٹ کھولیں۔",
} as WhyChooseLocaleType;
