import { WhyChooseLocaleType } from "./types";

export default {
  WhyChooseZeStandardAccount:
    "Почему стоит выбрать стандартную учетную запись ze",
  LicensedBroker: "Лицензированный брокер",
  ZetradexIsARegulated:
    "Zetradex — регулируемый форекс-брокер с хорошей репутацией.",
  TightSpreads: "Узкие спреды",
  WeOffer:
    "Мы предлагаем счета с фиксированными или плавающими спредами и быстрым исполнением ордеров.",
  BroadBonusProgram: "Широкая бонусная программа",
  PeopleWhoPrefer:
    "Люди, которые предпочитают торговать с бонусами, могут выбрать тот, который соответствует их потребностям.",
  VarietyOfAssets: "Разнообразие активов",
  WeHaveALarge: "У нас есть большой выбор торговых символов/активов на выбор.",
  ZeStandardAccountCreated:
    "Как и в музыке, произведения Моцарта и Бетховена актуальны во все времена, в мире Форекс счет Standard является актуальным незаменимым инструментом для каждого, кто решает инвестировать и зарабатывать на Форексе. Вероятно, вы найдете учетную запись с таким именем почти у каждого брокера, но только у нас вы получите подлинную стандартную учетную запись, какой она должна быть, а также возможность воспользоваться высоким кредитным плечом, эксклюзивными бонусами и дополнительными услугами от Zetradex. как доступ к нашей инновационной торговой платформе, которая быстро станет вашей любимой, приведя вас к вашим целям благодаря своему удобству и надежности.",
  YouAreAble:
    "Вы можете пополнить свой стандартный счет ze с помощью небольшого депозита, который будет отображаться в центах и ​​будет отображаться в 100 раз больше. Таким образом, вы можете торговать, не беспокоясь об объемах и свободной марже. Так почему бы не открыть стандартный счет сегодня и не начать торговать с уверенностью?",
  OpenAccount: "Открыть аккаунт",
} as WhyChooseLocaleType;
