import { WhyChooseLocaleType } from "./types";

export default {
  WhyChooseZeStandardAccount: "เหตุใดจึงเลือกบัญชี ze Standard",
  LicensedBroker: "นายหน้าที่ได้รับใบอนุญาต",
  ZetradexIsARegulated:
    "Zetradex เป็นโบรกเกอร์ฟอเร็กซ์ที่ได้รับการควบคุมและมีชื่อเสียงอย่างมาก",
  TightSpreads: "สเปรดแน่น",
  WeOffer:
    "เราเสนอบัญชีที่มีสเปรดคงที่หรือลอยตัวและการดำเนินการตามคำสั่งที่รวดเร็ว",
  BroadBonusProgram: "โปรแกรมโบนัสแบบกว้าง",
  PeopleWhoPrefer:
    "ผู้ที่ชื่นชอบการซื้อขายด้วยโบนัสสามารถเลือกหนึ่งรายการเพื่อให้เหมาะกับความต้องการของพวกเขา",
  VarietyOfAssets: "ทรัพย์สินที่หลากหลาย",
  WeHaveALarge: "เรามีสัญลักษณ์การซื้อขาย/สินทรัพย์ให้เลือกมากมาย",
  ZeStandardAccountCreated:
    "เช่นเดียวกับในดนตรี ผลงานของ Mozart และ Beethoven มีความเกี่ยวข้องตลอดเวลา ในโลกของ Forex บัญชี Standard เป็นเครื่องมือที่ต้องมีสำหรับทุกคนที่ตัดสินใจลงทุนและรับเงินใน Forex คุณมีแนวโน้มที่จะพบบัญชีที่มีชื่อนี้ในเกือบทุกโบรกเกอร์ แต่เฉพาะกับเราเท่านั้นที่คุณจะได้รับบัญชี Standard ที่แท้จริงตามที่ควรจะเป็น พร้อมด้วยความสามารถในการใช้ประโยชน์จากเลเวอเรจที่สูง โบนัสพิเศษ และบริการเพิ่มเติมจาก Zetradex เช่นกัน เป็นการเข้าถึงแพลตฟอร์มการซื้อขายที่เป็นนวัตกรรมของเราซึ่งกลายเป็นรายการโปรดของคุณอย่างรวดเร็วโดยนำคุณไปสู่เป้าหมายด้วยความสะดวกสบายและความน่าเชื่อถือ",
  YouAreAble:
    "คุณสามารถเติมเงินบัญชี ze Standard ของคุณด้วยเงินฝากจำนวนเล็กน้อยซึ่งจะแสดงเป็นเซนต์และจะปรากฏมากกว่า 100 เท่า ด้วยวิธีนี้คุณสามารถซื้อขายได้โดยไม่ต้องกังวลกับปริมาณและมาร์จิ้นอิสระ แล้วทำไมไม่เปิดบัญชี ze Standard วันนี้และเริ่มซื้อขายด้วยความมั่นใจล่ะ?",
  OpenAccount: "เปิดบัญชี",
} as WhyChooseLocaleType;
