import type { ClientLoyaltyProgram } from "public/locales/terms-and-conditions/client-loyalty-program/types";

export default {
  Agreement: "客户 Ze 忠诚度计划协议",
  Chapter_1: "第 1 章 一般条件、术语",
  Chapter_1_1:
    "1.1 Ze 忠诚计划是 Zetradex 控股公司的一项营销活动，旨在支持客户与公司之间的长期合作。 这是一个累积特殊积分的计划，客户可以收集这些积分并兑换真实的提款或奖金。",
  Chapter_1_2: "1.2 LP交易手数是指必须完成一定数量的交易才能解锁和提取利润。",
  Chapter_1_3:
    "1.3 在计算交易手数时，公司仅考虑每手至少 +5 点的正交易结果（仅限货币对）的交易。 其他交易将不被考虑在内。",
  Chapter_1_4: "1.4 Ze积分余额是为每个客户累积Ze积分的特殊余额。",
  Chapter_1_5: "1.5 Ze 积分是奖励给客户进行活动和使用公司服务的货币单位。",
  Chapter_2: "第二章 当事人的权利和义务",
  Chapter_2_1:
    "2,1 客户有权根据本计划注册和接收Ze积分，以及将其兑换成真实货币或奖金。",
  Chapter_2_2:
    "2.2 公司没有资格限制客户所获得的积分总和。 同时，公司确定了可以兑换成真实货币或奖金的最低限额：至少1000 Ze积分。",
  Chapter_2_3:
    "2.3 公司有义务自授予之日起至少 18 个月内在特别余额中积累客户的 Ze 积分。",
  Chapter_2_4: "2.4 公司有资格在下列情况下取消 Ze 积分：",
  Chapter_2_4_1: "2.4.1 如果客户在 24 小时内存款和取款且/或没有任何交易活动",
  Chapter_2_4_2: "2.4.2 如果客户违反用户协议的条款和条件",
  Chapter_2_4_3:
    "2.4.3 如果在超过 18 个月的时间内不活跃，即在此期间没有任何交易，没有检测到任何存款，并且账户余额低于 10 美元/每个账户",
  Chapter_2_4_4: "2.4.4 如果决定完全取消Ze忠诚度计划。",
  Chapter_2_5:
    "2.5 公司保留修改或变更本协议条款的权利，恕不另行通知，但每月不得超过一次。 客户可以自行决定定期检查网站上发布的协议以了解条件的变化。",
  Chapter_3: "第三章积分累积与兑换流程。",
  Chapter_3_1:
    "3,1 公司根据本协议制定以下 Ze 积分累积程序。 它可以在以下情况下授予：",
  Chapter_3_1_1: "3.1.1 充值交易账户，每美元1点：",
  Chapter_3_1_2: "3,1,2 用于参加营销活动和永久性促销活动，金额由公司特别决定",
  Chapter_3_1_3: "3,1,3 对于 1 LP 交易手数的交易活动 = 10 点",
  Chapter_3_1_4: "3,1,4长期合作，12个月及以上+500积分",
  Chapter_3_1_5: "3,1,5 加入Ze Insurance计划，金额+500积分",
  Chapter_3_1_6: "3.1.6 公司决定的其他情况",
  Chapter_3_2: "3.2 公司根据Ze积分实行+5%的月费，每月加到Ze积分的总和上。",
  Chapter_3_3:
    "3.3 公司制定了特殊的积分变更程序。 如果满足以下条件，它可以兑换成真钱或奖金：",
  Chapter_3_3_1: "3.3.1 累计积分至少1000分；",
  Chapter_3_3_2:
    "3.3.2 若客户有一定数量的LP交易手数，则按公式计算：N=x/100，其中N-交易手数，x-为Ze积分总和。 因此，要转换 1000 Ze 积分，客户应至少拥有 1000/100 = 10 交易手数。",
  Chapter_3_4: "3.4 如果满足第 3.2 条，公司将设置累积积分的特殊利率变化：",
  Chapter_3_4_1: "3.4.1 兑换成真实货币的兑换率为 1 点 = 1 美元美分",
  Chapter_3_4_2: "3.4.2 兑换为不可提取奖金，兑换率 1 点 = 3 美元美分",
  Chapter_3_5: "3.5 如果Ze积分兑换成真实货币，则可以随时提取，没有限制。",
  Chapter_3_6:
    "3.6 如果Ze积分兑换成不可提取的奖金，则只能用于交易。 超过奖金的利润可以提取。 奖金将根据无存款奖金的条款和条件提供，并且只能授予新注册账户。",
} as ClientLoyaltyProgram;
