import type { ClientLoyaltyProgram } from "public/locales/terms-and-conditions/client-loyalty-program/types";

export default {
  Agreement: "क्लाइंट ज़ी लॉयल्टी प्रोग्राम समझौता",
  Chapter_1: "अध्याय 1. सामान्य शर्तें, शब्दावली",
  Chapter_1_1:
    "1.1 ज़ी लॉयल्टी कार्यक्रम ग्राहक और कंपनी के बीच दीर्घकालिक सहयोग का समर्थन करने के उद्देश्य से ज़ीट्रेडेक्स होल्डिंग कंपनी का एक विपणन कार्यक्रम है। यह विशेष अंक अर्जित करने का एक कार्यक्रम है, जिसे ग्राहक द्वारा एकत्र किया जा सकता है और वास्तविक निकासी धन या बोनस के बदले बदला जा सकता है।",
  Chapter_1_2:
    "1.2 एलपी ट्रेडेड लॉट सौदों की एक निश्चित मात्रा है जिसे अनलॉक करने और लाभ निकालने के लिए पूरा किया जाना चाहिए।",
  Chapter_1_3:
    "1.3 व्यापारिक लॉट की गणना करते समय, कंपनी केवल मुद्रा जोड़े में कम से कम +5 पिप्स प्रति लॉट के सकारात्मक व्यापारिक परिणाम वाले सौदों को ही ध्यान में रखती है। अन्य सौदों पर ध्यान नहीं दिया जाएगा.",
  Chapter_1_4:
    "1.4 ज़ी पॉइंट बैलेंस एक विशेष बैलेंस है जिस पर प्रत्येक ग्राहक के लिए ज़ी पॉइंट जमा होते हैं।",
  Chapter_1_5:
    "1.5 ज़ी पॉइंट एक मौद्रिक इकाई है जो ग्राहक को कंपनी की सेवाओं की गतिविधि और उपयोग के लिए प्रदान की जाती है।",
  Chapter_2: "अध्याय 2. पार्टियों के अधिकार और दायित्व",
  Chapter_2_1:
    "2,1 ग्राहक को इस कार्यक्रम के अनुसार पंजीकरण करने और ज़ी पॉइंट प्राप्त करने का अधिकार है, साथ ही उन्हें वास्तविक धन या बोनस में बदलने का भी अधिकार है।",
  Chapter_2_2:
    "2.2 कंपनी ग्राहकों को प्राप्त अंकों के योग तक सीमित करने के लिए पात्र नहीं है। उसी समय, कंपनी ने एक न्यूनतम निर्धारित किया जिसे वास्तविक धन या बोनस में परिवर्तित किया जा सकता है: न्यूनतम 1000 ज़ी अंक।",
  Chapter_2_3:
    "2.3 कंपनी विशेष शेष राशि पर ग्राहक के ज़ी अंक जमा करने की तारीख से कम से कम 18 महीने के लिए बाध्य है।",
  Chapter_2_4: "2.4 कंपनी अगले मामलों में ज़ी पॉइंट रद्द करने के लिए पात्र है:",
  Chapter_2_4_1:
    "2.4.1 यदि ग्राहक ने 24 घंटों के भीतर और/या बिना किसी व्यापारिक गतिविधि के पैसे जमा किए और निकाले",
  Chapter_2_4_2:
    "2.4.2 यदि ग्राहक ने उपयोगकर्ता अनुबंध के नियमों और शर्तों का उल्लंघन किया है",
  Chapter_2_4_3:
    "2.4.3 यदि 18 महीने से अधिक की अवधि में निष्क्रिय है यानी इस अवधि के दौरान कोई व्यापार नहीं हुआ, कोई जमा नहीं पाया गया और खातों पर शेष राशि 10$/प्रति खाता से कम है",
  Chapter_2_4_4:
    "2.4.4 यदि ज़ी लॉयल्टी कार्यक्रम को पूर्ण रूप से रद्द करने का निर्णय लिया गया है।",
  Chapter_2_5:
    "2.5 कंपनी बिना किसी पूर्व सूचना के अनुबंध की शर्तों में संशोधन या बदलाव करने का अधिकार सुरक्षित रखती है, लेकिन महीने में एक बार से अधिक नहीं। ग्राहक, अपने विवेक से, शर्तों में बदलाव के लिए समय-समय पर वेबसाइट पर प्रकाशित समझौते की जांच कर सकता है।",
  Chapter_3: "अध्याय 3. अंक अर्जित करने और आदान-प्रदान करने की प्रक्रिया।",
  Chapter_3_1:
    "3,1 कंपनी, इस समझौते के द्वारा, ज़ी अंक अर्जित करने के लिए निम्नलिखित प्रक्रिया स्थापित करती है। इसे निम्नलिखित मामलों में प्रदान किया जा सकता है:",
  Chapter_3_1_1:
    "3.1.1 ट्रेडिंग खाते को पुनः भरने के लिए, प्रति अमेरिकी डॉलर 1 अंक:",
  Chapter_3_1_2:
    "3,1,2 कंपनी के एक विशेष निर्णय द्वारा राशि में विपणन कार्यक्रमों और स्थायी पदोन्नति में भागीदारी के लिए",
  Chapter_3_1_3:
    "3,1,3 1 एलपी की राशि में ट्रेडिंग गतिविधि के लिए ट्रेडेड लॉट = 10 अंक",
  Chapter_3_1_4: "3,1,4 दीर्घकालिक सहयोग के लिए, 12 महीने और अधिक +500 अंक",
  Chapter_3_1_5:
    "ज़ी इंश्योरेंस कार्यक्रम में शामिल होने के लिए 3,1,5, राशि में +500 अंक",
  Chapter_3_1_6: "3.1.6 अन्य मामलों में कंपनी के निर्णय से",
  Chapter_3_2:
    "3.2 कंपनी ज़ी पॉइंट्स के आधार पर +5% मासिक दर लागू करती है, जिसे ज़ी पॉइंट्स के योग में मासिक रूप से जोड़ा जाता है।",
  Chapter_3_3:
    "3.3 कंपनी ने संचित अंकों को बदलने की एक विशेष प्रक्रिया निर्धारित की है। इसे वास्तविक धन या बोनस में बदला जा सकता है यदि:",
  Chapter_3_3_1: "3.3.1 यदि कम से कम 1000 अंक एकत्रित हों;",
  Chapter_3_3_2:
    "3.3.2 यदि ग्राहक के पास एलपी ट्रेडेड लॉट की एक निश्चित मात्रा है, तो सूत्र द्वारा गणना की जाती है: एन = एक्स/100, जहां एन - ट्रेडेड लॉट की संख्या, एक्स - ज़ी पॉइंट्स का योग है। इस प्रकार, 1000 ज़ी पॉइंट्स को परिवर्तित करने के लिए, ग्राहक के पास कम से कम 1000/100 = 10 ट्रेडेड लॉट होने चाहिए।",
  Chapter_3_4:
    "3.4 यदि खंड 3.2 पूरा होता है तो कंपनी ने संचित अंकों की एक विशेष दर में बदलाव निर्धारित किया है:",
  Chapter_3_4_1:
    "3.4.1 वास्तविक धन में बदलने पर रूपांतरण दर 1 अंक = 1 यूएसडी सेंट है",
  Chapter_3_4_2:
    "3.4.2 गैर-निकासी योग्य बोनस में बदलकर, रूपांतरण दर 1 अंक = 3 यूएसडी सेंट",
  Chapter_3_5:
    "3.5 यदि ज़ी पॉइंट्स को वास्तविक धन में बदला जाता है तो इसे बिना किसी सीमा के कभी भी निकाला जा सकता है।",
  Chapter_3_6:
    "3.6 यदि ज़ी पॉइंट्स को गैर-निकासी योग्य बोनस में एक्सचेंज किया जाता है तो इसका उपयोग केवल ट्रेडिंग के लिए किया जा सकता है। बोनस पर लाभ वापस लिया जा सकता है। बोनस नो डिपॉजिट बोनस के नियमों और शर्तों के अनुसार प्रदान किया जाएगा और इसे केवल नए पंजीकृत खाते में ही दिया जा सकता है।",
} as ClientLoyaltyProgram;
