import type { ClientLoyaltyProgram } from "public/locales/terms-and-conditions/client-loyalty-program/types";

export default {
  Agreement: "Client Ze ロイヤルティ プログラム契約",
  Chapter_1: "第 1 章 一般条件、用語",
  Chapter_1_1:
    "1.1 Ze ロイヤルティ プログラムは、クライアントと当社の間の長期的な協力をサポートすることを目的とした Zetradex Holding Company のマーケティング イベントです。 これは特別なポイントを蓄積するためのプログラムであり、クライアントが集めて実際の出金金やボーナスと交換することができます。",
  Chapter_1_2:
    "1.2 LP 取引ロットは、利益のロックを解除して引き出すために完了する必要がある一定量の取引です。",
  Chapter_1_3:
    "1.3 取引ロットを計算する際、当社は通貨ペアのみでロットあたり少なくとも +5 ピップスのプラスの取引結果を持つ取引のみを考慮します。 他の取引は考慮されません。",
  Chapter_1_4:
    "1.4 Ze ポイント残高は、顧客ごとに Ze ポイントが蓄積される特別な残高です。",
  Chapter_1_5:
    "1.5 Ze ポイントは、当社のサービスの活動および利用に対してクライアントに付与される通貨単位です。",
  Chapter_2: "第 2 章 当事者の権利と義務",
  Chapter_2_1:
    "2,1 クライアントは、このプログラムに従って登録して Ze ポイントを受け取る権利を有し、また、それらを実際のお金またはボーナスに交換する権利を有します。",
  Chapter_2_2:
    "2.2 当社は、受け取ったポイントの合計によって顧客を制限する資格はありません。 同時に、当社はリアルマネーまたはボーナスに交換できる最低額を決定しました: 最低 1000 Ze ポイント。",
  Chapter_2_3:
    "2.3 当社は、クライアントの Ze ポイントを付与日から少なくとも 18 か月間、特別残高に蓄積する義務があります。",
  Chapter_2_4: "2.4 当社は、次の場合に Ze ポイントを取り消すことができます。",
  Chapter_2_4_1:
    "2.4.1 顧客が 24 時間以内に、および/または取引活動を行わずに資金を入出金した場合",
  Chapter_2_4_2: "2.4.2 お客様が利用規約に違反した場合",
  Chapter_2_4_3:
    "2.4.3 18 か月以上非アクティブな場合、つまり取引がなく、この期間中に入金が検出されず、アカウントの残高が 1 アカウントあたり 10 ドル未満の場合",
  Chapter_2_4_4:
    "2.4.4 Ze ロイヤルティ プログラムを完全にキャンセルすることを決定した場合。",
  Chapter_2_5:
    "2.5 当社は、月に 1 回を超えずに、事前通知なしに契約条件を修正または変更する権利を留保します。 顧客は、自らの裁量により、条件の変更についてウェブサイトに公開されている契約を定期的に確認することができます。",
  Chapter_3: "第3章 ポイントの貯め方・交換手順",
  Chapter_3_1:
    "3.1 当社は、本規約により、Zeポイントの蓄積手順を以下のとおり定めます。 次の場合に授与される可能性があります。",
  Chapter_3_1_1: "3.1.1 取引口座を補充する場合、米ドルあたり 1 ポイント:",
  Chapter_3_1_2:
    "3、1、2 マーケティング イベントおよび恒久的なプロモーションへの参加のため、当社が特別に決定した額",
  Chapter_3_1_3: "3,1,3 1 LP 取引ロットの量での取引活動の場合 = 10 ポイント",
  Chapter_3_1_4: "3,1,4 長期協力の場合、12ヶ月以上+500ポイント",
  Chapter_3_1_5: "3,1,5 Ze保険加入で＋500ポイント",
  Chapter_3_1_6: "3.1.6 その他当社の判断による場合",
  Chapter_3_2:
    "3.2 当社は、Ze ポイントに基づいて +5% の月額料金を実施し、Ze ポイントの合計に毎月加算されます。",
  Chapter_3_3:
    "3.3 当社は、累計ポイントの変更について特別な手続きを設けております。 以下の場合、リアルマネーまたはボーナスに交換できます。",
  Chapter_3_3_1: "3.3.1 少なくとも 1000 ポイントを集めた場合。",
  Chapter_3_3_2:
    "3.3.2 クライアントが一定量の LP 取引ロットを持っている場合、次の式で計算されます: N = x/100、ここで、N - 取引ロット数、x - は Ze ポイントの合計です。 したがって、1000 Ze ポイントを交換するには、クライアントは少なくとも 1000/100 = 10 の取引ロットを持っている必要があります。",
  Chapter_3_4:
    "3.4 当社は、第 3.2 条が満たされる場合、蓄積ポイントの特別レート変更を設定します。",
  Chapter_3_4_1:
    "3.4.1 リアルマネーに変更すると換算レートは1ポイント=1USDセントとなります",
  Chapter_3_4_2:
    "3.4.2 出金不可ボーナスへの交換により、交換レート 1 ポイント = 3 USD セント",
  Chapter_3_5:
    "3.5 Ze ポイントがリアルマネーに交換された場合、いつでも制限なく引き出すことができます。",
  Chapter_3_6:
    "3.6 Ze ポイントが出金不可のボーナスに交換された場合、取引のみに使用できます。 ボーナスを超えた利益は出金可能です。 ボーナスは入金不要ボーナスの利用規約に従って提供され、新規登録アカウントにのみ付与されます。",
} as ClientLoyaltyProgram;
