import type { ClientLoyaltyProgram } from "public/locales/terms-and-conditions/client-loyalty-program/types";

export default {
  Agreement: "Соглашение о программе лояльности «Клиент Ze»",
  Chapter_1: "Глава 1. Общие условия, терминология.",
  Chapter_1_1:
    "1.1 Ze Программа лояльности  – маркетинговое мероприятие Холдинговой компании Zetradex, имеющее целью поддержку долгосрочного сотрудничества между клиентом и Компанией. Это программа накопления специальных баллов, которые клиент может накапливать и обменивать на реальные деньги для вывода или бонусы.",
  Chapter_1_2:
    "1.2 ПЛ отторгованные лоты  – это определенный объем сделок, которые необходимо совершить для разблокировки и вывода прибыли.",
  Chapter_1_3:
    "1.3 При расчете торгуемых лотов Компания учитывает только сделки с положительным торговым результатом не менее +5 пунктов за лот, только валютные пары. Остальные сделки учитываться не будут.",
  Chapter_1_4:
    "1.4 Баланс баллов Ze – это специальный баланс, на котором баллы Ze накапливаются для каждого отдельного клиента.",
  Chapter_1_5:
    "1.5 Зе балл – денежная единица, которая начисляется клиенту за активность и использование услуг Компании.",
  Chapter_2: "Глава 2. Права и обязанности сторон.",
  Chapter_2_1:
    "2,1 Клиент имеет право зарегистрироваться и получать баллы  по данной программе, а также обменивать их на реальные деньги или бонусы.",
  Chapter_2_2:
    "2.2 Компания не имеет права ограничивать клиентов по сумме полученных баллов. В то же время Компания определила минимум, который можно конвертировать в реальные деньги или бонусы: минимум 1000 баллов.",
  Chapter_2_3:
    "2.3 Компания обязана накапливать баллы  клиента на специальном балансе не менее 18 месяцев с даты его предоставления.",
  Chapter_2_4:
    "2.4 Компания имеет право аннулировать баллы в следующих случаях:",
  Chapter_2_4_1:
    "2.4.1 Если Клиент вносил и выводил деньги без какой-либо торговой активности и/или если было зафиксировано пополнение и выведение денежных средств в течении 24 часов.",
  Chapter_2_4_2:
    "2.4.2 Если Клиент нарушил условия Пользовательского соглашения",
  Chapter_2_4_3:
    "2.4.3 Если нет никакой активности по счетам в течение более 18 месяцев, т. е. в течение этого периода не было обнаружено никаких новых сделок, депозитов и баланс на счетах ниже 10$/на каждый счет.",
  Chapter_2_4_4:
    "2.4.4 Если принято решение отказаться от программы лояльности  полностью.",
  Chapter_2_5:
    "2,5  Компания оставляет за собой право дополнять или изменять условия Программы без предварительного уведомления, но не чаще одного раза в месяц. Клиент по своему усмотрению может периодически проверять опубликованное на сайте соглашение на предмет изменения условий.",
  Chapter_3: "Глава 3. Порядок начисления и обмена баллов.",
  Chapter_3_1:
    "3,1 Компания настоящим договором устанавливает следующий порядок начисления баллов. Его можно присудить в следующих случаях:",
  Chapter_3_1_1: "3.1.1 За пополнение торгового счета 1 балл за 1 доллар США:",
  Chapter_3_1_2:
    "3,1,2 За участие в маркетинговых мероприятиях и постоянных акциях, в размере по специальному решению Компании",
  Chapter_3_1_3:
    "3,1,3 За торговую активность  в размере 1 ПЛ-отторгованного лота = 10 пунктов.",
  Chapter_3_1_4:
    "3,1,4 При долгосрочном сотрудничестве, от 12 месяцев и более, в размере по решению Компании",
  Chapter_3_1_5:
    "3.1.5 За подключение счета к Программе страхования - в сумме +500 баллов.",
  Chapter_3_1_6: "3.1.6 В остальных случаях по решению Компании",
  Chapter_3_2:
    "3.2 Компания также устанавливает +5% ставку, ежемесячно, которая будет добавляться к сумме баллов, на основании собранных баллов.",
  Chapter_3_3:
    "3.3 Компания установила особый порядок обмена накопленных баллов. Его можно обменять на реальные деньги или бонусы, если:",
  Chapter_3_3_1: "3.3.1 Если набрано не менее 1000 баллов;",
  Chapter_3_3_2:
    "3.3.2 При наличии у клиента определенного количества исполненных отторгованных лотов NDB, рассчитываемого по формуле: N = x/100, где N – количество отторгованных лотов, x – сумма Ze собранных баллов. Таким образом, чтобы конвертировать 1000 баллов, у клиента должно быть не менее 1000/100 = 10 отторгованных лотов.",
  Chapter_3_4:
    "3.4 Компания устанавливает специальную ставку изменения накопленных баллов при выполнении пункта 3.3:",
  Chapter_3_4_1:
    "3.4.1 При обмене на реальные деньги курс конвертации составляет 1 балл = 1 цент доллара США.",
  Chapter_3_4_2:
    "3.4.2 При обмене на невыводимый бонус курс конвертации 1 балл = 3 цента доллара США.",
  Chapter_3_5:
    "3.5. Если баллы обмениваются на реальные деньги, их можно вывести в любое время без ограничений.",
  Chapter_3_6:
    "3.6. Если баллы Ze обмениваются на невыводимый бонус, его можно использовать только для торговли. Прибыль сверх бонуса можно вывести. Бонус будет предоставлен в соответствии с условиями бездепозитного бонуса и может быть предоставлен только на новый зарегистрированный счет.",
} as ClientLoyaltyProgram;
