import type { ClientLoyaltyProgram } from "public/locales/terms-and-conditions/client-loyalty-program/types";

export default {
  Agreement: "ข้อตกลงโปรแกรมความภักดีของ Client Ze",
  Chapter_1: "บทที่ 1 เงื่อนไขทั่วไปคำศัพท์",
  Chapter_1_1:
    "1.1 โปรแกรม Ze Loyalty เป็นกิจกรรมทางการตลาดของบริษัท Zetradex Holding โดยมีจุดมุ่งหมายเพื่อสนับสนุนความร่วมมือระยะยาวระหว่างลูกค้าและบริษัท นี่คือโปรแกรมสำหรับสะสมคะแนนพิเศษซึ่งลูกค้าสามารถสะสมและแลกเปลี่ยนเป็นเงินหรือโบนัสที่ถอนได้จริง",
  Chapter_1_2:
    "1.2 ล็อตที่ซื้อขาย LP คือปริมาณการซื้อขายจำนวนหนึ่งที่ต้องดำเนินการให้เสร็จสิ้นเพื่อปลดล็อกและถอนผลกำไร",
  Chapter_1_3:
    "1.3 เมื่อคำนวณล็อตการซื้อขาย บริษัทจะพิจารณาเฉพาะข้อตกลงที่มีผลการซื้อขายเป็นบวกอย่างน้อย +5 pip ต่อล็อต เฉพาะคู่สกุลเงินเท่านั้น ข้อตกลงอื่น ๆ จะไม่นำมาพิจารณา",
  Chapter_1_4:
    "1.4 ยอดคะแนน Ze คือยอดคงเหลือพิเศษที่คะแนน Ze สะสมสำหรับลูกค้าทุกคน",
  Chapter_1_5:
    "1.5 Ze point เป็นหน่วยเงินที่มอบให้กับลูกค้าสำหรับกิจกรรมและการใช้บริการของบริษัท",
  Chapter_2: "บทที่ 2 สิทธิและหน้าที่ของคู่สัญญา",
  Chapter_2_1:
    "2,1 ลูกค้ามีสิทธิ์ลงทะเบียนและรับคะแนน Ze ตามโปรแกรมนี้ รวมทั้งสามารถแลกเปลี่ยนเป็นเงินจริงหรือโบนัสได้",
  Chapter_2_2:
    "2.2 บริษัทไม่มีสิทธิ์จำกัดลูกค้าด้วยคะแนนรวมที่ได้รับ ในเวลาเดียวกัน บริษัทได้กำหนดขั้นต่ำที่สามารถแปลงเป็นเงินจริงหรือโบนัสได้: ขั้นต่ำ 1,000 คะแนน Ze",
  Chapter_2_3:
    "2.3 บริษัทมีหน้าที่ต้องสะสมคะแนน Ze ของลูกค้าในยอดคงเหลือพิเศษอย่างน้อย 18 เดือน นับตั้งแต่วันที่ได้รับคะแนน",
  Chapter_2_4: "2.4 บริษัทมีสิทธิ์ยกเลิกคะแนน Ze ในกรณีต่อไป:",
  Chapter_2_4_1:
    "2.4.1 หากลูกค้าฝากและถอนเงินภายใน 24 ชั่วโมงและ/หรือไม่มีกิจกรรมการซื้อขายใดๆ",
  Chapter_2_4_2: "2.4.2 หากลูกค้าละเมิดข้อกำหนดและเงื่อนไขของข้อตกลงผู้ใช้",
  Chapter_2_4_3:
    "2.4.3 หากไม่มีการใช้งานในช่วงระยะเวลามากกว่า 18 เดือน กล่าวคือ ไม่มีการซื้อขายใดๆ ไม่พบเงินฝากใดๆ ในช่วงเวลานี้ และยอดคงเหลือในบัญชีต่ำกว่า 10$/ต่อบัญชี",
  Chapter_2_4_4: "2.4.4 หากตัดสินใจยกเลิกโปรแกรมสะสมคะแนน Ze เต็มจำนวน",
  Chapter_2_5:
    "2.5 บริษัทขอสงวนสิทธิ์ในการแก้ไขหรือเปลี่ยนแปลงเงื่อนไขของข้อตกลงโดยไม่ต้องแจ้งให้ทราบล่วงหน้า แต่ไม่เกินเดือนละครั้ง ลูกค้าอาจตรวจสอบข้อตกลงที่เผยแพร่บนเว็บไซต์เป็นระยะๆ เพื่อดูการเปลี่ยนแปลงเงื่อนไขตามดุลยพินิจของตนเอง",
  Chapter_3: "บทที่ 3 ขั้นตอนการสะสมและแลกคะแนน",
  Chapter_3_1:
    "3,1 บริษัทตามข้อตกลงนี้กำหนดขั้นตอนต่อไปนี้ในการรับคะแนน Ze สามารถรับรางวัลได้ในกรณีถัดไป:",
  Chapter_3_1_1: "3.1.1 สำหรับการเติมบัญชีซื้อขาย 1 แต้มต่อดอลลาร์สหรัฐ:",
  Chapter_3_1_2:
    "3,1,2 สำหรับการเข้าร่วมกิจกรรมทางการตลาดและโปรโมชั่นถาวรตามจำนวนที่บริษัทตัดสินใจเป็นพิเศษ",
  Chapter_3_1_3:
    "3,1,3 สำหรับกิจกรรมการซื้อขายจำนวน 1 LP ที่ซื้อขายล็อต = 10 คะแนน",
  Chapter_3_1_4: "3,1,4 สำหรับความร่วมมือระยะยาว 12 เดือนขึ้นไป +500 คะแนน",
  Chapter_3_1_5: "3,1,5 สำหรับการเข้าร่วมโปรแกรม Ze Insurance จำนวน +500 คะแนน",
  Chapter_3_1_6: "3.1.6 ในกรณีอื่น ๆ ตามการตัดสินใจของบริษัท",
  Chapter_3_2:
    "3.2 บริษัทใช้อัตรารายเดือน +5% ตามคะแนน Ze ซึ่งเพิ่มทุกเดือนจากผลรวมของคะแนน Ze",
  Chapter_3_3:
    "3.3 บริษัทกำหนดขั้นตอนพิเศษในการเปลี่ยนคะแนนสะสม สามารถแลกเปลี่ยนเป็นเงินจริงหรือโบนัสได้หาก:",
  Chapter_3_3_1: "3.3.1 ถ้าสะสมได้อย่างน้อย 1,000 คะแนน;",
  Chapter_3_3_2:
    "3.3.2 หากลูกค้ามีจำนวนล็อตที่ซื้อขาย LP คำนวณโดยสูตร: N = x/100 โดยที่ N - จำนวนล็อตที่ซื้อขาย x - คือผลรวมของคะแนน Ze ดังนั้น ในการแปลง 1,000 Ze point ลูกค้าควรมีอย่างน้อย 1,000/100 = 10 ล็อตที่ซื้อขาย",
  Chapter_3_4:
    "3.4 บริษัทจะกำหนดการเปลี่ยนแปลงอัตราพิเศษของคะแนนสะสมหากเป็นไปตามข้อ 3.2:",
  Chapter_3_4_1:
    "3.4.1 โดยการเปลี่ยนเป็นอัตราการแปลงเงินจริงคือ 1 จุด = 1 USD Cent",
  Chapter_3_4_2:
    "3.4.2 เมื่อเปลี่ยนเป็นโบนัสที่ไม่สามารถถอนออกได้ อัตราการแปลง 1 คะแนน = 3 USD Cents",
  Chapter_3_5:
    "3.5 หากมีการแลกเปลี่ยนคะแนน Ze เป็นเงินจริง จะสามารถถอนออกได้ตลอดเวลาโดยไม่มีข้อจำกัด",
  Chapter_3_6:
    "3.6 หากมีการแลกเปลี่ยนคะแนน Ze เป็นโบนัสที่ไม่สามารถถอนออกได้ จะสามารถใช้เพื่อการซื้อขายเท่านั้น กำไรมากกว่าโบนัสสามารถถอนออกได้ โบนัสจะมอบให้ตามข้อกำหนดและเงื่อนไขของโบนัสแบบไม่มีเงินฝากและสามารถมอบให้กับบัญชีที่ลงทะเบียนใหม่เท่านั้น",
} as ClientLoyaltyProgram;
