import type { ClientLoyaltyProgram } from "public/locales/terms-and-conditions/client-loyalty-program/types";

export default {
  Agreement: "客戶 Ze 忠誠度計劃協議",
  Chapter_1: "第 1 章 一般條件、術語",
  Chapter_1_1:
    "1.1 Ze 忠誠計畫是 Zetradex 控股公司的行銷活動，旨在支持客戶與公司之間的長期合作。 這是一個累積特殊積分的計劃，客戶可以收集這些積分並兌換真實的提款或獎金。",
  Chapter_1_2: "1.2 LP交易手數是指必須完成一定數量的交易才能解鎖和提取利潤。",
  Chapter_1_3:
    "1.3 在計算交易手數時，公司只考慮每手至少 +5 點的正交易結果（僅限貨幣對）的交易。 其他交易將不被考慮在內。",
  Chapter_1_4: "1.4 Ze積分餘額是為每位顧客累積Ze積分的特殊餘額。",
  Chapter_1_5: "1.5 Ze 積分是獎勵給客戶活動和使用公司服務的貨幣單位。",
  Chapter_2: "第二章 當事人的權利義務",
  Chapter_2_1:
    "2,1 客戶有權根據本計畫註冊和接收Ze積分，以及將其兌換成真實貨幣或獎金。",
  Chapter_2_2:
    "2.2 本公司沒有資格限制客戶所獲得的積分總和。 同時，公司確定了可以兌換成真實貨幣或獎金的最低限額：至少1000 Ze積分。",
  Chapter_2_3:
    "2.3 本公司有義務自授予之日起至少 18 個月內在特別餘額中累積客戶的 Ze 積分。",
  Chapter_2_4: "2.4 本公司有資格在下列情況下取消 Ze 積分：",
  Chapter_2_4_1: "2.4.1 如果客戶在 24 小時內存款和提款且/或沒有任何交易活動",
  Chapter_2_4_2: "2.4.2 如果客戶違反使用者協議的條款和條件",
  Chapter_2_4_3:
    "2.4.3 如果在超過 18 個月的時間內不活躍，即在此期間沒有任何交易，沒有檢測到任何存款，且帳戶餘額低於 10 美元/每個帳戶",
  Chapter_2_4_4: "2.4.4 如果決定完全取消Ze忠誠度計畫。",
  Chapter_2_5:
    "2.5 本公司保留修改或變更本協議條款的權利，恕不另行通知，但每月不得超過一次。 客戶可以自行決定定期檢查網站上發布的協議以了解條件的變化。",
  Chapter_3: "第三章積分累積與兌換流程。",
  Chapter_3_1:
    "3,1 本公司依本協議制定以下 Ze 積分累積程序。 它可以在以下情況下授予：",
  Chapter_3_1_1: "3.1.1 儲值交易帳戶，每美元1點：",
  Chapter_3_1_2: "3,1,2 用於參加行銷活動和永久性促銷活動，金額由公司特別決定",
  Chapter_3_1_3: "3,1,3 對於 1 LP 交易手數的交易活動 = 10 點",
  Chapter_3_1_4: "3,1,4長期合作，12個月以上+500積分",
  Chapter_3_1_5: "3,1,5 加入Ze Insurance計劃，金額+500積分",
  Chapter_3_1_6: "3.1.6 公司決定的其他情況",
  Chapter_3_2: "3.2 公司依據Ze積分實施+5%的月費，每月加到Ze積分的總和上。",
  Chapter_3_3:
    "3.3 公司製定了特殊的積分變更程序。 如果滿足以下條件，它可以兌換成真錢或獎金：",
  Chapter_3_3_1: "3.3.1 累計積分至少1000分；",
  Chapter_3_3_2:
    "3.3.2 若顧客有一定數量的LP交易手數，則依公式計算：N=x/100，其中N-交易手數，x-為Ze積分總和。 因此，要轉換 1000 Ze 積分，客戶應至少擁有 1000/100 = 10 交易手數。",
  Chapter_3_4: "3.4 若符合第 3.2 條，公司將設定累積積分的特殊利率變動：",
  Chapter_3_4_1: "3.4.1 兌換成真實貨幣的兌換率為 1 點 = 1 美元美分",
  Chapter_3_4_2: "3.4.2 兌換為不可提取獎金，兌換率 1 點 = 3 美元美分",
  Chapter_3_5: "3.5 如果Ze積分兌換成真實貨幣，則可以隨時提取，沒有限制。",
  Chapter_3_6:
    "3.6 如果Ze積分兌換成不可提取的獎金，則只能用於交易。 超過獎金的利潤可以提取。 獎金將根據無存款獎金的條款和條件提供，並且只能授予新註冊帳戶。",
} as ClientLoyaltyProgram;
