import type { InsuranceProgramType } from "public/locales/terms-and-conditions/insurance-program/types";

export default {
  TheInsuranceProgramAgreement: "保险计划协议",
  Chapter_1: "第 1 章一般条件、术语。",
  Chapter_1_1:
    "1.1 本协议由作为保险人的 Zetradex Holding Company 与 Zetradex.com 的客户签订。 根据该协议，公司在付费的基础上，作为一项附加服务，按照本协议的条款和条件，为出于交易和投资目的而存入的资金提供保险，并且客户同意。",
  Chapter_1_2:
    "1.2 保险金额是本公司（以下简称保险人）承诺在保险事故发生时向委托人支付的金额。",
  Chapter_1_3:
    "1.3 保险事件是指保险人有义务根据条件向客户支付保险金的特定事件。 根据本协议，保险事件是指客户出于交易和投资目的而存入的资金，由于当前市场状况，由于其无法控制的情况而造成的损失。",
  Chapter_1_3_1:
    "1.3.1 保险事件确认为保险期间存款资金的至少 90%（百分之九十）的损失，以及之前已获得的利润和奖金的至少 100%（百分之一百）的损失。 保险事故的发生。 保险事件是保险公司经过适当检查后确认的事件。 受保交易账户上发生的所有其他事件，包括对客户无利可图的事件，均不被视为受保事件。",
  Chapter_1_4:
    "1.4 免赔额是指保险事故发生时委托人承诺自行支付的保险金额的一部分，是保险事故发生时双方义务的组成部分。",
  Chapter_1_5:
    "1.5 可提取资金是客户的存款以及收到的利润。 在此情况下，在确认保险事故和计算保险金额时，可以不考虑利润，除非保险项目的特殊条款另有规定。",
  Chapter_1_6:
    "1.6 不可提取资金是客户奖金，通常属于Zetradex控股公司，提供给客户临时使用，这意味着在发生保险事件和计算保险金额时不考虑这些奖金，但可以恢复 如果相关计划保险有规定，则作为奖金。",
  Chapter_1_7:
    "1.7 保险事故发生后账户内剩余资金以及之前成功提取的资金作为减少保险金额的依据。",
  Chapter_1_8:
    "1.8 保险计划是管理保险合同条款、费用、保险金额以及公司对客户的责任范围的附加条件。 每个交易账户都有自己单独的保险计划，由客户自行决定。",
  Chapter_2: "第二章 权利和义务",
  Chapter_2_1:
    "2.1 客户有权随时提出投保申请，保险人必须接受。 保险的最低和最高金额由多种保险计划规定，可供选择：Basic、Standard、Maxi。",
  Chapter_2_1_1:
    "2.1.1 在基本计划条件下，保险人承诺：为客户投保30个日历日，发生保险事故时赔偿保险期间内所存的押金金额，但不超过500 （五百）美元，自动延长保险，前提是客户账户上的金额足够，在发生保险事件时赔偿保险计划限额内的损失，无论交易数量如何 交易账户上的损失，不考虑保险事件发生之前交易账户上记录的利润损失。",
  Chapter_2_1_2:
    "2.1.2 在标准计划的条件下，保险人承诺：为客户提供为期 60 个日历日的保险。发生保险事故时，公司承诺赔偿保险期间存款的金额，但不超过 1000（一千）美元，自动延长保险单，前提是客户账户中有足够的资金，并且在发生保险事故时，赔偿保险计划限额内的所有损失，无论交易账户上进行的交易数量如何。",
  Chapter_2_1_3:
    "2.1.3 在 Maxi 计划的条件下，保险人承诺：为客户提供为期 90 个日历日的保险。一旦发生保险事故，公司承诺赔偿保险期间内存入的金额，但总额不超过2,000（贰仟）美元，如果客户账户中有足够的资金，则自动延长保险期限，发生保险事故后，在保险计划的限额内赔偿损失，无论交易账户上进行的交易数量有多少。",
  Chapter_2_2:
    "2.2 公司承诺按照条件，在5个工作日内考虑客户的赔偿请求，若确认，则进行赔偿。 公司保留独立确定赔偿计算程序并规范客户使用的权利。",
  Chapter_2_3:
    "2.3 根据本协议，保险人批准了保险金额 20%（百分之二十）的固定免赔额，以及保险事故发生时支付的赔偿金的使用特别程序：赔偿金记入专门的保险账户。 交易账户，交易杠杆有限，客户在特许经营范围内补充资金后立即进行（保险金额的 20%）。",
  Chapter_2_4:
    "2.4 自保险金额存入客户承诺自行开立的特殊交易账户之时起，保险人对客户的义务即被视为已履行。",
  Chapter_2_5: "2.5 客户承诺按时缴纳自动续保保险费。",
  Chapter_2_6:
    "2.6 客户有权拒绝续保保险计划，直至新期间的新付款被记入借方。 如果款项已从交易账户中扣除，则视为客户已确认同意延长保险期限。 如果客户主动提前终止合同，则当期付款不予退还。",
  Chapter_2_7: "2.7 在发生保险事故时，本公司保留拒绝支付赔偿的权利，如果：",
  Chapter_2_7_1:
    "2.7.1 如果发现对保险计划的操纵，特别是如果保险公司认为存在故意制造保险事件的情况。",
  Chapter_2_7_2:
    "2.7.2 如果保险期内交易账户有至少90%的交易未盈利，则表明交易账户使用不当、混乱/随机交易导致明显损失、客户交易软件设置不正确，作为 在 Martingale 策略和其他高风险策略中进行交易的结果。",
  Chapter_2_7_3: "2,7,3 如果客户多次违反客户协议的条款。",
  Chapter_2_8:
    "2.8 本公司保留单方面修改本协议条款的权利。 如果本协议发生重大变更，公司将酌情通过电子邮件或在网站上发布信息的方式通知客户。",
  Chapter_3: "第三章 保险金的计算和使用",
  Chapter_3_1:
    "3.1 保险事故确定后，自客户向专用交易账户提交申请之日起5个工作日内计算赔偿。 每份申请均由保险部门的相关员工单独、手动考虑。",
  Chapter_3_2:
    "3.2 客户同意公司有权在限制最大杠杆、交易资产数量、最小和最大交易量的情况下，通过有偿补偿来监管特殊交易账户的活动。",
  Chapter_3_3:
    "3.3 在以交易手数解锁适当金额的情况下，公司允许从入账第一天起提取保险事件发生时支付的金额以及收到的利润，比例为：1手= 提取了5美元。 在这种情况下，利润的提取也以同样的方式进行监管。",
  Chapter_3_3_1:
    "3.3.1 在计算交易手数时，公司仅考虑具有积极结果的交易，从+5点/手。",
  Chapter_3_4:
    "3.4 最低提款金额为保险金额的20%，这实际上是免赔额，即客户的存款。 最大提现金额受账户余额、交易手数限制； 最多提款次数为 3（三）次提款。 达到提款次数限制后，账户余额可清零，当事人义务视为已履行完毕。",
  Chapter_3_5:
    "3.5 公司对因交易不成功、发生超过 3 次止损事件而导致的支付金额损失不承担任何责任，并且不为包含保险付款的账户提供保险。",
} as InsuranceProgramType;
