import type { InsuranceProgramType } from "public/locales/terms-and-conditions/insurance-program/types";

export default {
  TheInsuranceProgramAgreement: "बीमा कार्यक्रम समझौता",
  Chapter_1: "अध्याय 1. सामान्य शर्तें, शब्दावली।",
  Chapter_1_1:
    "1.1 यह समझौता बीमाकर्ता के रूप में कार्य करने वाली Zetradex होल्डिंग कंपनी और Zetradex.com के ग्राहक के बीच किया गया है। समझौते के अनुसार, कंपनी ने भुगतान के आधार पर एक अतिरिक्त सेवा की पेशकश की और ग्राहक इस समझौते के अनुसार नियमों और शर्तों पर व्यापार और निवेश के उद्देश्य से जमा किए गए धन का बीमा करने के लिए सहमत हुआ।",
  Chapter_1_2:
    "1.2 बीमित राशि वह धन है जिसे कंपनी (बाद में बीमाकर्ता के रूप में संदर्भित) किसी बीमित घटना के घटित होने पर ग्राहक को भुगतान करने का वचन देती है।",
  Chapter_1_3:
    "1.3 एक बीमित घटना एक निश्चित घटना है जिसके घटित होने पर बीमाकर्ता शर्तों के अनुसार ग्राहक को पैसे का भुगतान करने के लिए बाध्य हो जाता है। इस समझौते के अनुसार, एक बीमाकृत घटना वर्तमान बाजार स्थिति के परिणामस्वरूप, उसके नियंत्रण से परे परिस्थितियों के कारण व्यापार और निवेश के उद्देश्य से जमा किए गए धन के ग्राहक द्वारा नुकसान है।",
  Chapter_1_3_1:
    "1.3.1 एक बीमित घटना को बीमा अवधि के दौरान जमा के रूप में जमा किए गए धन के कम से कम 90% (नब्बे प्रतिशत) की हानि और प्राप्त लाभ और पहले से तय बोनस के कम से कम 100% (एक सौ प्रतिशत) की हानि के रूप में मान्यता दी जाती है। बीमित घटना का घटित होना. एक बीमित घटना उचित जांच के परिणामस्वरूप बीमाकर्ता कंपनी द्वारा पुष्टि की गई घटना है। बीमित ट्रेडिंग खाते पर होने वाली अन्य सभी घटनाएं, जिनमें ग्राहक के लिए लाभहीन घटनाएं भी शामिल हैं, को बीमाकृत घटना नहीं माना जाता है।",
  Chapter_1_4:
    "1.4 कटौती योग्य बीमा राशि का वह हिस्सा है जिसे ग्राहक किसी बीमाकृत घटना के घटित होने पर स्वयं को भुगतान करने का वचन देता है, जो किसी निश्चित बीमित घटना के घटित होने पर पार्टियों के दायित्वों का एक अभिन्न अंग है।",
  Chapter_1_5:
    "1.5 निकासी योग्य धनराशि ग्राहक की जमा राशि के साथ-साथ प्राप्त लाभ भी है। इस मामले में, किसी बीमित घटना की पुष्टि करते समय और बीमित राशि की गणना करते समय लाभ को ध्यान में नहीं रखा जा सकता है, जब तक कि बीमा कार्यक्रम की विशेष शर्तों द्वारा अन्यथा निर्धारित न किया गया हो।",
  Chapter_1_6:
    "1.6 गैर-निकासी योग्य धनराशि ग्राहक बोनस हैं, जो आमतौर पर ज़ेट्रेडेक्स होल्डिंग कंपनी से संबंधित होती हैं, जो ग्राहकों को अस्थायी उपयोग के लिए प्रदान की जाती हैं, जिसका अर्थ है कि किसी बीमाकृत घटना के घटित होने पर और बीमित राशि की गणना करते समय उन्हें ध्यान में नहीं रखा जाता है, लेकिन उन्हें बहाल किया जा सकता है। यदि संबंधित बीमा कार्यक्रमों द्वारा निर्धारित किया गया हो तो बोनस के रूप में।",
  Chapter_1_7:
    "1.7 किसी बीमित घटना के घटित होने के बाद खाते में शेष धनराशि और साथ ही पहले सफलतापूर्वक निकाली गई धनराशि बीमित राशि को कम करने का आधार है।",
  Chapter_1_8:
    "1.8 बीमा कार्यक्रम बीमा अनुबंध की शर्तों, लागत, बीमा की राशि और ग्राहक के प्रति कंपनी की देनदारी के दायरे को नियंत्रित करने वाली अतिरिक्त शर्तें हैं। ग्राहक के विवेक पर प्रत्येक ट्रेडिंग खाते का अपना अलग बीमा कार्यक्रम होता है।",
  Chapter_2: "अध्याय 2. अधिकार और दायित्व",
  Chapter_2_1:
    "2.1 ग्राहक को किसी भी समय बीमा के लिए आवेदन जमा करने का अधिकार है, और बीमाकर्ता को इसे स्वीकार करना होगा। बीमा की न्यूनतम और अधिकतम राशि को चुनने के लिए कई बीमा कार्यक्रमों द्वारा विनियमित किया जाता है: बेसिक, स्टैंडर्ड, मैक्सी।",
  Chapter_2_1_1:
    "2.1.1 मूल कार्यक्रम की शर्तों के तहत, बीमाकर्ता यह वचन देता है: 30 कैलेंडर दिनों की अवधि के लिए ग्राहक का बीमा करें, किसी बीमित घटना के घटित होने पर बीमा अवधि के दौरान की गई जमा राशि की भरपाई करें, लेकिन 500 से अधिक नहीं (पांच सौ) डॉलर, स्वचालित रूप से बीमा का विस्तार करते हैं, बशर्ते कि लेनदेन की संख्या की परवाह किए बिना, बीमा कार्यक्रम की सीमा के भीतर किसी बीमाकृत घटना के घटित होने पर क्षतिपूर्ति करने के लिए ग्राहक के खाते में धन की राशि पर्याप्त हो। बीमित घटना के घटित होने से पहले ट्रेडिंग खाते पर दर्ज लाभ की हानि को ध्यान में रखे बिना, ट्रेडिंग खाते पर किया गया।",
  Chapter_2_1_2:
    "2.1.2 मानक कार्यक्रम की शर्तों के तहत, बीमाकर्ता यह वचन देता है: 60 कैलेंडर दिनों की अवधि के लिए ग्राहक का बीमा करना। बीमित घटना होने पर, कंपनी बीमा अवधि के दौरान जमा की गई राशि की भरपाई करने का वचन देती है, लेकिन 1000 (एक हजार) डॉलर से अधिक नहीं, स्वचालित रूप से बीमा पॉलिसी का विस्तार करती है, बशर्ते कि ग्राहक के खाते में पर्याप्त राशि हो, और बीमित घटना होने पर, ट्रेडिंग खाते पर किए गए सौदों की संख्या की परवाह किए बिना, बीमा कार्यक्रम की सीमा के भीतर सभी नुकसानों की भरपाई करती है।",
  Chapter_2_1_3:
    "2.1.3 मैक्सी कार्यक्रम की शर्तों के तहत, बीमाकर्ता यह वचन देता है: 90 कैलेंडर दिनों की अवधि के लिए ग्राहक का बीमा करना। किसी बीमाकृत घटना के घटित होने पर, कंपनी बीमा अवधि के दौरान किए गए जमा की राशि की क्षतिपूर्ति करने का दायित्व लेती है, लेकिन कुल मिलाकर 2,000 (दो हजार) डॉलर से अधिक नहीं, यदि ग्राहक के खाते में पर्याप्त राशि है, तो स्वचालित रूप से बीमा का विस्तार करती है, ट्रेडिंग खाते पर किए गए सौदों की संख्या की परवाह किए बिना, बीमाकृत घटना के घटित होने पर बीमा कार्यक्रम की सीमाओं के भीतर नुकसान की भरपाई करती है।",
  Chapter_2_2:
    "2.2 कंपनी 5 कार्य दिवसों के भीतर शर्तों के अनुसार मुआवजे के लिए ग्राहक के अनुरोध पर विचार करने और यदि पुष्टि हो जाती है, तो मुआवजा अर्जित करने का वचन देती है। कंपनी मुआवजे की गणना के लिए प्रक्रिया को स्वतंत्र रूप से निर्धारित करने और ग्राहक द्वारा इसके उपयोग को विनियमित करने का अधिकार सुरक्षित रखती है।",
  Chapter_2_3:
    "2.3 इस समझौते के द्वारा, बीमाकर्ता ने बीमित राशि के 20% (बीस प्रतिशत) के एक निश्चित कटौती योग्य स्तर को मंजूरी दी, साथ ही बीमित घटना के घटित होने पर भुगतान किए गए मुआवजे के उपयोग के लिए एक विशेष प्रक्रिया को मंजूरी दी: मुआवजे को एक विशेष में जमा किया जाता है ट्रेडिंग अकाउंट, सीमित ट्रेडिंग लीवरेज के साथ, इसके तुरंत बाद कि ग्राहक इसे फ्रैंचाइज़ी (बीमित राशि का 20%) के भीतर कैसे भर देगा।",
  Chapter_2_4:
    "2.4 ग्राहक के प्रति बीमाकर्ता के दायित्वों को उस क्षण से पूरा माना जाता है जब बीमा राशि एक विशेष ट्रेडिंग खाते में जमा की जाती है, जिसे ग्राहक स्वयं खोलने का कार्य करता है।",
  Chapter_2_5:
    "2.5 ग्राहक अपने स्वचालित नवीनीकरण के लिए समय पर बीमा का भुगतान करने का वचन देता है।",
  Chapter_2_6:
    "2.6 ग्राहक को बीमा कार्यक्रम को नवीनीकृत करने से इंकार करने का अधिकार है जब तक कि नई अवधि के लिए नया भुगतान डेबिट नहीं किया जाता है। यदि भुगतान पहले ही ट्रेडिंग खाते से डेबिट किया जा चुका है, तो यह माना जाता है कि ग्राहक ने बीमा को नई अवधि के लिए बढ़ाने के लिए अपनी सहमति की पुष्टि कर दी है। ग्राहक की पहल पर अनुबंध की शीघ्र समाप्ति के मामले में, वर्तमान अवधि के लिए भुगतान वापस नहीं किया जाएगा।",
  Chapter_2_7:
    "2.7 कंपनी किसी बीमित घटना के घटित होने पर मुआवजे के भुगतान से इनकार करने का अधिकार सुरक्षित रखती है यदि:",
  Chapter_2_7_1:
    "2.7.1 यदि बीमा कार्यक्रम के साथ हेरफेर का पता चलता है, विशेष रूप से यदि, बीमाकर्ता की राय में, एक बीमाकृत घटना का जानबूझकर निर्माण किया गया है।",
  Chapter_2_7_2:
    "2.7.2 यदि बीमा अवधि के दौरान ट्रेडिंग खाते में कम से कम 90% लाभहीन सौदे हैं, जो ट्रेडिंग खाते के गलत उपयोग, अराजक/यादृच्छिक ट्रेडिंग के परिणामस्वरूप स्पष्ट नुकसान, ग्राहक के ट्रेडिंग सॉफ्टवेयर की गलत सेटिंग्स को इंगित करता है। मार्टिंगेल रणनीतियों और अन्य उच्च जोखिम वाली रणनीतियों के भीतर व्यापार का परिणाम।",
  Chapter_2_7_3:
    "2,7,3 यदि ग्राहक ने ग्राहक अनुबंध की शर्तों का बार-बार उल्लंघन किया है।",
  Chapter_2_8:
    "2.8 कंपनी इस समझौते की शर्तों को एकतरफा संशोधित करने का अधिकार सुरक्षित रखती है। समझौते में महत्वपूर्ण बदलावों की स्थिति में, कंपनी के विवेक पर ग्राहक को ईमेल द्वारा या वेबसाइट पर जानकारी पोस्ट करके सूचित किया जाएगा।",
  Chapter_3: "अध्याय 3. बीमा भुगतान की गणना और उपयोग करना",
  Chapter_3_1:
    "3.1 किसी पुष्ट बीमाकृत घटना के मामले में, ग्राहक द्वारा एक विशेष ट्रेडिंग खाते में आवेदन जमा करने के 5 कार्य दिवसों के भीतर मुआवजे की गणना की जाती है। प्रत्येक आवेदन पर बीमा विभाग के संबंधित कर्मचारियों द्वारा व्यक्तिगत रूप से, मैन्युअल रूप से विचार किया जाता है।",
  Chapter_3_2:
    "3.2 ग्राहक अधिकतम उत्तोलन, व्यापारिक परिसंपत्तियों की संख्या, सौदों की न्यूनतम और अधिकतम मात्रा को सीमित करने के संदर्भ में भुगतान किए गए मुआवजे के साथ एक विशेष ट्रेडिंग खाते की गतिविधि को विनियमित करने के कंपनी के अधिकार से सहमत है।",
  Chapter_3_3:
    "3.3 कंपनी किसी बीमित घटना के घटित होने पर भुगतान की गई राशि और साथ ही इसे जमा किए जाने के पहले दिन से प्राप्त लाभ की निकासी की अनुमति देती है, यह देखते हुए कि व्यापारित लॉट के साथ उचित राशि अनलॉक की जाती है, अनुपात में: 1 लॉट = 5 डॉलर निकाले गए. इस मामले में, मुनाफे की निकासी को उसी तरह से विनियमित किया जाता है।",
  Chapter_3_3_1:
    "3.3.1 कारोबार किए गए लॉट की मात्रा की गणना करते समय, कंपनी केवल +5 पिप्स/लॉट से सकारात्मक परिणाम वाले सौदों को ध्यान में रखती है।",
  Chapter_3_4:
    "3.4 न्यूनतम निकासी राशि बीमित राशि का 20% है, जो वास्तव में ग्राहक की जमा राशि में कटौती योग्य है। अधिकतम निकासी राशि खाते की शेष राशि, कारोबार किए गए लॉट की संख्या द्वारा सीमित है; निकासी की अधिकतम संख्या 3 (तीन) निकासी है। निकासी की संख्या की सीमा तक पहुंचने के बाद, खाते की शेष राशि को शून्य पर रीसेट किया जा सकता है, और पार्टियों के दायित्वों को पूरा किया गया निर्धारित किया जाता है।",
  Chapter_3_5:
    "3.5 कंपनी 3 से अधिक स्टॉप आउट इवेंट होने के परिणामस्वरूप गैर-सफल ट्रेडों के परिणामस्वरूप भुगतान की गई राशि के नुकसान के लिए जिम्मेदार नहीं है, और बीमा भुगतान वाले खातों का बीमा नहीं करती है।",
} as InsuranceProgramType;
