import type { InsuranceProgramType } from "public/locales/terms-and-conditions/insurance-program/types";

export default {
  TheInsuranceProgramAgreement: "保険プログラム契約",
  Chapter_1: "第 1 章 一般条件、用語。",
  Chapter_1_1:
    "1.1 この契約は、保険会社としての Zetradex Holding Company と Zetradex.com のクライアントとの間で締結されます。 契約によれば、当社は、追加サービスとして有料で、本契約に基づく条件に基づいて、取引および投資の目的で預けられた資金を保証することに同意しました。",
  Chapter_1_2:
    "1.2 保険金額とは、保険事故が発生した場合に当社（以下、保険会社といいます）が顧客に支払うことを約束する金銭です。",
  Chapter_1_3:
    "1.3 保険事故とは、保険会社が条件に従って顧客に金銭を支払う義務を負う特定の事故です。 この契約によれば、保険対象事象とは、現在の市場状況の結果として、顧客が制御できない状況により、取引および投資の目的で預け入れた資金が損失することです。",
  Chapter_1_3_1:
    "1.3.1 保険事故は、保険期間中に預金として支払われた資金の少なくとも 90% (90%)、および受け取った利益および以前に確定したボーナスの少なくとも 100% (100%) の損失として認識されます。 保険事故の発生。 保険事故とは、保険会社による適切な検査の結果として確認された事象です。 顧客にとって不利益なイベントを含む、保険付き取引口座で発生するその他すべてのイベントは、保険付きイベントとは見なされません。",
  Chapter_1_4:
    "1.4 免責金額は、確認された保険事故の発生時の当事者の義務の不可欠な部分として、保険事故の発生時に顧客が自ら支払うことを約束する保険金額の一部です。",
  Chapter_1_5:
    "1.5 引き出し可能な資金は、顧客の預金および受け取った利益です。 この場合においては、保険特約に別段の定めがある場合を除き、保険事故の確認及び保険金額の計算の際に利益を考慮しないことができる。",
  Chapter_1_6:
    "1.6 出金不可能な資金は、通常 Zetradex Holding Company に属し、一時的な使用のために顧客に提供される顧客ボーナスです。つまり、保険事故の発生時および保険金額の計算時には考慮されませんが、復元することができます。 関連するプログラム保険で規定されている場合、ボーナスとして。",
  Chapter_1_7:
    "1.7 保険事故発生後に口座に残っている資金および以前に正常に引き出された資金が、保険金額の減額の基礎となります。",
  Chapter_1_8:
    "1.8 保険プログラムは、保険契約の条件、費用、保険金額、および顧客に対する当社の責任の範囲を規定する追加条件です。 各取引口座には、顧客の裁量により独自の個別の保険プログラムがあります。",
  Chapter_2: "第 2 章 権利と義務",
  Chapter_2_1:
    "2.1 顧客はいつでも保険の申請を提出する権利を有し、保険会社はそれを受諾する必要があります。 保険の最低額と最高額は、ベーシック、スタンダード、マキシから選択できるいくつかの保険プログラムによって規制されています。",
  Chapter_2_1_1:
    "2.1.1 基本プログラムの条件に基づき、保険会社は次のことを約束します: 顧客に 30 暦日の期間保険を適用し、保険事故の発生時に保険期間中に支払われたデポジットの金額を補償します。ただし、500 日を超えないものとします。 （500）ドル、顧客の口座に十分な金額があれば、取引の数に関係なく、保険事故の発生時に保険プログラムの限度内で損失を補償するために、保険が自動的に延長されます。 保険事故の発生前に取引口座に記録された利益の損失を考慮せずに、取引口座に計上されたもの。",
  Chapter_2_1_2:
    "2.1.2 標準プログラムの条件に基づき、保険会社は、60 暦日間の期間、顧客に保険をかけることを約束します。保険事故が発生した場合、会社は、保険期間中に預けられた預託金の金額を補償しますが、1000 ドルを超えないこと、顧客の口座に十分な金額がある場合は保険契約を自動的に延長すること、保険事故が発生した場合、取引口座で行われた取引の数に関係なく、保険プログラムの限度額内のすべての損失を補償することを約束します。",
  Chapter_2_1_3:
    "2.1.3 マキシ プログラムの条件に基づき、保険会社は、90 暦日間の期間、顧客に保険をかけることを約束します。保険事故が発生した場合、当社は保険期間中に預け入れた金額を補償することを約束しますが、合計で 2,000 (二千) ドルを超えず、顧客の口座に十分な金額がある場合は自動的に保険が延長され、取引口座で行われた取引の数に関係なく、保険事故が発生した場合に保険プログラムの限度内で損失を補償します。",
  Chapter_2_2:
    "2.2 当社は、条件に従って顧客の補償要求を 5 営業日以内に検討し、確認された場合には補償を発生することを約束します。 当社は、報酬の計算手順を独自に決定し、クライアントによるその使用を規制する権利を留保します。",
  Chapter_2_3:
    "2.3 この契約により、保険会社は、保険金額の 20% という固定の免責レベルと、保険事故の発生時に支払われる補償金の使用に関する特別な手順を承認しました。補償金は特別な口座に入金されます。 取引レバレッジが制限された取引口座。クライアントがフランチャイズ内で補充する方法（保険金額の20％）の直後。",
  Chapter_2_4:
    "2.4 顧客に対する保険会社の義務は、顧客が自ら開設することを約束する特別な取引口座に保険金額が入金された瞬間から履行されたものとみなされます。",
  Chapter_2_5:
    "2.5 顧客は、保険の自動更新に間に合うように保険料を支払うことを約束します。",
  Chapter_2_6:
    "2.6 顧客は、新しい期間の新しい支払いが引き落とされるまで、保険プログラムの更新を拒否する権利を有します。 支払いがすでに取引口座から引き落とされている場合、顧客は保険を新たな期間延長することに同意したものとみなされます。 顧客の主導で契約が中途終了した場合、現期間の支払いは返金されません。",
  Chapter_2_7:
    "2.7 当社は、以下の場合、保険事故の発生時に補償金の支払いを拒否する権利を留保します。",
  Chapter_2_7_1:
    "2.7.1 保険プログラムによる操作が検出された場合、特に保険会社の見解では、保険事故が意図的に作成された場合。",
  Chapter_2_7_2:
    "2.7.2 保険期間中の取引口座に少なくとも 90% の不採算取引がある場合、これは取引口座の誤った使用、無秩序/ランダムな取引の結果として明らかな損失、クライアントの取引ソフトウェアの誤った設定を示します。 マーチンゲール戦略およびその他のハイリスク戦略内での取引の結果。",
  Chapter_2_7_3: "2.7.3 顧客が顧客契約の条件に繰り返し違反した場合。",
  Chapter_2_8:
    "2.8 当社は、本契約の条件を一方的に変更する権利を留保します。 本契約に重大な変更が生じた場合には、当社の裁量により、電子メールまたはウェブサイトへの情報掲載によりクライアントに通知されます。",
  Chapter_3: "第3章 保険金の計算と使い方",
  Chapter_3_1:
    "3.1 確認された保険事故の場合、補償金は、顧客が特別取引口座に申請を提出した瞬間から 5 営業日以内に計算されます。 各申請は、保険部門の関連従業員によって手動で個別に検討されます。",
  Chapter_3_2:
    "3.2 顧客は、最大レバレッジ、取引資産の数、取引の最小および最大量を制限するという観点から、有償報酬付きの特別取引口座の活動を規制する当社の権利に同意します。",
  Chapter_3_3:
    "3.3 当社は、取引ロットにより適切な金額がロック解除されることを前提として、保険事故の発生時に支払われた金額および受け取った利益を、その金額が入金された初日から引き出すことを許可します。その比率は 1 ロット = 5ドル引き出されました。 この場合も同様に利益の出金が規制されます。",
  Chapter_3_3_1:
    "3.3.1 取引ロット数を計算する際、当社は +5 ピップス/ロットからプラスの結果が得られた取引のみを考慮します。",
  Chapter_3_4:
    "3.4 最低出金額は保険金額の 20% であり、実際にはこれが免責金額、つまり顧客の預金です。 最大出金額は口座残高、取引ロット数によって制限されます。 最大出金回数は 3 回です。 引き出し回数の制限に達した後は、口座残高をゼロにリセットすることができ、当事者の義務は履行されたものと判断されます。",
  Chapter_3_5:
    "3.5 当社は、取引が成功しなかったり、ストップアウト イベントが 3 回を超えた結果として支払われた金額の損失に対して責任を負わず、保険支払いが含まれるアカウントの保証も行いません。",
} as InsuranceProgramType;
