import type { InsuranceProgramType } from "public/locales/terms-and-conditions/insurance-program/types";

export default {
  TheInsuranceProgramAgreement: "Соглашение о программе страхования",
  Chapter_1: "Глава 1. Общие условия, терминология.",
  Chapter_1_1:
    "1.1 Данный договор составлен между Компанией Zetradex Holding, выступающей как Страховщик, и клиентом Zetradex.com. Согласно договору, Компания, на платной основе, в качестве дополнительной услуги, предложила, а клиент согласился, застраховать внесенные с целью торговли и инвестиций, средства, на условиях, согласно данному договору.",
  Chapter_1_2:
    "1,2, Страховая сумма  - это денежные средства, которая Компания (далее - страховщик) обязуется выплатить клиенту при наступлении страхового случая.",
  Chapter_1_3:
    "1,3 Страховой случай - это определенное событие, при наступлении которого Страховщик становится обязанным выплатить клиенту денежные средства согласно условиям. Согласно данному договору страховой случай - это потеря клиентом внесенных денежных средств с целью торговли и инвестирования, по независящим от него обстоятельствам, в результате сложившейся на рынке ситуации.",
  Chapter_1_3_1:
    "1,3,1 Страховым случаем признается потеря не менее 90% (девяносто процентов) денежных средств, внесенных как депозит в период действия страховки, и не менее 100% (сто процентов) полученной прибыли и бонусов, зафиксированных до момента наступления страхового случая. Страховым случаем признается событие, подтвержденное Компанией-Страховщиком, в результате соответствующей проверки. Все остальные события, произошедшие на застрахованном торговом счете, в том числе убыточные для клиента события, не считаются страховым случаем.",
  Chapter_1_4:
    "1,4 Франшиза - это часть страховой суммы, которую клиент обязуется внести сам при наступлении страхового случая как неотъемлемую часть обязательств сторон  при наступлении подтвержденного страхового случая.",
  Chapter_1_5:
    "1,5  Выводимые Денежные средства - это депозит клиента, а также полученная прибыль. При этом прибыль может не учитываться при подтверждении страхового случая и при подсчетах страховой суммы, если другое не оговорено специальными условиями страховой программы.",
  Chapter_1_6:
    "1,6 Невыводимые денежные средства - это бонусы клиента, как правило принадлежащие Компании Zetradex Holding, предоставленные клиентам во временное пользование, а значит они не учитываются при наступлении страхового случая и при подсчете страховой суммы, но могут быть восстановлены как бонусы если это оговорено соответствующими программами страхования.",
  Chapter_1_7:
    "1,7 Оставшиеся после наступления страхового случая, выводимые денежные средства, а  также средства, успешно выведенные до наступления страхового случая, являются основанием для уменьшения страховой суммы.",
  Chapter_1_8:
    "1,8 Программа страхования - это дополнительные условия, регламентирующие сроки договора страхования, стоимость, сумму страхования и объем ответственности Компании перед клиентом. Каждый торговый счет имеет свою отдельную программу страхования по усмотрению клиента.",
  Chapter_2: "Глава 2. Права и обязанности сторон",
  Chapter_2_1:
    "2.1 Клиент имеет право в любой момент подать заявку на страхование, а Страховщик - принять ее. Минимальная и максимальная сумма страхования регламентируется несколькими программами страхования на выбор: Basic, Standard, Maxi.",
  Chapter_2_1_1:
    "2.1.1 В рамках программы Basic Страховщик обязуется: застраховать клиента на период 30 календарных дней, компенсировать сумму депозита, внесенного в период действия страховки при наступлении страхового случая, но не более 500 (пятьсот) долларов, автоматически продлить действие страховки, при условии достаточной суммы на счету клиента, компенсировать при наступлении страхового случая потери в рамках лимита программы страхования, независимо от числа совершенных сделок на торговом счете, без учета потерь прибыли, зафиксированном на торговом счете до наступления страхового случая.",
  Chapter_2_1_2:
    "2.1.2 По условиям Стандартной программы Страховщик обязуется: застраховать клиента на срок 60 календарных дней. При наступлении страхового случая Компания обязуется возместить сумму внесенного в течение периода страхования депозита, но не более 1000 (одной тысячи) долларов, автоматически продлевать страховой полис при наличии достаточной суммы денег на счету. счет клиента, а при наступлении страхового случая возместить все убытки в пределах программы страхования, независимо от количества совершенных сделок на торговом счете.",
  Chapter_2_1_3:
    "2.1.3 По условиям программы Макси Страховщик обязуется: застраховать клиента на срок 90 календарных дней. При наступлении страхового случая Компания обязуется возместить сумму внесенного в течение периода страхования депозита, но не более 2000 (двух тысяч) долларов США в общей сложности, автоматически продлевает страховку при наличии достаточной суммы денег. на счете клиента возмещать убытки в рамках программы страхования при наступлении страхового случая, независимо от количества совершенных на торговом счете сделок.",
  Chapter_2_2:
    "2,2 Компания обязуется рассмотреть заявку клиента на компенсацию согласно условий, в течении 5 рабочих дней и в случае подтверждения, начислить компенсацию. Компания оставляет за собой право самостоятельно утвердить порядок начисления компенсации и регламентировать ее использование клиентом.",
  Chapter_2_3:
    "2,3 Данным соглашением, Страховщик утвердил фиксированный уровень франшизы в размере 20% (двадцать процентов) от страховой суммы, а также специальный порядок  использования компенсаций, выплаченных при наступлении страхового случая: компенсация зачисляется на специальный торговый счет, с ограниченным торговым плечом, сразу после того, как клиент пополнит его в рамках франшизы (20% от страховой суммы).",
  Chapter_2_4:
    "2,4 Обязательства Страховщика перед клиентом - считаются выполненными с момента начисления страховой суммы на специальный торговый счет, который клиент обязуется открыть.",
  Chapter_2_5:
    "2,5 Клиент обязуется своевременно оплачивать страховку для ее автоматического продления.",
  Chapter_2_6:
    "2,6 Клиент имеет право отказаться от продления Программы страхования до момента списания новой оплаты за новый период. В случае, если оплата уже списана с торгового счета, считается, что клиент подтвердил свое согласие на продление страховки. При досрочном расторжении договора по инициативе клиента, оплата за текущий период не возвращается.",
  Chapter_2_7:
    "2,7 Компания оставляет за собой право отказать в выплате компенсации при наступлении страхового случая если:",
  Chapter_2_7_1:
    "2,7,1 Если установлены манипуляции с Программой страхования, в т ч если по мнению Страховщика наблюдается умышленное создание страхового случая.",
  Chapter_2_7_2:
    "2,7,2 Если торговый счет в период действия страховки имеет не меньше 90% убыточных сделок, что говорит о закономерной убыточности, в результате хаотичной торговли, неправильных настройках торгового программного обеспечения клиента, в результате торговли в рамках стратегий Мартингейла и других высокорисковых стратегий.",
  Chapter_2_7_3:
    "2,7,3 Если клиент неоднократно нарушал условия Клиентского соглашения.",
  Chapter_2_8:
    "2,8 Компания оставляет за собой право пересмотреть в одностороннем порядке условия данного договора. В случае значительных изменений в Договоре, клиент может быть уведомлен электронной почтой или путем размещения информации на сайте, на усмотрение Компании.",
  Chapter_3: "Глава 3. Порядок начисления и использования страховых выплат",
  Chapter_3_1:
    "3,1  Начисление компенсации при подтвержденном страховом случае происходит в течении 5 рабочих дней с момента подачи клиентом заявки, на специальный торговый счет. Каждая заявка рассматривается индивидуально, в ручном режиме, соответствующими сотрудниками отдела Страхования.",
  Chapter_3_2:
    "3.2 Клиент соглашается с правом Компании регламентировать работу специального торгового счета с выплаченной компенсацией в контексте ограничения максимального кредитного плеча, количества торговых активов, минимального и максимального объема сделок.",
  Chapter_3_3:
    "3,3  Компания разрешает вывод суммы, выплаченной при  наступлении страхового случая, а также полученную прибыль, с первого дня как зачислена, но при условии наличия отторговавнных лотов, в пропорции: 1 лот = 5 выводимых доллара. При этом вывод прибыли регламентируется аналогичным образом.",
  Chapter_3_3_1:
    "3,3,1 При подсчете суммы отторгованных лотов Компания учитывает только сделки с положительным результатом, от +5 пунктов/лот.",
  Chapter_3_4:
    "3,4 Минимальная сумма вывода составляет 20% от страховой суммы, которая также является франшизой, депозитом клиента. Максимальная сумма вывода ограничена остатком счета; максимальное число выводов - 3 (три) вывода. После достижения лимита по количеству выводов, баланс счета может быть обнулен, а обязательства сторон - выполненными.",
  Chapter_3_5:
    "3,5 Компания не несет ответственности за потери выплаченных сумм, в результате Не успешных торгов, в результате наличия более 3 случаев стоп аутов,  и не страхует счета, содержащие страховые выплаты.",
} as InsuranceProgramType;
