import type { InsuranceProgramType } from "public/locales/terms-and-conditions/insurance-program/types";

export default {
  TheInsuranceProgramAgreement: "ข้อตกลงโปรแกรมประกันภัย",
  Chapter_1: "บทที่ 1 เงื่อนไขทั่วไป คำศัพท์",
  Chapter_1_1:
    "1.1 ข้อตกลงนี้ทำขึ้นระหว่าง Zetradex Holding Company ซึ่งทำหน้าที่เป็นบริษัทประกันภัย และลูกค้าของ Zetradex.com ตามข้อตกลง บริษัทได้เสนอบริการเพิ่มเติมโดยชำระเงินแล้ว และลูกค้าตกลงที่จะประกันเงินทุนที่ฝากไว้เพื่อวัตถุประสงค์ในการซื้อขายและการลงทุน ตามข้อกำหนดและเงื่อนไขตามข้อตกลงนี้",
  Chapter_1_2:
    "1.2 จำนวนเงินเอาประกันภัยคือเงินที่บริษัท (ต่อไปนี้จะเรียกว่าบริษัทประกัน) ชำระให้กับลูกค้าเมื่อเกิดเหตุการณ์ที่เอาประกันภัยเกิดขึ้น",
  Chapter_1_3:
    "1.3 เหตุการณ์ที่เอาประกันภัยคือเหตุการณ์ที่เกิดขึ้นซึ่งผู้รับประกันมีหน้าที่ต้องจ่ายเงินให้กับลูกค้าตามเงื่อนไข ตามข้อตกลงนี้ เหตุการณ์ที่เอาประกันภัยคือการสูญเสียโดยลูกค้าของเงินทุนที่ฝากไว้เพื่อวัตถุประสงค์ในการซื้อขายและการลงทุน เนื่องจากสถานการณ์ที่อยู่นอกเหนือการควบคุมของเขา อันเป็นผลมาจากสถานการณ์ตลาดในปัจจุบัน",
  Chapter_1_3_1:
    "1.3.1 เหตุการณ์ที่เอาประกันภัยรับรู้เป็นขาดทุนอย่างน้อย 90% (เก้าสิบเปอร์เซ็นต์) ของเงินทุนที่ฝากไว้ระหว่างระยะเวลาประกัน และอย่างน้อย 100% (หนึ่งร้อยเปอร์เซ็นต์) ของกำไรที่ได้รับและโบนัสคงที่ก่อน การเกิดขึ้นของเหตุการณ์ที่เอาประกันภัย เหตุการณ์ที่เอาประกันภัยคือเหตุการณ์ที่ได้รับการยืนยันจากบริษัทประกันภัยอันเป็นผลจากการตรวจสอบที่เหมาะสม เหตุการณ์อื่น ๆ ทั้งหมดที่เกิดขึ้นในบัญชีซื้อขายที่มีประกัน รวมถึงเหตุการณ์ที่ไม่ได้ผลกำไรสำหรับลูกค้า จะไม่ถือว่าเป็นเหตุการณ์ที่มีประกัน",
  Chapter_1_4:
    "1.4 การหักลดหย่อนเป็นส่วนหนึ่งของจำนวนเงินประกันที่ลูกค้าตกลงที่จะจ่ายเองเมื่อเกิดเหตุการณ์ที่เอาประกันภัย ซึ่งเป็นส่วนหนึ่งของภาระผูกพันของคู่สัญญาเมื่อเกิดเหตุการณ์ที่เอาประกันภัยที่ได้รับการยืนยัน",
  Chapter_1_5:
    "1.5 เงินที่ถอนได้คือเงินฝากของลูกค้ารวมถึงกำไรที่ได้รับ ในกรณีนี้ กำไรอาจไม่ถูกนำมาพิจารณาเมื่อยืนยันเหตุการณ์ที่เอาประกันภัยและเมื่อคำนวณจำนวนเงินเอาประกันภัย เว้นแต่จะกำหนดเป็นอย่างอื่นโดยเงื่อนไขพิเศษของโปรแกรมประกันภัย",
  Chapter_1_6:
    "1.6 เงินที่ไม่สามารถถอนออกได้คือโบนัสของลูกค้า ซึ่งโดยปกติจะเป็นของบริษัท Zetradex Holding ที่มอบให้กับลูกค้าสำหรับการใช้งานชั่วคราว ซึ่งหมายความว่าจะไม่นำมาพิจารณาเมื่อเกิดเหตุการณ์ที่มีการประกัน และเมื่อคำนวณจำนวนเงินเอาประกันภัย แต่สามารถเรียกคืนได้ เป็นโบนัสหากกำหนดโดยโปรแกรมประกันภัยที่เกี่ยวข้อง",
  Chapter_1_7:
    "1.7 เงินคงเหลือในบัญชีหลังจากเหตุการณ์ที่เอาประกันภัยเกิดขึ้น เช่นเดียวกับการถอนเงินที่สำเร็จก่อนหน้านี้เป็นพื้นฐานในการลดจำนวนเงินเอาประกันภัย",
  Chapter_1_8:
    "1.8 โปรแกรมประกันภัยเป็นเงื่อนไขเพิ่มเติมที่เกี่ยวข้องกับเงื่อนไขของสัญญาประกันภัย ต้นทุน จำนวนเงินเอาประกันภัย และขอบเขตความรับผิดของบริษัทต่อลูกค้า บัญชีซื้อขายแต่ละบัญชีมีโปรแกรมการประกันแยกต่างหากตามดุลยพินิจของลูกค้า",
  Chapter_2: "บทที่ 2 สิทธิและหน้าที่",
  Chapter_2_1:
    "2.1 ลูกค้ามีสิทธิ์ยื่นคำขอประกันภัยได้ตลอดเวลา และผู้รับประกันต้องยอมรับคำขอดังกล่าว จำนวนเงินประกันขั้นต่ำและสูงสุดอยู่ภายใต้การควบคุมของโปรแกรมประกันภัยหลายโปรแกรมให้เลือก: พื้นฐาน, มาตรฐาน, Maxi",
  Chapter_2_1_1:
    "2.1.1 ภายใต้เงื่อนไขของโปรแกรมพื้นฐาน ผู้รับประกันตกลงที่จะ: ประกันลูกค้าเป็นระยะเวลา 30 วันตามปฏิทิน ชดเชยจำนวนเงินฝากที่เกิดขึ้นระหว่างระยะเวลาประกันภัยเมื่อเกิดเหตุการณ์ที่เอาประกันภัย แต่ไม่เกิน 500 (ห้าร้อย) ดอลลาร์ ขยายการประกันภัยโดยอัตโนมัติ โดยมีเงื่อนไขว่าจำนวนเงินเพียงพอในบัญชีของลูกค้า เพื่อชดเชยเมื่อเกิดเหตุการณ์ที่เอาประกันภัยเกิดขึ้นสำหรับการสูญเสียภายในขอบเขตของโปรแกรมประกันภัย โดยไม่คำนึงถึงจำนวนข้อตกลง ที่ทำในบัญชีซื้อขายโดยไม่คำนึงถึงการสูญเสียกำไรที่บันทึกไว้ในบัญชีซื้อขายก่อนเกิดเหตุการณ์ที่เอาประกันภัย",
  Chapter_2_1_2:
    "2.1.2 ภายใต้เงื่อนไขของโปรแกรมมาตรฐาน ผู้รับประกันตกลงที่จะ: รับประกันลูกค้าเป็นระยะเวลา 60 วันตามปฏิทิน เมื่อเกิดเหตุการณ์เอาประกันภัย บริษัทรับผิดที่จะชดเชยจำนวนเงินฝากที่เกิดขึ้นระหว่างระยะเวลาประกันภัย แต่ไม่เกิน 1,000 (หนึ่งพัน) ดอลลาร์ ขยายกรมธรรม์ประกันภัยโดยอัตโนมัติ หากมีจำนวนเงินเพียงพอใน บัญชีของลูกค้า และเมื่อเหตุการณ์ที่มีการประกันเกิดขึ้น จะชดเชยความสูญเสียทั้งหมดภายในขอบเขตของโปรแกรมประกันภัย โดยไม่คำนึงถึงจำนวนการซื้อขายที่เกิดขึ้นในบัญชีซื้อขาย",
  Chapter_2_1_3:
    "2.1.3 ภายใต้เงื่อนไขของโปรแกรม Maxi ผู้รับประกันตกลงที่จะ: รับประกันลูกค้าเป็นระยะเวลา 90 วันตามปฏิทิน เมื่อเกิดเหตุการณ์เอาประกันภัย บริษัทรับผิดที่จะชดใช้เงินมัดจำที่เกิดขึ้นระหว่างระยะเวลาประกันภัยแต่รวมไม่เกิน 2,000 (สองพัน) ดอลลาร์สหรัฐฯ ขยายเวลาประกันโดยอัตโนมัติหากมีจำนวนเงินเพียงพอ ในบัญชีของลูกค้า ชดเชยความสูญเสียภายในขอบเขตของโปรแกรมการประกันเมื่อเกิดเหตุการณ์ที่เอาประกันภัย โดยไม่คำนึงถึงจำนวนการซื้อขายที่เกิดขึ้นในบัญชีซื้อขาย",
  Chapter_2_2:
    "2.2 บริษัทดำเนินการพิจารณาคำร้องขอชดเชยของลูกค้าตามเงื่อนไขภายใน 5 วันทำการ และหากได้รับการยืนยันก็จะสะสมค่าชดเชย บริษัทขอสงวนสิทธิ์ในการกำหนดขั้นตอนการคำนวณค่าตอบแทนและควบคุมการใช้งานโดยลูกค้าอย่างเป็นอิสระ",
  Chapter_2_3:
    "2.3 ตามข้อตกลงนี้ ผู้ประกันตนอนุมัติระดับการหักลดหย่อนคงที่ 20% (ยี่สิบเปอร์เซ็นต์) ของจำนวนเงินเอาประกันภัย เช่นเดียวกับขั้นตอนพิเศษสำหรับการใช้ค่าชดเชยที่จ่ายเมื่อเกิดเหตุการณ์ที่เอาประกันภัย: ค่าชดเชยจะเข้าบัญชีพิเศษ บัญชีซื้อขายที่มีเลเวอเรจการซื้อขายจำกัด ทันทีหลังจากที่ลูกค้าจะเติมเงินภายในแฟรนไชส์ (20% ของจำนวนเงินเอาประกันภัย)",
  Chapter_2_4:
    "2.4 ภาระผูกพันของผู้ประกันตนที่มีต่อลูกค้าจะถือว่าสมบูรณ์ตั้งแต่วินาทีที่จำนวนเงินประกันถูกโอนเข้าบัญชีซื้อขายพิเศษ ซึ่งลูกค้ารับหน้าที่เปิดด้วยตนเอง",
  Chapter_2_5:
    "2.5 ลูกค้าตกลงที่จะชำระค่าประกันตรงเวลาสำหรับการต่ออายุอัตโนมัติ",
  Chapter_2_6:
    "2.6 ลูกค้ามีสิทธิ์ที่จะปฏิเสธที่จะต่ออายุโปรแกรมประกันภัยจนกว่าจะมีการหักการชำระเงินใหม่สำหรับงวดใหม่ หากการชำระเงินได้ถูกหักออกจากบัญชีซื้อขายแล้ว จะถือว่าลูกค้าได้ยืนยันความยินยอมที่จะขยายระยะเวลาประกันออกไปอีกระยะเวลาหนึ่ง ในกรณีที่มีการบอกเลิกสัญญาก่อนกำหนดตามความคิดริเริ่มของลูกค้า จะไม่มีการคืนเงินสำหรับงวดปัจจุบัน",
  Chapter_2_7:
    "2.7 บริษัทขอสงวนสิทธิ์ในการปฏิเสธการจ่ายเงินชดเชยเมื่อมีเหตุการณ์เอาประกันภัยเกิดขึ้น หาก:",
  Chapter_2_7_1:
    "2.7.1 หากตรวจพบการบิดเบือนโปรแกรมประกันภัย โดยเฉพาะอย่างยิ่งหากตามความเห็นของผู้รับประกัน มีจงใจสร้างเหตุการณ์ที่เอาประกันภัย",
  Chapter_2_7_2:
    "2.7.2 หากบัญชีการซื้อขายในช่วงระยะเวลาประกันมีข้อตกลงที่ไม่ได้ผลกำไรอย่างน้อย 90% ซึ่งบ่งชี้ถึงการใช้บัญชีการซื้อขายที่ไม่ถูกต้อง การขาดทุนที่ชัดเจนอันเป็นผลมาจากการซื้อขายที่วุ่นวาย/สุ่ม การตั้งค่าซอฟต์แวร์การซื้อขายของลูกค้าไม่ถูกต้อง เนื่องจาก ผลลัพธ์ของการซื้อขายภายในกลยุทธ์ Martingale และกลยุทธ์ที่มีความเสี่ยงสูงอื่นๆ",
  Chapter_2_7_3: "2,7,3 หากลูกค้าละเมิดข้อกำหนดของข้อตกลงลูกค้าซ้ำแล้วซ้ำอีก",
  Chapter_2_8:
    "2.8 บริษัทขอสงวนสิทธิ์ในการแก้ไขข้อกำหนดของข้อตกลงนี้แต่เพียงฝ่ายเดียว ในกรณีที่มีการเปลี่ยนแปลงข้อตกลงอย่างมีนัยสำคัญ ลูกค้าจะได้รับแจ้งทางอีเมลหรือโดยการโพสต์ข้อมูลบนเว็บไซต์ ขึ้นอยู่กับดุลยพินิจของบริษัท",
  Chapter_3: "บทที่ 3 การคำนวณและการใช้เงินประกัน",
  Chapter_3_1:
    "3.1 ในกรณีที่เหตุการณ์ประกันได้รับการยืนยัน ค่าชดเชยจะคำนวณภายใน 5 วันทำการนับจากช่วงเวลาที่ลูกค้าส่งใบสมัครไปยังบัญชีซื้อขายพิเศษ ใบสมัครแต่ละรายการจะได้รับการพิจารณาเป็นรายบุคคลด้วยตนเองโดยพนักงานที่เกี่ยวข้องของแผนกประกันภัย",
  Chapter_3_2:
    "3.2 ลูกค้าเห็นด้วยกับสิทธิ์ของบริษัทในการควบคุมกิจกรรมของบัญชีซื้อขายพิเศษพร้อมค่าตอบแทนที่จ่ายในบริบทของการจำกัดเลเวอเรจสูงสุด จำนวนสินทรัพย์การซื้อขาย ปริมาณขั้นต่ำและสูงสุดของข้อตกลง",
  Chapter_3_3:
    "3.3 บริษัทอนุญาตให้ถอนจำนวนเงินที่ชำระเมื่อเกิดเหตุการณ์ที่มีการประกัน เช่นเดียวกับกำไรที่ได้รับ นับตั้งแต่วันแรกที่ได้รับเครดิต โดยให้ปลดล็อคจำนวนที่เหมาะสมด้วยล็อตการซื้อขาย ในสัดส่วน: 1 ล็อต = ถอนออก 5 ดอลลาร์ ในกรณีนี้ การถอนกำไรจะได้รับการควบคุมในลักษณะเดียวกัน",
  Chapter_3_3_1:
    "3.3.1 เมื่อคำนวณจำนวนล็อตที่ซื้อขาย บริษัทจะพิจารณาเฉพาะข้อตกลงที่มีผลเป็นบวก ตั้งแต่ +5 pips/lot",
  Chapter_3_4:
    "3.4 จำนวนเงินถอนขั้นต่ำคือ 20% ของจำนวนเงินประกัน ซึ่งอันที่จริงแล้วคือค่าเสียหายส่วนแรก เงินฝากของลูกค้า จำนวนเงินที่ถอนออกสูงสุดจะถูกจำกัดโดยยอดคงเหลือในบัญชี จำนวนล็อตที่ซื้อขาย จำนวนการถอนสูงสุดคือ 3 (สาม) การถอน หลังจากถึงขีดจำกัดจำนวนการถอนแล้ว ยอดคงเหลือในบัญชีสามารถรีเซ็ตเป็นศูนย์ได้ และภาระผูกพันของทั้งสองฝ่ายจะถูกกำหนดว่าบรรลุผลแล้ว",
  Chapter_3_5:
    "3.5 บริษัทจะไม่รับผิดชอบต่อการสูญเสียจำนวนเงินที่ชำระอันเป็นผลมาจากการซื้อขายที่ไม่ประสบความสำเร็จ อันเป็นผลมาจากเหตุการณ์การหยุดซื้อขายมากกว่า 3 ครั้ง และไม่รับประกันบัญชีที่มีการจ่ายเงินประกัน",
} as InsuranceProgramType;
