import type { InsuranceProgramType } from "public/locales/terms-and-conditions/insurance-program/types";

export default {
  TheInsuranceProgramAgreement: "保險計劃協議",
  Chapter_1: "第 1 章一般條件、術語。",
  Chapter_1_1:
    "1.1 本協議由作為保險人的 Zetradex Holding Company 與 Zetradex.com 的客戶簽訂。 根據該協議，公司在付費的基礎上，作為一項附加服務，按照本協議的條款和條件，為出於交易和投資目的而存入的資金提供保險，並且客戶同意。",
  Chapter_1_2:
    "1.2 保險金額是本公司（以下簡稱保險人）承諾在保險事故發生時向委託人支付的金額。",
  Chapter_1_3:
    "1.3 保險事件是指保險人有義務根據條件向客戶支付保險金的特定事件。 根據本協議，保險事件是指客戶出於交易和投資目的而存入的資金，由於當前市場狀況，由於其無法控制的情況而造成的損失。",
  Chapter_1_3_1:
    "1.3.1 保險事件確認為保險期間存款資金的至少 90%（百分之九十）的損失，以及之前已獲得的利潤和獎金的至少 100%（百分之一百）的損失。保險事故的發生。 保險事件是保險公司經過適當檢查後確認的事件。 受保交易帳戶上發生的所有其他事件，包括對客戶無利可圖的事件，均不被視為受保事件。",
  Chapter_1_4:
    "1.4 免賠額是指保險事故發生時委託人承諾自行支付的保險金額的一部分，是保險事故發生時雙方義務的組成部分。",
  Chapter_1_5:
    "1.5 可提取資金是客戶的存款以及收到的利潤。 在此情況下，在確認保險事故和計算保險金額時，可以不考慮利潤，除非保險項目的特殊條款另有規定。",
  Chapter_1_6:
    "1.6 不可提取資金是客戶獎金，通常屬於Zetradex控股公司，提供給客戶臨時使用，這意味著在發生保險事件和計算保險金額時不考慮這些獎金，但可以恢復如果相關計劃保險有規定，則作為獎金。",
  Chapter_1_7:
    "1.7 保險事故發生後帳戶內剩餘資金以及先前成功提取的資金作為減少保險金額的依據。",
  Chapter_1_8:
    "1.8 保險計劃是管理保險合約條款、費用、保險金額以及公司對客戶的責任範圍的附加條件。 每個交易帳戶都有自己的單獨保險計劃，由客戶自行決定。",
  Chapter_2: "第二章 權利與義務",
  Chapter_2_1:
    "2.1 客戶有權隨時提出投保申請，保險人必須接受。 保險的最低和最高金額由多種保險計劃規定，可供選擇：Basic、Standard、Maxi。",
  Chapter_2_1_1:
    "2.1.1 在基本計畫條件下，保險人承諾：為客戶投保30個日曆日，發生保險事故時賠償保險期間內所存的押金金額，但不超過500 （五百）美元，自動延長保險，前提是客戶帳戶上的金額足夠，在發生保險事件時賠償保險計劃限額內的損失，無論交易數量如何交易帳戶上的損失，不考慮保險事件發生之前交易帳戶上記錄的利潤損失。",
  Chapter_2_1_2:
    "2.1.2 在標準計畫的條件下，保險公司承諾： 為客戶提供為期 60 個日曆日的保險。保險事故發生後，本公司承諾賠償保險期間內所存入的押金金額，但不超過1000（千）元，自動續保，前提是保險期間有足夠的金額。時，賠償保險計劃限額內的所有損失，無論交易帳戶上進行的交易數量如何。",
  Chapter_2_1_3:
    "2.1.3 根據 Maxi 計畫的條件，保險公司承諾： 為客戶提供為期 90 個日曆日的保險。發生保險事故時，本公司承諾賠償保險期間內所存入的押金金額，但總計不超過2,000（兩千）美元，若金額充足，則自動續保在發生保險事件時，無論交易帳戶上進行的交易數量有多少，在保險計劃的限額內賠償客戶帳戶中的損失。",
  Chapter_2_2:
    "2.2 本公司承諾依照條件，在5個工作天內考慮客戶的賠償請求，若確認，則進行賠償。 本公司保留獨立確定賠償計算程序並規範客戶使用的權利。",
  Chapter_2_3:
    "2.3 根據本協議，保險人批准了保險金額 20%（百分之二十）的固定免賠額，以及保險事故發生時支付的賠償金的使用特別程序：賠償金記入專門的保險帳戶。交易帳戶，交易槓桿有限，客戶在特許經營範圍內補充資金後立即進行（保險金額的20%）。",
  Chapter_2_4:
    "2.4 自保險金額存入客戶承諾自行開立的特殊交易帳戶之時起，保險人對客戶的義務即被視為已履行。",
  Chapter_2_5: "2.5 客戶承諾按時繳納自動續保保險費。",
  Chapter_2_6:
    "2.6 客戶有權拒絕續保保險計劃，直到新期間的新付款被記入借方。 若款項已從交易帳戶中扣除，則視為客戶已確認同意延長保險期間。 如果客戶主動提前終止合同，則當期付款不予退還。",
  Chapter_2_7: "2.7 在發生保險事故時，本公司保留拒絕支付賠償的權利，如果：",
  Chapter_2_7_1:
    "2.7.1 如果發現保險計畫的操縱，特別是如果保險公司認為有故意製造保險事件的情況。",
  Chapter_2_7_2:
    "2.7.2 如果保險期間內交易帳戶有至少90%的交易未獲利，則表示交易帳戶使用不當、混亂/隨機交易導致明顯損失、客戶交易軟體設定不正確，作為在Martingale 策略和其他高風險策略中進行交易的結果。",
  Chapter_2_7_3: "2,7,3 如果客戶多次違反客戶協議的條款。",
  Chapter_2_8:
    "2.8 本公司保留單方面修改本協議條款的權利。 如果本協議發生重大變更，本公司將酌情透過電子郵件或在網站上發布資訊的方式通知客戶。",
  Chapter_3: "第三章 保險金的計算與使用",
  Chapter_3_1:
    "3.1 保險事故確定後，自客戶向專用交易帳戶提交申請之日起5個工作天內計算賠償金。 每份申請均由保險部門的相關員工單獨、手動考慮。",
  Chapter_3_2:
    "3.2 客戶同意公司有權在限制最大槓桿、交易資產數量、最小和最大交易量的情況下，透過有償補償來監管特殊交易帳戶的活動。",
  Chapter_3_3:
    "3.3 在以交易手數解鎖適當金額的情況下，公司允許從入帳第一天起提取保險事件發生時支付的金額以及收到的利潤，比例為：1手=提取了5美元。 在這種情況下，利潤的提取也以同樣的方式進行監管。",
  Chapter_3_3_1:
    "3.3.1 在計算交易手數時，公司僅考慮具有正面結果的交易，從+5點/手。",
  Chapter_3_4:
    "3.4 最低提款金額為保險金額的20%，這實際上是免賠額，即客戶的存款。 最大提現金額受帳戶餘額、交易手數限制； 最多提款次數為 3（三）次提款。 達到提款次數限制後，帳戶餘額可清零，當事人義務視為已履行完畢。",
  Chapter_3_5:
    "3.5 本公司對因交易不成功、發生超過 3 次停損事件而導致的支付金額損失不承擔任何責任，且不為包含保險付款的帳戶提供保險。",
} as InsuranceProgramType;
