import {TradingInstrumentsType} from "./types";

export default {
  TradingInstruments: "ट्रेडिंग इंस्ट्रूमेंट्स",
  EachTradingSymbolIs: "प्रत्येक ट्रेडिंग सिंबल एक निवेश विकल्प है, कुछ ही क्लिक में डील खोलकर अभी कमाने का एक तरीका। और उनमें से इतने सारे हैं कि गिनना भी डरावना है, क्योंकि अकेले सौ से अधिक मुद्रा जोड़े हैं, और यूएसए, यूरोप, जापान और चीन की सैकड़ों कंपनियों के धातु और शेयर भी हैं। जो लोग निवेश के लिए एक भी कंपनी नहीं चुन सकते हैं, वे इंडेक्स के साथ ट्रेडिंग की सराहना करते हैं, जिनकी गणना कंपनियों के पूरे समूह के शेयरों के मूल्य के आधार पर की जाती है। और निश्चित रूप से, हमारे साथ आप पारंपरिक से लेकर नवीनतम, लेकिन परिप्रेक्ष्य तक की क्रिप्टोकरेंसी की पूरी श्रृंखला पा सकते हैं।",
  AllYouNeedToBe: "सफल होने के लिए आपको बस सक्रिय रहने और नए सौदे खोलने की ज़रूरत है, लेकिन निश्चित रूप से एक ब्रोकर चुनना भी बहुत महत्वपूर्ण है जो आपको अधिकतम लाभ, सर्वोत्तम स्प्रेड और कमीशन प्रदान करेगा। Zetradex एक अभिनव ट्रेडिंग प्लेटफ़ॉर्म है, जिसका मुख्य लाभ ठीक यही है: कम स्प्रेड, ट्रेडिंग इंस्ट्रूमेंट्स का एक बड़ा चयन और रीयल-टाइम कोट्स। हमारे पास उनमें से कितने हैं, आप अभी इस पेज पर या सीधे ट्रेडिंग प्लेटफ़ॉर्म वेब टर्मिनल में देख सकते हैं।",
  MakeDeposit: "जमा करें",
  RowsPerPage: "प्रति पृष्ठ पंक्तियाँ",
} as TradingInstrumentsType;
