import {TradingInstrumentsType} from "./types";

export default {
  TradingInstruments: "取引商品",
  EachTradingSymbolIs: "各取引シンボルは投資オプションであり、数回クリックするだけで取引を開始して今すぐ収益を得る方法です。通貨ペアだけでも100以上あり、米国、ヨーロッパ、日本、中国の何百もの企業の金属や株式もあるため、数えるのが怖いほどです。投資対象を1社に絞れない人は、企業グループ全体の株式の価値に基づいて計算されるインデックスを使用した取引を高く評価しています。そしてもちろん、当社では、従来のものから最新のものまで、幅広い暗号通貨を見つけることができますが、見通しは異なります。",
  AllYouNeedToBe: "成功するために必要なのは、積極的に新しい取引を開始することですが、もちろん、最大限のメリット、最高のスプレッドと手数料を提供するブローカーを選択することも非常に重要です。Zetradexは革新的な取引プラットフォームであり、その主な利点は、低スプレッド、幅広い取引ツール、リアルタイムの相場です。当社が保有するそれらの数は、このページまたは取引プラットフォームのWebターミナルで今すぐ確認できます。",
  MakeDeposit: "入金",
  RowsPerPage: "1 ページあたりの行数",
} as TradingInstrumentsType;
