import { TradingInstrumentsType } from "./types";

export default {
  TradingInstruments: "تجارتی آلات",
  EachTradingSymbolIs:
    "ہر تجارتی علامت سرمایہ کاری کا اختیار ہے، چند کلکس میں ڈیل کھول کر ابھی کمانے کا ایک طریقہ۔ اور ان میں سے بہت سے ایسے ہیں کہ گننا بھی خوفناک ہے، کیونکہ صرف سو سے زیادہ کرنسی کے جوڑے ہیں، اور امریکہ، یورپ، جاپان اور چین کی سینکڑوں کمپنیوں کے دھاتیں اور شیئرز بھی ہیں۔ وہ لوگ جو سرمایہ کاری کے لیے کسی ایک کمپنی کا انتخاب نہیں کر سکتے ہیں وہ انڈیکس کے ساتھ ٹریڈنگ کو سراہتے ہیں، جن کا حساب کمپنیوں کے تمام گروپوں کے حصص کی قیمت کی بنیاد پر کیا جاتا ہے۔ اور یقیناً، ہمارے ساتھ آپ روایتی کرنسیوں سے لے کر جدید ترین، لیکن تناظر تک کرپٹو کرنسیوں کی مکمل رینج تلاش کر سکتے ہیں۔",
  AllYouNeedToBe:
    "کامیاب ہونے کے لیے آپ کو صرف فعال رہنے اور نئے سودے کھولنے کی ضرورت ہے، لیکن یقیناً یہ بھی بہت اہم ہے کہ ایک بروکر کا انتخاب کیا جائے جو آپ کو زیادہ سے زیادہ فوائد، بہترین اسپریڈز اور کمیشن پیش کرے۔ Zetradex ایک جدید تجارتی پلیٹ فارم ہے، جس کا بنیادی فائدہ یہ ہے کہ: کم اسپریڈز، تجارتی آلات کا ایک بڑا انتخاب اور حقیقی وقت کے اقتباسات۔ ان میں سے کتنے ہمارے پاس ہیں آپ ابھی اس صفحہ پر یا براہ راست ٹریڈنگ پلیٹ فارم ویب ٹرمینل میں دیکھ سکتے ہیں۔",
  MakeDeposit: "جمع کروائیں۔",
  RowsPerPage: "قطار فی صفحہ",
} as TradingInstrumentsType;
