import {TradingInstrumentsType} from "./types";

export default {
  TradingInstruments: "Торговые инструменты",
  EachTradingSymbolIs: "Каждый торговый символ — это инвестиционный вариант, способ заработать прямо сейчас, открыв сделку в несколько кликов. И их так много, что даже страшно сосчитать, ведь одних только валютных пар более сотни, а есть еще металлы и акции сотен компаний из США, Европы, Японии и Китая. Те, кто не может выбрать одну компанию для инвестиций, ценят торговлю индексами, которые рассчитываются на основе стоимости акций целых групп компаний. И конечно же, у нас вы сможете найти полный спектр криптовалют от традиционных до самых новых, но перспективных.",
  AllYouNeedToBe: "Все, что вам нужно для успеха — это быть активным и открывать новые сделки, но конечно же очень важно выбрать брокера, который предложит вам максимальные преимущества, лучшие спреды и комиссии. Zetradex — это инновационная торговая платформа, главным преимуществом которой как раз и являются: низкие спреды, большой выбор торговых инструментов и котировки в реальном времени. Сколько их у нас, вы можете увидеть прямо сейчас на этой странице или непосредственно в веб-терминале торговой платформы.",
  MakeDeposit: "Сделать депозит",
  RowsPerPage: "Строк на страницу",
} as TradingInstrumentsType;
