import {TradingInstrumentsType} from "./types";

export default {
  TradingInstruments: "เครื่องมือการซื้อขาย",
  EachTradingSymbolIs: "สัญลักษณ์การซื้อขายแต่ละอันเป็นตัวเลือกการลงทุน ซึ่งเป็นวิธีในการสร้างรายได้ทันทีโดยเปิดข้อตกลงในไม่กี่คลิก และมีอยู่มากมายจนนับไม่ถ้วน เพราะมีคู่สกุลเงินมากกว่าร้อยคู่ และยังมีโลหะและหุ้นของบริษัทหลายร้อยแห่งจากสหรัฐอเมริกา ยุโรป ญี่ปุ่น และจีน ผู้ที่ไม่สามารถเลือกบริษัทเดียวเพื่อการลงทุนได้ชื่นชอบการซื้อขายด้วยดัชนี ซึ่งคำนวณจากมูลค่าหุ้นของกลุ่มบริษัททั้งหมด และแน่นอนว่ากับเรา คุณสามารถค้นหาสกุลเงินดิจิทัลได้ครบทุกประเภท ตั้งแต่แบบดั้งเดิมไปจนถึงแบบใหม่ล่าสุด แต่ยังมีมุมมองใหม่ๆ อีกด้วย",
  AllYouNeedToBe: "สิ่งที่คุณต้องมีเพื่อประสบความสำเร็จคือต้องกระตือรือร้นและเปิดข้อตกลงใหม่ แต่แน่นอนว่าการเลือกโบรกเกอร์ที่จะเสนอข้อได้เปรียบสูงสุด สเปรดและคอมมิชชันที่ดีที่สุดก็มีความสำคัญเช่นกัน Zetradex เป็นแพลตฟอร์มการซื้อขายที่สร้างสรรค์ ซึ่งข้อได้เปรียบหลักคือ สเปรดต่ำ เครื่องมือการซื้อขายที่หลากหลาย และราคาแบบเรียลไทม์ คุณสามารถดูจำนวนที่เรามีได้ในหน้านี้หรือในเทอร์มินัลเว็บของแพลตฟอร์มการซื้อขายโดยตรง",
  MakeDeposit: "ฝากเงิน",
  RowsPerPage: "จำนวนแถวต่อหน้า",
} as TradingInstrumentsType;
