import type { IbLoyaltyProgramType } from "public/locales/ib-loyalty-program/types";

export default {
  ZeLoyalty: "زی لائلٹی پارٹنرشپ پروگرام",
  GetTheFull: "شراکت داری سے بھرپور فائدہ حاصل کریں۔",
  Having:
    "اپنے شراکت داروں کے ساتھ ایک مشترکہ مقصد، جیسا کہ منافع اور ترقی، ہمیں یقین ہے کہ مشترکہ کوششوں سے، ہم یقینی طور پر یہ سب حاصل کر لیں گے۔ ہم ہر پارٹنر پر پوری توجہ دیتے ہیں اور آپ میں سے ہر ایک کے ساتھ انفرادی طور پر کام کرتے ہیں تاکہ آپ اپنی آمدنی کی سطح کو مسلسل بڑھا سکیں۔",
  ForThose:
    "ان شراکت داروں کے لیے جو ہمارے ساتھ فعال طور پر تعاون کرتے ہیں، ہم نے نہ صرف اعلیٰ ترین ایجنٹ کمیشن تیار کیے ہیں، بلکہ ایک خصوصی لائلٹی پروگرام بھی تیار کیا ہے جو آپ کو زیادہ کمانے کی اجازت دے گا۔",
  TheLoyaltyProgram:
    "لائلٹی پروگرام آپ کو ہمارے ساتھ تعاون کے لیے نقد تحائف وصول کرنے دیتا ہے اور اس طرح سے ڈیزائن کیا گیا ہے کہ ہمارے ساتھ کام کرتے وقت، آپ کو ان شراکت داروں سے زیادہ فوائد حاصل ہوتے ہیں جو دوسری کمپنیوں کے ساتھ تعاون کرتے ہیں۔",
  TheLoyaltyProgramIs:
    "لائلٹی پروگرام Zetradex کے ساتھ تعاون کے پہلے دن سے ہر ایک پارٹنر کے لیے دستیاب ہے۔ لہذا، ہمارا لائلٹی پروگرام ایک اور وجہ ہے کہ آپ کو ابھی ہمارے ساتھ تعاون شروع کرنا چاہیے۔ ہمارے ساتھ شامل ہوں۔",
  Extra: "اضافی فوائد",
  Your: "ہمارے ساتھ فعال تعاون اور اچھے کاروبار کے لیے آپ کی تجاویز",
  Additional: "اضافی آمدنی",
  ExtraIncome: "معمول کے ملحق کمیشنوں پر اضافی آمدنی",
  Exchangeable: "قابل تبادلہ پوائنٹس",
  EasyConversion: "حقیقی رقم یا تجارتی بونس NDB میں آسان تبدیلی",
  Fair: "منصفانہ پوائنٹس کی قدر",
  EverySingle:
    "ہر ایک پوائنٹ پر حقیقی رقم خرچ ہوتی ہے، نہ کہ صرف ہمارے ذریعہ کھینچا گیا ایک پوائنٹ",
  Exchange: "لائلٹی پوائنٹس کا تبادلہ کریں۔",
  YouCan:
    "آپ آسانی سے اپنے لائلٹی پوائنٹس کو براہ راست رقم یا تجارتی بونس NDB میں تبدیل کر سکتے ہیں۔ مزید برآں، ہم آپ کو قیمتی انعامات، جیسے اسمارٹ فونز، لیپ ٹاپ، گیمنگ کنسولز، یا برانڈڈ تجارتی سامان کے لیے اپنے LP کا تبادلہ کرنے کا موقع فراہم کرتے ہیں۔",
  Get: "شروع کریں",
  Open: "شراکت دار اکاؤنٹ کھولیں۔",
  Activate: "لائلٹی پروگرام کو فعال کریں۔",
  Attract: "حوالہ جات کو اپنی طرف متوجہ کریں اور پوائنٹس حاصل کریں!",
  HowDoes: "ze لائلٹی پارٹنرشپ پروگرام کیسے کام کرتا ہے؟",
  HowTo: "پروگرام میں کیسے شامل ہوں؟",
} as IbLoyaltyProgramType;
