import type { IbLoyaltyProgramType } from "public/locales/ib-loyalty-program/types";

export default {
  ZeLoyalty: "Партнерская программа лояльности Ze",
  GetTheFull: "Получите полную выгоду от партнерства",
  Having:
    "Имея одну общую цель с нашими Партнерами, такую как прибыль и развитие, мы верим, что, прилагая совместные усилия, мы обязательно всего этого достигнем. Мы уделяем пристальное внимание каждому партнеру и работаем индивидуально с каждым из вас, чтобы вы могли постоянно повышать свой уровень дохода.",
  ForThose:
    "Для тех партнеров, которые активно с нами сотрудничают, мы подготовили не только самые высокие агентские комиссии, но и эксклюзивную программу лояльности, которая позволит вам зарабатывать больше.",
  TheLoyaltyProgram:
    "Программа лояльности позволяет получать денежные подарки за сотрудничество с нами и построена таким образом, что, работая с нами, вы получаете больше преимуществ, чем те партнеры, которые сотрудничают с другими компаниями.",
  TheLoyaltyProgramIs:
    "Программа лояльности доступна каждому партнеру с первого дня сотрудничества с Zetradex. Поэтому наша программа лояльности – это еще одна причина, почему вам стоит начать сотрудничество с нами прямо сейчас. Присоединяйтесь к нам.",
  Extra: "Дополнительные преимущества",
  Your: "Ваши советы для активного сотрудничества и хорошего бизнеса с нами",
  Additional: "Дополнительный доход",
  ExtraIncome: "Дополнительный доход сверх обычных партнерских комиссий",
  Exchangeable: "Сменные баллы",
  EasyConversion: "Легкая конвертация в реальные деньги или торговый бонус NDB",
  Fair: "Справедливая стоимость баллов",
  EverySingle:
    "Каждая точка стоит реальных денег, а не просто точка, нарисованная нами.",
  Exchange: "Обменяйте баллы лояльности",
  YouCan:
    "Вы можете легко конвертировать свои баллы лояльности непосредственно в деньги или торговые бонусы NDB. Кроме того, мы предлагаем вам возможность обменять LP на ценные призы, например, смартфоны, ноутбуки, игровые консоли или фирменную продукцию.",
  Get: "Начать",
  Open: "Открыть партнерский счет",
  Activate: "Активируйте программу лояльности",
  Attract: "Привлекайте рефералов и зарабатывайте баллы!",
  HowDoes: "Как работает партнерская программа ze Loyalty?",
  HowTo: "Как присоединиться к программе?",
} as IbLoyaltyProgramType;
