import type { IbLoyaltyProgramType } from "public/locales/ib-loyalty-program/types";

export default {
  ZeLoyalty: "โปรแกรมความร่วมมือ Ze Loyalty",
  GetTheFull: "ได้รับประโยชน์อย่างเต็มที่จากความร่วมมือ",
  Having:
    "การมีเป้าหมายร่วมกันกับพันธมิตรของเรา เช่น ผลกำไรและการพัฒนา เราเชื่อว่าด้วยความพยายามร่วมกัน เราจะบรรลุเป้าหมายทั้งหมดอย่างแน่นอน เราใส่ใจกับพันธมิตรแต่ละรายอย่างใกล้ชิดและทำงานเป็นรายบุคคลกับคุณแต่ละคน เพื่อให้คุณสามารถเพิ่มระดับรายได้ของคุณได้อย่างต่อเนื่อง",
  ForThose:
    "สำหรับพันธมิตรที่ร่วมมือกับเราอย่างจริงจัง เราได้เตรียมไม่เพียงแต่ค่าคอมมิชชั่นตัวแทนสูงสุดเท่านั้น แต่ยังรวมถึงโปรแกรมความภักดีพิเศษที่จะช่วยให้คุณมีรายได้มากขึ้น",
  TheLoyaltyProgram:
    "โปรแกรมความภักดีช่วยให้คุณได้รับของขวัญเงินสดสำหรับความร่วมมือกับเรา และได้รับการออกแบบในลักษณะที่เมื่อร่วมงานกับเรา คุณจะได้รับผลประโยชน์มากกว่าพันธมิตรที่ร่วมมือกับบริษัทอื่น ๆ",
  TheLoyaltyProgramIs:
    "โปรแกรมความภักดีมีให้สำหรับพันธมิตรทุกรายตั้งแต่วันแรกของการร่วมมือกับ Zetradex ดังนั้นโปรแกรมความภักดีของเราจึงเป็นอีกเหตุผลว่าทำไมคุณควรเริ่มต้นความร่วมมือกับเราตอนนี้ เข้าร่วมกับเรา.",
  Extra: "สิทธิประโยชน์พิเศษ",
  Your: "เคล็ดลับสำหรับความร่วมมือและธุรกิจที่ดีกับเรา",
  Additional: "รายได้เสริม",
  ExtraIncome: "รายได้พิเศษมากกว่าค่าคอมมิชชั่นพันธมิตรปกติ",
  Exchangeable: "คะแนนที่สามารถแลกเปลี่ยนได้",
  EasyConversion: "แปลงเป็นเงินจริงหรือโบนัสการซื้อขาย NDB ได้อย่างง่ายดาย",
  Fair: "มูลค่าคะแนนยุติธรรม",
  EverySingle: "ทุกแต้มต้องใช้เงินจริง ไม่ใช่แค่แต้มที่เราวาดเท่านั้น",
  Exchange: "แลกเปลี่ยนคะแนนความภักดี",
  YouCan:
    "คุณสามารถแปลงคะแนนความภักดีของคุณเป็นเงินโดยตรงหรือโบนัสการซื้อขาย NDB ได้อย่างง่ายดาย นอกจากนี้ เรายังมอบโอกาสให้คุณแลกเปลี่ยน LP ของคุณเพื่อรับรางวัลอันมีค่า เช่น สมาร์ทโฟน แล็ปท็อป คอนโซลเกม หรือสินค้าแบรนด์เนม",
  Get: "เริ่ม",
  Open: "เปิดบัญชีหุ้นส่วน",
  Activate: "เปิดใช้งานโปรแกรมความภักดี",
  Attract: "ดึงดูดผู้อ้างอิงและรับคะแนน!",
  HowDoes: "โปรแกรมพันธมิตร ze Loyalty ทำงานอย่างไร",
  HowTo: "จะเข้าร่วมโปรแกรมได้อย่างไร?",
} as IbLoyaltyProgramType;
