import { ProfitabilityOfIndicesTradingType } from "public/locales/indices-trading/profitabilit-of-stocks-trading/types";

export default {
  Profitability: "Прибыльность торговли индексами",
  TheYield:
    "Доходность рынка индексов составляет в среднем 15-20% в год. Доходность акций иногда достигает 30-50% годовых. Тем не менее, торговля индексами по сравнению с инвестированием в акции более стабильна и предсказуема.",
  TheIndex:
    "Индекс представляет собой уже сформированный, сбалансированный портфель акций крупнейших компаний, защищенный от просадки отдельных его компонентов.",
  Quotes:
    "На котировки влияют общая геополитическая ситуация, отраслевая статистика и финансовые результаты отдельных компаний корзины.",
} as ProfitabilityOfIndicesTradingType;
