import { ProfitabilityOfIndicesTradingType } from "public/locales/indices-trading/profitabilit-of-stocks-trading/types";

export default {
  Profitability: "การทำกำไรจากการซื้อขายดัชนี",
  TheYield:
    "อัตราผลตอบแทนของตลาดดัชนีโดยเฉลี่ยอยู่ที่ 15-20% ต่อปี อัตราผลตอบแทนของหุ้นบางครั้งสูงถึง 30-50% ต่อปี อย่างไรก็ตาม การซื้อขายดัชนีเมื่อเทียบกับการลงทุนในหุ้นกลับมีเสถียรภาพและคาดการณ์ได้มากกว่า",
  TheIndex:
    "ดัชนีนี้เป็นพอร์ตโฟลิโอหุ้นที่สมดุลแล้วของบริษัทที่ใหญ่ที่สุด ซึ่งได้รับการปกป้องจากการเบิกจ่ายของแต่ละองค์ประกอบ",
  Quotes:
    "ราคาได้รับอิทธิพลจากสถานการณ์ทางภูมิรัฐศาสตร์ทั่วไป สถิติอุตสาหกรรม และผลลัพธ์ทางการเงินของแต่ละบริษัทในตะกร้า",
} as ProfitabilityOfIndicesTradingType;
