import { DemoAccountLocaleType } from "./types";

export default {
  DemoAccount: "डेमो अकाउंट",
  GetStarted: "करेंसी ट्रेडिंग की रोमांचक दुनिया में शुरुआत करें",
  OneGreatWay:
    "अपने फॉरेक्स कौशल को बेहतर बनाने का एक शानदार तरीका डेमो अकाउंट में अभ्यास करना है। फॉरेक्स डेमो अकाउंट आपको जोखिम-मुक्त वातावरण में ट्रेड करने की अनुमति देते हैं, जो शुरुआती लोगों के लिए बहुत बढ़िया है।",
  ForexDemo:
    "फॉरेक्स डेमो अकाउंट आपको बिना किसी वास्तविक पैसे का उपयोग किए विभिन्न रणनीतियों को आज़माने का अवसर भी देते हैं। यह फॉरेक्स ट्रेडिंग के बारे में अधिक जानने और नई रणनीतियों का परीक्षण करने का एक शानदार तरीका हो सकता है।",
  PerfectForBeginners:
    "शुरुआती लोगों के लिए बिल्कुल सही - अपने स्वयं के पैसे को जोखिम में डाले बिना फॉरेक्स ट्रेडिंग की मूल बातें सीखें",
  OpportunityToTry: "सुरक्षित वातावरण में नई रणनीतियों को आज़माने का अवसर",
  GetComfortable:
    "अपने स्वयं के पैसे को जोखिम में डालने से पहले ट्रेडिंग टर्मिनल और उसके कार्यों से परिचित हो जाएँ",
  GainABetter:
    "कोई भी वास्तविक पैसा निवेश करने से पहले फॉरेक्स बाज़ार कैसे काम करता है, इसकी बेहतर समझ हासिल करें",
} as DemoAccountLocaleType;
