import { DemoAccountLocaleType } from "./types";

export default {
  DemoAccount: "ڈیمو اکاؤنٹ",
  GetStarted: "کرنسی ٹریڈنگ کی دلچسپ دنیا میں شروع کریں۔",
  OneGreatWay:
    "اپنی فاریکس کی مہارت کو بہتر بنانے کا ایک بہترین طریقہ ڈیمو اکاؤنٹ میں مشق کرنا ہے۔ فاریکس ڈیمو اکاؤنٹس آپ کو خطرے سے پاک ماحول میں تجارت کرنے کی اجازت دیتے ہیں، جو کہ ابتدائی افراد کے لیے بہترین ہے۔",
  ForexDemo:
    "فاریکس ڈیمو اکاؤنٹس آپ کو کوئی حقیقی رقم استعمال کیے بغیر مختلف حکمت عملیوں کو آزمانے کا موقع بھی فراہم کرتے ہیں۔ یہ فاریکس ٹریڈنگ کے بارے میں مزید جاننے اور نئی حکمت عملیوں کو جانچنے کا بہترین طریقہ ہو سکتا ہے۔",
  PerfectForBeginners:
    "ابتدائیوں کے لیے بہترین - اپنے پیسے کو خطرے میں ڈالے بغیر فاریکس ٹریڈنگ کی بنیادی باتیں سیکھیں۔",
  OpportunityToTry: "محفوظ ماحول میں نئی حکمت عملیوں کو آزمانے کا موقع",
  GetComfortable:
    "اپنے پیسے کو خطرے میں ڈالنا شروع کرنے سے پہلے ٹریڈنگ ٹرمینل اور اس کے افعال کے ساتھ آرام سے رہیں",
  GainABetter:
    "کسی بھی حقیقی رقم کی سرمایہ کاری کرنے سے پہلے اس بارے میں بہتر سمجھ حاصل کریں کہ فاریکس مارکیٹ کیسے کام کرتی ہے۔",
} as DemoAccountLocaleType;
