import { DemoAccountLocaleType } from "./types";

export default {
  DemoAccount: "Демо-счет",
  GetStarted: "Начните работу в захватывающем мире валютной торговли",
  OneGreatWay:
    "Отличный способ улучшить свои навыки работы на рынке Форекс — попрактиковаться на демо-счете. Демо-счета Форекс позволяют торговать в безрисковой среде, что отлично подходит для новичков.",
  ForexDemo:
    "Демо-счета Форекс также дают вам возможность опробовать различные стратегии без использования реальных денег. Это может быть отличным способом узнать больше о торговле на Форекс и опробовать новые стратегии.",
  PerfectForBeginners:
    "Идеально подходит для новичков — изучите основы торговли на Форекс, не рискуя собственными деньгами.",
  OpportunityToTry:
    "Возможность опробовать новые стратегии в безопасной среде.",
  GetComfortable:
    "Освойтесь с торговым терминалом и его функциями, прежде чем начинать рисковать собственными деньгами.",
  GainABetter:
    "Получите лучшее понимание того, как работает рынок Форекс, прежде чем вкладывать реальные деньги.",
} as DemoAccountLocaleType;
