import { DemoAccountLocaleType } from "./types";

export default {
  DemoAccount: "บัญชีทดลอง",
  GetStarted: "เริ่มต้นในโลกที่น่าตื่นเต้นของการซื้อขายสกุลเงิน",
  OneGreatWay:
    "วิธีหนึ่งที่ยอดเยี่ยมในการพัฒนาทักษะ Forex ของคุณคือการฝึกฝนในบัญชีทดลอง บัญชีทดลอง Forex ช่วยให้คุณสามารถซื้อขายในสภาพแวดล้อมที่ปราศจากความเสี่ยง ซึ่งเหมาะสำหรับผู้เริ่มต้น",
  ForexDemo:
    "บัญชีทดลองฟอเร็กซ์ยังให้โอกาสคุณลองใช้กลยุทธ์ต่างๆ โดยไม่ต้องใช้เงินจริง นี่อาจเป็นวิธีที่ดีในการเรียนรู้เพิ่มเติมเกี่ยวกับการซื้อขาย Forex และทดสอบกลยุทธ์ใหม่ๆ",
  PerfectForBeginners:
    "เหมาะสำหรับผู้เริ่มต้น – เรียนรู้พื้นฐานของการซื้อขายฟอเร็กซ์โดยไม่ต้องเสี่ยงกับเงินของคุณเอง",
  OpportunityToTry: "โอกาสในการลองใช้กลยุทธ์ใหม่ในสภาพแวดล้อมที่ปลอดภัย",
  GetComfortable:
    "ทำความคุ้นเคยกับเทอร์มินัลการซื้อขายและฟังก์ชันต่างๆ ก่อนที่คุณจะเริ่มเสี่ยงกับเงินของคุณเอง",
  GainABetter:
    "ทำความเข้าใจให้มากขึ้นว่าตลาด Forex ทำงานอย่างไร ก่อนที่จะลงทุนด้วยเงินจริง",
} as DemoAccountLocaleType;
