import { MedalBonusLocaleType } from "./types";

export default {
  TheMedalBonusAgreement: "मेडल बोनस समझौता",
  Chapter1: "अध्याय 1. सामान्य शर्तें, शब्दावली",
  Chapter1_1:
    "1.1 यह समझौता ज़ेट्रेडेक्स होल्डिंग लिमिटेड कंपनी (इसके बाद कंपनी के रूप में संदर्भित) और कंपनी के ग्राहक के बीच किया गया है। समझौते के अनुसार, कंपनी भुगतान के आधार पर उपयोग प्रदान करती है, और ग्राहक व्यापार और लाभ कमाने के उद्देश्य से गैर-निकासी योग्य बोनस (मेडल बोनस) के रूप में धनराशि स्वीकार करता है, जिसे कुछ शर्तों के तहत वापस लिया जा सकता है। .",
  Chapter1_2:
    "1.2 बोनस की प्राप्ति धनराशि और लाभ की निकासी को नहीं रोकती है, लेकिन ये घटनाएँ ट्रेडिंग खाते पर बोनस की आगे की राशि को प्रभावित कर सकती हैं।",
  Chapter1_3:
    "1.3. बोनस उस खाते को नहीं दिया जा सकता है जिसमें पहले से ही कोई अन्य बोनस था क्योंकि इसके लिए विशेष सेटिंग्स की आवश्यकता होती है जो अन्य बोनस की सेटिंग्स के साथ असंगत होती हैं।",
  Chapter1_4:
    "1.4 बोनस केवल प्रथम जमा पर ही प्राप्त किया जा सकता है, अधिकतम 5 खातों में। यदि प्रारंभिक जमा को 2 भागों में विभाजित किया गया है और एक ही समय में बोनस जमा किया गया है तो पहले भाग को बोनस दिया जाएगा जबकि दूसरे भाग को दूसरा जमा माना जाएगा और परिणामस्वरूप इस समझौते के अनुसार बोनस नहीं दिया जाएगा।",
  Chapter1_5:
    "1.5 मेडल बोनस की राशि पहली जमा राशि से 333% के स्तर पर निर्धारित की गई है।",
  Chapter1_6:
    "1.7 दोनों बोनस एक ही खाते में नहीं जोड़े जा सकते हैं, लेकिन एक ही समय में अलग-अलग खातों में जोड़े और उपयोग किए जा सकते हैं।",
  Chapter1_7:
    "1.8 मार्जिन स्तर इक्विटी और मार्जिन का अनुपात है, जिस पर प्लेटफ़ॉर्म स्टॉप आउट और मार्जिन-कॉल निर्धारित करता है।",
  Chapter1_8:
    "1.9 अपने ट्रेडिंग खातों पर यह बोनस प्राप्त करके, ग्राहक पुष्टि करता है कि उसने बोनस की शर्तों को पढ़ लिया है और उनसे सहमत है।",
  Chapter2: "अध्याय 2. पार्टियों के अधिकार और दायित्व",
  Chapter2_1:
    "2.1 ग्राहक को अधिकतम 5 (पांच) खातों के लिए बोनस प्राप्त करने का अधिकार है, साथ ही ग्राहक अनुबंध के खंडों द्वारा निषिद्ध नहीं की गई ट्रेडिंग रणनीतियों के भीतर, ट्रेडिंग के दौरान प्राप्त बोनस से लाभ उठाने का अधिकार है।",
  Chapter2_2:
    "2.2. ग्राहक को बोनस का अनुरोध करने का अधिकार है, यदि पहले अनुरोध किया गया था, लेकिन जमा के एक सप्ताह के भीतर स्वचालित रूप से नहीं दिया गया।",
  Chapter2_3:
    "2.3. कंपनी के पास इस अनुबंध के तहत अतिरिक्त आवश्यकताएं स्थापित करने का अधिकार नहीं है, जैसे कि व्यापार किए गए लॉट की मात्रा या व्यापार के लिए समय सीमा।",
  Chapter2_4:
    "2.4. कंपनी पहली जमा राशि में जोड़े जाने वाले बोनस की अधिकतम सीमा निर्धारित नहीं करती है।",
  Chapter2_5:
    "2.5 खाते में बोनस जोड़ने के उद्देश्य से कंपनी लीवरेज को 1:1000 में बदल देगी यदि यह अधिक है। बोनस रद्दीकरण के बाद, ग्राहक लीवरेज को पहले की तरह अधिक मात्रा में बढ़ा सकता है।",
  Chapter2_6:
    "2.6. यदि ग्राहक ने ग्राहक अनुबंध के नियमों और शर्तों का उल्लंघन किया है और बोनस के साथ दुरुपयोग किया है तो कंपनी को बोनस रद्द करने का अधिकार है। ग्राहक इस बात से सहमत है कि यदि कंपनी को बोनस धोखाधड़ी के तथ्यों का पता चलता है, तो ग्राहक के लेनदेन को अमान्य किया जा सकता है और ट्रेडिंग परिणाम रद्द किए जा सकते हैं। इस मामले में, कंपनी स्टॉप-आउट और संबंधित नुकसान जैसे परिणामों के लिए ज़िम्मेदार नहीं है।",
  Chapter2_7:
    "2.7 यदि मार्जिन स्तर 100% से कम है, जो बोनस के महत्वपूर्ण गिरावट और गलत उपयोग को इंगित करता है, तो कंपनी को बोनस रद्द करने का अधिकार है, भले ही मार्जिन स्तर जल्द ही बहाल हो या नहीं।",
  Chapter3:
    "अध्याय 3. वित्तीय पक्ष, बोनस के कार्य का विवरण (उपार्जन, रद्द करने की प्रक्रिया, निकासी)।",
  Chapter3_1:
    "3.1. बोनस प्रणाली और लाभ वितरण के सही काम को सुनिश्चित करने के लिए, कंपनी दृढ़ता से अनुशंसा करती है कि पैसे निकालने से पहले सभी लेनदेन बंद कर दिए जाएं।",
  Chapter3_2:
    "3.2. धनराशि की महत्वपूर्ण निकासी के मामले में, कंपनी निम्नलिखित फ़ार्मुलों का उपयोग करके स्वचालित रूप से बोनस रद्द करने की आवश्यकता की जाँच करती है:",
  Chapter3_2_1: "अनुपात के आधार पर बोनस रद्द या सहेजा जाएगा:",
  Chapter3_2_3:
    "जहां: Y = जमा, शेष राशि का निकासी योग्य भाग, P = प्राप्त ट्रेडिंग परिणाम (लाभ), Z = मेडल बोनस",
  Chapter3_2_4: "उदाहरण",
  Chapter3_2_5: "100$ जमा करें",
  Chapter3_2_6: "बोनस = $333",
  Chapter3_2_7: "लाभ = -65$",
  Chapter3_2_8: "हम सूत्र से जांच करते हैं और अधिकतम गिरावट देखते हैं:",
  Chapter3_2_9:
    "बोनस रद्द कर दिया जाएगा क्योंकि लाभ = -65 जो -44.74 स्तर से कम है",
  Chapter3_3:
    "3.3. निकासी करते समय, जमा और बोनस के बीच अनुपात में बदलाव के कारण आपका अनुरोध प्राप्त होते ही बोनस रद्द कर दिया जाएगा।",
  Chapter3_4:
    "3.4. बोनस से प्राप्त लाभ की गणना की जाती है और हर बार जब आप कोई सौदा बंद करते हैं तो जमा और बोनस दोनों भागों के बीच आनुपातिक राशि में जमा किया जाता है। प्रत्येक सौदा बैलेंस शीट में लाभ के वितरण को अलग-अलग तरीकों से प्रभावित करता है। बोनस का हिस्सा बनने वाले लाभ को प्रदान किए गए बोनस के लिए भुगतान के रूप में माना जा सकता है और यदि बोनस प्रावधान सेवा पूरी तरह से प्रदान की जाती है तो ग्राहक को वापस नहीं किया जा सकता है। मेडल बोनस के भुगतान को कम करने के लिए, ग्राहक अपने स्वयं के धन और बोनस के बीच अनुपात को अपने पक्ष में बदलने के उद्देश्य से, अपने स्वयं के धन से खातों को फिर से भरने के पात्र हैं।",
  Chapter3_5:
    "3.5. दोनों पक्ष इस समझौते को शीघ्र समाप्त करने की घोषणा कर सकते हैं। कंपनी ग्राहक के अनुरोध पर, बिना कारण बताए बोनस रद्द करने का वचन देती है। कंपनी, बदले में, बोनस को रद्द करने और इस समझौते से हटने का अधिकार भी सुरक्षित रखती है, क्योंकि बोनस कंपनी की संपत्ति है।",
} as MedalBonusLocaleType;
