import { MedalBonusLocaleType } from "./types";

export default {
  TheMedalBonusAgreement: "メダルボーナス契約",
  Chapter1: "第 1 章 一般条件、用語",
  Chapter1_1:
    "1.1 この契約は、Zetradex Holding LTD Company (以下、当社といいます) と当社の顧客との間で締結されます。 契約によれば、当社は支払いベースでの使用を提供し、クライアントは取引および一定の条件下で引き出し可能な利益を上げる目的で、引き出し不可能なボーナス（メダルボーナス）の形で資金を受け取ります。 。",
  Chapter1_2:
    "1.2 ボーナスの受け取りは資金や利益の出金を妨げるものではありませんが、これらのイベントは取引口座のボーナスのさらなる額に影響を与える可能性があります。",
  Chapter1_3:
    "1.3. 他のボーナスの設定と互換性のない特別な設定が必要となるため、既に他のボーナスを獲得しているアカウントにはボーナスを付与することはできません。",
  Chapter1_4:
    "1.4 ボーナスは初回入金のみ、最大 5 アカウントまで受け取ることができます。 初回デポジットが 2 つの部分に分割され、同時に入金された場合、ボーナスは最初の部分に付与されますが、2 番目の部分は 2 番目のデポジットとみなされ、その結果、本契約に従ってボーナスは付与されません。",
  Chapter1_5:
    "1.5 メダルボーナスの量は、最初のデポジットの 333% のレベルで決定されます。",
  Chapter1_6:
    "1.7 両方のボーナスを同じアカウントに追加することはできませんが、異なるアカウントで同時に追加して使用することはできます。",
  Chapter1_7:
    "1.8 マージンレベルは証拠金に対する資本の割合であり、プラットフォームはこれに基づいてストップアウトとマージンコールを決定します。",
  Chapter1_8:
    "1.9 クライアントは、取引口座でこのボーナスを受け取ることにより、ボーナスの条件を読んで同意したことを確認します。",
  Chapter2: "第 2 章 当事者の権利と義務",
  Chapter2_1:
    "2.1 顧客は、顧客契約の条項で禁止されていない取引戦略の範囲内で、最大 5 つのアカウントに対してボーナスを受け取る権利、および取引中に受け取ったボーナスから利益を得る権利を有します。",
  Chapter2_2:
    "2.2. クライアントは、以前にボーナスを要求したが自動的に付与されなかった場合、入金後 1 週間以内にボーナスを要求する権利を有します。",
  Chapter2_3:
    "2.3. 当社は、本契約に基づき、取引ロット数や取引時間枠などの追加要件を設定する権利を有しません。",
  Chapter2_4: "2.4. 当社は、初回入金に追加できるボーナスの上限を設定しません。",
  Chapter2_5:
    "2.5 当社は、アカウントにボーナスを追加することを目的として、レバレッジが高い場合はレバレッジを 1:1000 に変更するものとします。 ボーナスキャンセル後、クライアントは以前と同様にレバレッジをより高いボリュームに増やすことができます。",
  Chapter2_6:
    "2.6. クライアントがクライアント契約の利用規約に違反し、ボーナスを乱用した場合、当社はボーナスを取り消す権利を有します。 お客様は、当社がボーナス詐欺の事実を発見した場合には、お客様のお取引を無効とし、取引結果を取り消す場合があることに同意するものとします。 この場合、当社はストップアウトおよび関連する損失などの結果について責任を負いません。",
  Chapter2_7:
    "2.7 当社は、マージンレベルが 100% を下回る場合、これはマージンレベルがすぐに回復するかどうかに関係なく、ボーナスの大幅なドローダウンと誤った使用を示すボーナスをキャンセルする権利を有します。",
  Chapter3:
    "第 3 章 財務面、ボーナスの仕組み (発生、キャンセル手順、出金) を詳しく説明します。",
  Chapter3_1:
    "3.1. ボーナスシステムと利益分配が正しく機能することを保証するために、当社は出金前にすべての取引を終了することを強く推奨します。",
  Chapter3_2:
    "3.2. 資金が大幅に取り消された場合、当社は次の計算式を使用してボーナスをキャンセルする必要があるかどうかを自動的に確認します。",
  Chapter3_2_1: "ボーナスは割合に応じてキャンセルまたは保存されます。",
  Chapter3_2_3:
    "ここで: Y = 入金、残高のうち引き出し可能な部分、P = 達成された取引結果 (利益)、Z = メダルボーナス",
  Chapter3_2_4: "例",
  Chapter3_2_5: "100ドルを入金",
  Chapter3_2_6: "ボーナス = 333 ドル",
  Chapter3_2_7: "利益 = -65$",
  Chapter3_2_8: "式を確認して最大ドローダウンを確認します。",
  Chapter3_2_9:
    "利益 = -65 が -44.74 レベルを下回っているため、ボーナスはキャンセルされます",
  Chapter3_3:
    "3.3. 出金の際は、入金額とボーナスの比率変更のため、お申し出をいただき次第ボーナスを取り消しさせていただきます。",
  Chapter3_4:
    "3.4. ボーナスから受け取った利益は、取引が成立するたびに、デポジット部分とボーナス部分の両方に比例した金額で計算され、入金されます。 あらゆる取引は、さまざまな方法でバランスシート全体の利益の配分に影響を与えます。 ボーナスの一部となる利益は、提供されたボーナスの支払いとみなされ、ボーナス提供サービスが全額提供された場合にはクライアントに返還することはできません。 メダルボーナスの支払いを減らすために、クライアントは自分の資金とボーナスの比率を有利に変更することを目的として、アカウントに自分の資金を補充する資格があります。",
  Chapter3_5:
    "3.5. 両当事者は、本契約の早期終了を宣言することができます。 当社は、クライアントの要請に応じて、理由を提示することなくボーナスをキャンセルすることを約束します。 また、ボーナスは当社の財産であるため、当社はボーナスをキャンセルし、本契約から撤回する権利を留保します。",
} as MedalBonusLocaleType;
