import { MedalBonusLocaleType } from "./types";

export default {
  TheMedalBonusAgreement: "ข้อตกลงโบนัสเหรียญ",
  Chapter1: "บทที่ 1 เงื่อนไขทั่วไปคำศัพท์",
  Chapter1_1:
    "1.1 ข้อตกลงนี้ทำขึ้นระหว่างบริษัท Zetradex Holding LTD (ต่อไปนี้จะเรียกว่าบริษัท) และลูกค้าของบริษัท ตามข้อตกลง บริษัทกำหนดให้ใช้ตามเกณฑ์การชำระเงิน และลูกค้ารับเงินในรูปแบบของโบนัสที่ไม่สามารถถอนออกได้ (โบนัสเหรียญ) เพื่อวัตถุประสงค์ในการซื้อขายและการทำกำไรซึ่งสามารถถอนออกได้ภายใต้เงื่อนไขบางประการ .",
  Chapter1_2:
    "1.2 การรับโบนัสไม่ได้ขัดขวางการถอนเงินและผลกำไร แต่เหตุการณ์เหล่านี้อาจส่งผลกระทบต่อจำนวนโบนัสเพิ่มเติมในบัญชีซื้อขาย",
  Chapter1_3:
    "1.3. โบนัสไม่สามารถมอบให้กับบัญชีที่มีโบนัสอื่นอยู่แล้ว เนื่องจากต้องมีการตั้งค่าพิเศษที่ไม่เข้ากันกับการตั้งค่าของโบนัสอื่น ๆ",
  Chapter1_4:
    "1.4 สามารถรับโบนัสได้เฉพาะการฝากครั้งแรกเท่านั้น สูงสุด 5 บัญชี หากเงินฝากเริ่มแรกถูกหารเป็น 2 ส่วนและเครดิตไปพร้อมๆ กัน จะมีการมอบโบนัสให้กับส่วนแรกในขณะที่ส่วนที่สองถือเป็นการฝากครั้งที่สอง และส่งผลให้ไม่มีโบนัสตามข้อตกลงนี้",
  Chapter1_5: "1.5 จำนวนโบนัสเหรียญถูกกำหนดไว้ที่ระดับ 333% จากการฝากครั้งแรก",
  Chapter1_6:
    "1.7 โบนัสทั้งสองไม่สามารถเพิ่มลงในบัญชีเดียวกันได้ แต่สามารถเพิ่มและใช้กับบัญชีอื่นในเวลาเดียวกันได้",
  Chapter1_7:
    "1.8 ระดับมาร์จิ้นคือสัดส่วนของอิควิตี้ต่อมาร์จิ้น ซึ่งแพลตฟอร์มจะกำหนดจุดหยุดและเรียกมาร์จิ้น",
  Chapter1_8:
    "1.9 เมื่อได้รับโบนัสนี้ในบัญชีซื้อขาย ลูกค้ายืนยันว่าเขาได้อ่านและยอมรับเงื่อนไขของโบนัสแล้ว",
  Chapter2: "บทที่ 2 สิทธิและหน้าที่ของคู่สัญญา",
  Chapter2_1:
    "2.1 ลูกค้ามีสิทธิ์รับโบนัสสูงสุด 5 (ห้า) บัญชี เช่นเดียวกับได้รับประโยชน์จากโบนัสที่ได้รับระหว่างการซื้อขาย ภายใต้กลยุทธ์การซื้อขายที่ไม่ได้ถูกห้ามโดยข้อของข้อตกลงลูกค้า",
  Chapter2_2:
    "2.2. ลูกค้ามีสิทธิ์ขอโบนัสได้ หากได้รับการร้องขอก่อนหน้านี้ แต่ไม่ได้รับโดยอัตโนมัติ ภายในหนึ่งสัปดาห์หลังจากการฝากเงิน",
  Chapter2_3:
    "2.3. บริษัทไม่มีสิทธิ์ภายใต้ข้อตกลงนี้ในการสร้างข้อกำหนดเพิ่มเติม เช่น ปริมาณการซื้อขายหรือกรอบเวลาในการซื้อขาย",
  Chapter2_4:
    "2.4. บริษัทไม่ได้กำหนดจำนวนโบนัสสูงสุดที่สามารถเพิ่มได้ในการฝากครั้งแรก",
  Chapter2_5:
    "2.5 บริษัทจะเปลี่ยนเลเวอเรจเป็น 1:1000 หากสูงกว่านั้น โดยมีเป้าหมายเพื่อเพิ่มโบนัสในบัญชี หลังจากการยกเลิกโบนัส ลูกค้าสามารถเพิ่มเลเวอเรจให้มีปริมาณสูงขึ้นเหมือนเดิม",
  Chapter2_6:
    "2.6. บริษัทมีสิทธิ์ที่จะยกเลิกโบนัสหากลูกค้าละเมิดข้อกำหนดและเงื่อนไขของข้อตกลงลูกค้าและละเมิดโบนัส ลูกค้ายอมรับว่าในกรณีที่บริษัทตรวจพบข้อเท็จจริงเกี่ยวกับการฉ้อโกงโบนัส ธุรกรรมของลูกค้าอาจถือเป็นโมฆะและผลการซื้อขายอาจถูกยกเลิก ในกรณีนี้ บริษัทจะไม่รับผิดชอบต่อผลที่ตามมา เช่น การหยุดทำงานและการสูญเสียที่เกี่ยวข้อง",
  Chapter2_7:
    "2.7 บริษัทมีสิทธิ์ที่จะยกเลิกโบนัสหากระดับมาร์จิ้นต่ำกว่า 100% ซึ่งบ่งชี้ถึงการขาดทุนอย่างมีนัยสำคัญและการใช้โบนัสอย่างไม่ถูกต้อง ไม่ว่าระดับมาร์จิ้นจะฟื้นตัวในไม่ช้าหรือไม่ก็ตาม",
  Chapter3:
    "บทที่ 3 ด้านการเงิน ให้รายละเอียดการทำงานของโบนัส (การคงค้าง ขั้นตอนการยกเลิก การถอนเงิน)",
  Chapter3_1:
    "3.1. เพื่อให้มั่นใจว่าระบบโบนัสและการกระจายผลกำไรทำงานได้อย่างถูกต้อง บริษัทขอแนะนำอย่างยิ่งให้ปิดธุรกรรมทั้งหมดก่อนที่จะถอนเงิน",
  Chapter3_2:
    "3.2. ในกรณีที่มีการถอนเงินจำนวนมาก บริษัทจะตรวจสอบความจำเป็นในการยกเลิกโบนัสโดยอัตโนมัติโดยใช้สูตรต่อไปนี้:",
  Chapter3_2_1: "โบนัสจะถูกยกเลิกหรือบันทึก ขึ้นอยู่กับสัดส่วน:",
  Chapter3_2_3:
    "โดยที่: Y = เงินฝาก, ส่วนที่ถอนได้ของยอดคงเหลือ, P = ผลการซื้อขายที่ได้รับ (กำไร), Z = โบนัสเหรียญ",
  Chapter3_2_4: "ตัวอย่าง",
  Chapter3_2_5: "ฝาก 100$",
  Chapter3_2_6: "โบนัส = $333",
  Chapter3_2_7: "กำไร = -65$",
  Chapter3_2_8: "เราตรวจสอบด้วยสูตรและดูการขาดทุนสูงสุด:",
  Chapter3_2_9: "โบนัสจะถูกยกเลิกเนื่องจากกำไร = -65 ซึ่งน้อยกว่าระดับ -44.74",
  Chapter3_3:
    "3.3. เมื่อถอนออก โบนัสจะถูกยกเลิกทันทีที่เราได้รับคำขอของคุณเนื่องจากการเปลี่ยนแปลงสัดส่วนระหว่างเงินฝากและโบนัส",
  Chapter3_4:
    "3.4. กำไรที่ได้รับจากโบนัสจะถูกคำนวณและเครดิตตามสัดส่วนระหว่างส่วนเงินฝากและโบนัสทุกครั้งที่คุณปิดข้อตกลง ทุกข้อตกลงส่งผลต่อการกระจายผลกำไรในงบดุลในรูปแบบที่แตกต่างกัน กำไรที่กลายเป็นส่วนหนึ่งของโบนัสถือได้ว่าเป็นการชำระเงินสำหรับโบนัสที่ให้มา และไม่สามารถคืนให้กับลูกค้าได้ หากมีการให้บริการโบนัสเต็มจำนวน เพื่อลดการชำระเงินสำหรับโบนัสเหรียญ ลูกค้ามีสิทธิ์เติมเงินในบัญชีด้วยเงินทุนของตนเอง โดยมีเป้าหมายเพื่อเปลี่ยนสัดส่วนระหว่างเงินของตัวเองและโบนัสตามต้องการ",
  Chapter3_5:
    "3.5. ทั้งสองฝ่ายอาจประกาศยุติข้อตกลงนี้ก่อนกำหนด บริษัทดำเนินการยกเลิกโบนัสตามคำขอของลูกค้าโดยไม่ต้องให้เหตุผล ในทางกลับกันบริษัทขอสงวนสิทธิ์ในการยกเลิกโบนัสและถอนตัวจากข้อตกลงนี้ เนื่องจากโบนัสเป็นทรัพย์สินของบริษัท",
} as MedalBonusLocaleType;
