import { LetsGetStartedLocaleType } from "./types";

export default {
  LetsGetStarted: "Давайте начнем!",
  CreateYourAccount: "Создать аккаунт",
  FullName: "Полное имя",
  Email: "Электронная почта",
  Country: "Страна",
  City: "Город",
  Phone: "Номер телефона",
  Account: "Счет",
  Currency: "Валюта",
  SwapFree: "Своп бесплатно",
  OpenAccount: "Открыть счёт",
  PublicOffer:
    "Создавая аккаунт, вы соглашаетесь с Договором публичной оферты. Для получения дополнительной информации о политике конфиденциальности ZeTradex см. Политику конфиденциальности ZeTradex. Время от времени мы будем отправлять вам электронные письма, связанные с учетной записью.",
  ByCreating:
    "Создавая аккаунт, вы соглашаетесь с Соглашением публичной оферты. Для получения дополнительной информации о политике конфиденциальности zetradex посетите сайт zetradex",
  PrivatePolice: " Политика конфиденциальности.",
  Well: " Время от времени мы будем отправлять вам электронные письма, связанные с учетной записью.",
  SwapFreeQuestion:
    "Своп – плата за перенос сделки на следующий торговый день. Иногда это может быть положительным моментом, и вы получите от этого некоторую прибыль. Однако согласно исламу доходы/вычеты по свопу не допускаются. Просто отключите его с помощью специального аккаунта бесплатно",
  Address: "Адрес",
  Affiliate: "Партнерский код",
  Preferred: "Предпочтительное название сайта",
  CreateYourOwnWebsite: "Создайте свой собственный сайт",
  SubmitARequest: "Отправить запрос",
  Congratulations: "Поздравляем!",
  YouHaveSuccessfullyOpenedAnAccount:
    "Вы успешно открыли счет. Пожалуйста, проверьте свою электронную почту для получения более подробной информации.",
  YourLogin: "Ваш логин: ",
  ZetradexPlatform: "Платформа Зетрадекс",
  SignIn: "Войти",
  Password: "Пароль",
  Error: "Ошибка!",
  TryAgain: "Попробуйте еще раз",
} as LetsGetStartedLocaleType;
