import { LetsGetStartedLocaleType } from "./types";

export default {
  LetsGetStarted: "มาเริ่มกันเลย!",
  CreateYourAccount: "สร้างบัญชีของคุณ",
  FullName: "ชื่อเต็ม",
  Email: "อีเมล",
  Country: "ประเทศ",
  City: "เมือง",
  Phone: "โทรศัพท์",
  Account: "บัญชี",
  Currency: "สกุลเงิน",
  SwapFree: "สลับฟรี",
  OpenAccount: "เปิดบัญชี",
  PublicOffer:
    "โดยการสร้างบัญชี แสดงว่าคุณยอมรับข้อตกลงข้อเสนอสาธารณะ สำหรับข้อมูลเพิ่มเติมเกี่ยวกับหลักปฏิบัติด้านความเป็นส่วนตัวของ ZeTradex โปรดดูนโยบายความเป็นส่วนตัวของ ZeTradex เราจะส่งอีเมลที่เกี่ยวข้องกับบัญชีถึงคุณเป็นครั้งคราว",
  ByCreating:
    "โดยการสร้างบัญชี แสดงว่าคุณยอมรับข้อตกลงข้อเสนอสาธารณะ สำหรับข้อมูลเพิ่มเติมเกี่ยวกับหลักปฏิบัติด้านความเป็นส่วนตัวของ zetradex โปรดดูที่ zetradex",
  PrivatePolice: "  นโยบายความเป็นส่วนตัว.",
  Well: "  เราจะส่งอีเมลที่เกี่ยวข้องกับบัญชีถึงคุณเป็นครั้งคราว",
  SwapFreeQuestion:
    "Swap คือการชำระเงินสำหรับการโรลโอเวอร์ของข้อตกลงไปยังวันทำการซื้อขายถัดไป บางครั้งมันอาจจะเป็นบวกและคุณก็จะได้กำไรจากสิ่งนั้น อย่างไรก็ตาม ตามหลักศาสนาอิสลาม ไม่อนุญาตให้นำรายได้/การหักเงินจากการแลกเปลี่ยน เพียงปิดด้วยบัญชีพิเศษฟรี",
  Address: "ที่อยู่",
  Affiliate: "รหัสพันธมิตร",
  Preferred: "ชื่อไซต์ที่ต้องการ",
  CreateYourOwnWebsite: "สร้างเว็บไซต์ของคุณเอง",
  SubmitARequest: "ส่งคำขอ",
  Congratulations: "ยินดีด้วย!",
  YouHaveSuccessfullyOpenedAnAccount:
    "คุณเปิดบัญชีสำเร็จแล้ว โปรดตรวจสอบอีเมลของคุณเพื่อดูรายละเอียดเพิ่มเติม",
  YourLogin: "เข้าสู่ระบบของคุณ: ",
  ZetradexPlatform: "แพลตฟอร์ม Zetradex",
  SignIn: "เข้าสู่ระบบ",
  Password: "รหัสผ่าน",
  Error: "ข้อผิดพลาด!",
  TryAgain: "ลองอีกครั้ง",
} as LetsGetStartedLocaleType;
