import { OurMissionLocaleType } from "./types";

export default {
  OurMission: "हमारा विशेष कार्य",
  Increasing: "की बढ़ती",
  FinancialLiteracy: "वित्तीय साक्षरता",
  Providing: "पहुंच प्रदान करना",
  ToThe: "अंतरराष्ट्रीय बाजार के लिए",
  Improvement: "विदेशी मुद्रा में सुधार",
  Market: "बाज़ार की प्रतिष्ठा",
  OurGoals:
    "हमारा लक्ष्य अपने ग्राहकों की सफलता और उन सभी देशों में वित्तीय क्षेत्र का विकास करना है जहां हमारे ब्रांड का प्रतिनिधित्व है। इसलिए, हम अपनी सेवाओं को अद्यतन रखते हैं और नवीन उत्पादों को लागू करते हैं।",
  Futhermore:
    "इसके अलावा, ZE Holding संपत्ति निवेश और विकास के लिए रास्ते प्रदान करता है, जिससे आप रियल एस्टेट के अवसरों का पता लगा सकते हैं। अंत में, शीतल पेय उद्योग में जेडई कॉर्प की भागीदारी परिसंपत्तियों के विविध पोर्टफोलियो के भीतर एक दिलचस्प निवेश अवसर प्रदान करती है।",
} as OurMissionLocaleType;
