import { OurMissionLocaleType } from "./types";

export default {
  OurMission: "ہمارا مشن",
  Increasing: "بڑھتی ہوئی",
  FinancialLiteracy: "مالی خواندگی",
  Providing: "رسائی فراہم کرنا",
  ToThe: "بین الاقوامی مارکیٹ میں",
  Improvement: "فاریکس کی بہتری",
  Market: "مارکیٹ کی ساکھ",
  OurGoals:
    "ہمارا مقصد اپنے گاہکوں کی کامیابی اور ان تمام ممالک میں مالیاتی شعبے کی ترقی ہے جہاں ہمارے برانڈ کی نمائندگی کی جاتی ہے۔ لہذا، ہم اپنی خدمات کو اپ ٹو ڈیٹ رکھتے ہیں اور جدید مصنوعات کو لاگو کرتے ہیں۔",
  Futhermore:
    "مزید برآں، ZE ہولڈنگ پراپرٹی کی سرمایہ کاری اور ترقی کے لیے راستے فراہم کرتی ہے، جس سے آپ کو رئیل اسٹیٹ کے مواقع تلاش کرنے کی اجازت ملتی ہے۔ آخر میں، سافٹ ڈرنکس کی صنعت میں ZE ہولڈنگ کی شمولیت اثاثوں کے متنوع پورٹ فولیو میں سرمایہ کاری کا ایک دلچسپ راستہ فراہم کرتی ہے۔",
} as OurMissionLocaleType;
