import { OurMissionLocaleType } from "./types";

export default {
  OurMission: "Наша миссия",
  Increasing: "Повышение",
  FinancialLiteracy: "финансовой грамотности",
  Providing: "Предоставление доступа",
  ToThe: "на международный рынок",
  Improvement: "Улучшение репутации",
  Market: "рынка Forex",
  OurGoals:
    "Наша цель – успех наших клиентов и развитие финансового сектора во всех странах, где представлен наш бренд. Поэтому мы поддерживаем наши услуги в актуальном состоянии и внедряем инновационные продукты.",
  Futhermore:
    "Кроме того, ZE Holding предоставляет возможности для инвестиций и развития недвижимости, что позволяет вам изучить возможности недвижимости. Наконец, участие ZE Holding в индустрии безалкогольных напитков открывает интригующую инвестиционную возможность в рамках разнообразного портфеля активов.",
} as OurMissionLocaleType;
