import { OurMissionLocaleType } from "./types";

export default {
  OurMission: "ภารกิจของเรา",
  Increasing: "เพิ่มขึ้น",
  FinancialLiteracy: "ความรู้ทางการเงิน",
  Providing: "ให้การเข้าถึง",
  ToThe: "สู่ตลาดต่างประเทศ",
  Improvement: "การปรับปรุง Forex",
  Market: "ชื่อเสียงของตลาด",
  OurGoals:
    "เป้าหมายของเราคือความสำเร็จของลูกค้าของเราและการพัฒนาภาคการเงินในทุกประเทศที่แบรนด์ของเราเป็นตัวแทน ดังนั้นเราจึงรักษาบริการของเราให้ทันสมัยและใช้ผลิตภัณฑ์ที่เป็นนวัตกรรม",
  Futhermore:
    "นอกจากนี้ ZE Holding ยังมอบช่องทางสำหรับการลงทุนและพัฒนาอสังหาริมทรัพย์ ช่วยให้คุณสำรวจโอกาสด้านอสังหาริมทรัพย์ สุดท้ายนี้ การมีส่วนร่วมของ ZE Holding ในอุตสาหกรรมน้ำอัดลมทำให้เกิดช่องทางการลงทุนที่น่าสนใจภายในพอร์ตโฟลิโอสินทรัพย์ที่หลากหลาย",
} as OurMissionLocaleType;
