import type { PartnershipLoyaltyProgram } from "public/locales/terms-and-conditions/partnership-loyalty-program/types";

export default {
  Agreement: "Ze 忠诚度计划合作伙伴协议",
  Chapter_1: "第 1 章 一般条件、术语",
  Chapter_1_1:
    "1.1 Ze 忠诚计划是 Zetradex 控股公司的一项营销活动，旨在支持合作伙伴与公司之间的长期合作。 这是一个累积特殊积分的计划，可以由合作伙伴收集并兑换成真实的可提取资金。",
  Chapter_1_2: "1.2 Ze积分余额是为每位伙伴累积Ze积分的特殊余额。",
  Chapter_1_3:
    "1.3 Ze 积分是奖励给参与活动和使用公司服务的合作伙伴的货币单位。",
  Chapter_2: "第二章 当事人的权利和义务",
  Chapter_2_1:
    "2,1 合作伙伴有权根据本计划注册和接收Ze积分，以及将其兑换成真实货币或奖金。",
  Chapter_2_2:
    "2.2 公司没有资格限制合作伙伴所获得的积分总和。 同时，公司确定了可以兑换成真实货币或奖金的最低限额：至少1000 Ze积分。",
  Chapter_2_3:
    "2.3 公司有义务自授予之日起至少 6 个月内在特别余额中累积客户的 Ze 积分。",
  Chapter_2_4: "2.4 公司有资格在下列情况下取消 Ze 积分：",
  Chapter_2_4_1:
    "2.4.1 如果合作伙伴不活跃，即 6 个月内没有注册任何新的附属账户且每月营业额低于 10 美元",
  Chapter_2_4_2: "2.4.2 如果合作伙伴违反了合作协议的条款和条件",
  Chapter_2_4_3: "2.4.3 如果决定完全取消Ze忠诚度计划。",
  Chapter_2_5:
    "2.5 公司保留修改或变更本协议条款的权利，恕不另行通知，但每月不得超过一次。 合作伙伴可以自行决定定期检查网站上发布的协议是否有条件变更。",
  Chapter_3: "第三章积分累积与兑换流程。",
  Chapter_3_1:
    "3,1 公司根据本协议制定以下 Ze 积分累积程序。 它可以在以下情况下授予：",
  Chapter_3_1_1: "3.1.1 每个推荐账户 - 1 分",
  Chapter_3_1_2:
    "3,1,2 用于为了 Zetradex 的利益组织和举办研讨会、网络研讨会和其他活动，每次活动金额 +1000 积分",
  Chapter_3_1_3: "3,1,3 开设品牌 Zetradex 当地办事处，金额 +2000 积分",
  Chapter_3_1_4: "3,1,4 长期合作，12个月及以上，金额+500积分",
  Chapter_3_1_5: "3,1,5 每月营业额1000$+ 金额+1000积分",
  Chapter_3_1_6: "3.1.6 注册为本地存款人，金额+100积分",
  Chapter_3_1_7: "3.1.7 公司决定的其他情况",
  Chapter_3_2:
    "3.2 公司制定了特殊的积分变更程序。 如果满足以下条件，它可以兑换成真钱或奖金：",
  Chapter_3_2_1: "3.2.1 累计积分至少1000分；",
  Chapter_3_2_2:
    "3.2.2 如果至少 30% 以上的关联账户处于活跃状态，即余额为 10 美元+",
  Chapter_3_2_3:
    "3.2.3 如果有一定数量的客户加入，其计算公式为：N= X/100，其中N是确认合作伙伴活跃工作的最小加入账户数量，X是收集的积分数量 。 因此，要转换 1000 积分，您至少需要 1000/100 = 10 个附属帐户，其中根据第 3、2、2 条，其中至少 30% 必须处于活跃状态。",
  Chapter_3_3: "3.3 如果满足第 3.2 条，公司将设置累积积分的特殊利率变化：",
  Chapter_3_3_1: "3.3.1 兑换成真实货币的兑换率为 1 点 = 1 美元美分",
  Chapter_3_4: "3.4 如果Ze积分兑换成真实货币，则可以随时提取，没有限制。",
} as PartnershipLoyaltyProgram;
