import type { PartnershipLoyaltyProgram } from "public/locales/terms-and-conditions/partnership-loyalty-program/types";

export default {
  Agreement: "पार्टनरशिप ज़ी लॉयल्टी प्रोग्राम समझौता",
  Chapter_1: "अध्याय 1. सामान्य शर्तें, शब्दावली",
  Chapter_1_1:
    "1.1 ज़ी लॉयल्टी कार्यक्रम, ज़ीट्रेडेक्स होल्डिंग कंपनी का एक विपणन कार्यक्रम है जिसका उद्देश्य भागीदारों और कंपनी के बीच दीर्घकालिक सहयोग का समर्थन करना है। यह विशेष अंक अर्जित करने का एक कार्यक्रम है, जिसे भागीदार द्वारा एकत्र किया जा सकता है और वास्तविक निकासी योग्य धन के बदले बदला जा सकता है।",
  Chapter_1_2:
    "1.2 ज़ी पॉइंट बैलेंस एक विशेष बैलेंस है जिस पर प्रत्येक भागीदार के लिए ज़ी पॉइंट जमा होते हैं।",
  Chapter_1_3:
    "1.3 ज़ी पॉइंट एक मौद्रिक इकाई है जो कंपनी की सेवाओं की गतिविधि और उपयोग के लिए भागीदार को प्रदान की जाती है।",
  Chapter_2: "अध्याय 2. पार्टियों के अधिकार और दायित्व",
  Chapter_2_1:
    "2,1 एक भागीदार को इस कार्यक्रम के अनुसार पंजीकरण करने और ज़ी अंक प्राप्त करने का अधिकार है, साथ ही उन्हें वास्तविक धन या बोनस में बदलने का भी अधिकार है।",
  Chapter_2_2:
    "2.2 कंपनी प्राप्त अंकों के योग तक भागीदारों को सीमित करने के लिए पात्र नहीं है। उसी समय, कंपनी ने एक न्यूनतम निर्धारित किया जिसे वास्तविक धन या बोनस में परिवर्तित किया जा सकता है: न्यूनतम 1000 ज़ी अंक।",
  Chapter_2_3:
    "2.3 कंपनी विशेष शेष राशि पर ग्राहक के ज़ी अंक जमा करने की तारीख से कम से कम 6 महीने के लिए बाध्य है।",
  Chapter_2_4: "2.4 कंपनी अगले मामलों में ज़ी पॉइंट रद्द करने के लिए पात्र है:",
  Chapter_2_4_1:
    "2.4.1 यदि भागीदार निष्क्रिय है यानी 6 महीने के भीतर कोई नया संबद्ध खाता पंजीकृत नहीं है और मासिक कारोबार 10$ से कम है",
  Chapter_2_4_2:
    "2.4.2 यदि साझेदार ने साझेदारी अनुबंध के नियमों और शर्तों का उल्लंघन किया है",
  Chapter_2_4_3:
    "2.4.3 यदि ज़ी लॉयल्टी कार्यक्रम को पूर्ण रूप से रद्द करने का निर्णय लिया गया है।",
  Chapter_2_5:
    "2.5 कंपनी बिना किसी पूर्व सूचना के अनुबंध की शर्तों में संशोधन या बदलाव करने का अधिकार सुरक्षित रखती है, लेकिन महीने में एक बार से अधिक नहीं। भागीदार, अपने विवेक से, शर्तों में बदलाव के लिए समय-समय पर वेबसाइट पर प्रकाशित समझौते की जांच कर सकते हैं।",
  Chapter_3: "अध्याय 3. अंक अर्जित करने और आदान-प्रदान करने की प्रक्रिया।",
  Chapter_3_1:
    "3,1 कंपनी, इस समझौते के द्वारा, ज़ी अंक अर्जित करने के लिए निम्नलिखित प्रक्रिया स्थापित करती है। इसे निम्नलिखित मामलों में प्रदान किया जा सकता है:",
  Chapter_3_1_1: "3.1.1 प्रत्येक संदर्भित खाते के लिए - 1 अंक",
  Chapter_3_1_2:
    "3,1,2 ज़ेट्रेडेक्स के हित में सेमिनार, वेबिनार और अन्य कार्यक्रमों के आयोजन और संचालन के लिए, +1000 अंक/प्रति कार्यक्रम की राशि में",
  Chapter_3_1_3:
    "3,1,3 ब्रांडेड ज़ेट्रेडेक्स स्थानीय कार्यालय खोलने के लिए, +2000 अंक की राशि में",
  Chapter_3_1_4:
    "3,1,4 दीर्घकालिक सहयोग के लिए, 12 महीने या उससे अधिक, कुल मिलाकर +500 अंक",
  Chapter_3_1_5: "3,1,5 मासिक टर्नओवर के लिए 1000$+ राशि में +1000 अंक",
  Chapter_3_1_6:
    "3.1.6 स्थानीय जमाकर्ता के रूप में पंजीकरण के लिए, राशि में +100 अंक",
  Chapter_3_1_7: "3.1.7 अन्य मामलों में कंपनी के निर्णय से",
  Chapter_3_2:
    "3.2 कंपनी ने संचित अंकों को बदलने की एक विशेष प्रक्रिया निर्धारित की है। इसे वास्तविक धन या बोनस में बदला जा सकता है यदि:",
  Chapter_3_2_1: "3.2.1 यदि कम से कम 1000 अंक एकत्रित हों;",
  Chapter_3_2_2:
    "3.2.2 यदि कम से कम 30% से अधिक संबद्ध खाते सक्रिय हैं यानी शेष राशि 10$+ है",
  Chapter_3_2_3:
    "3.2.3 यदि एक निश्चित संख्या में ग्राहक संबद्ध हैं, जिसकी गणना सूत्र द्वारा की जाती है: एन = एक्स/100, जहां एन भागीदार के सक्रिय कार्य की पुष्टि करने वाले संबद्ध खातों की न्यूनतम संख्या है, और एक्स एकत्रित अंकों की मात्रा है . इस प्रकार, 1000 अंक परिवर्तित करने के लिए, आपको कम से कम 1000/100 = 10 संबद्ध खातों की आवश्यकता है, जिनमें से, खंड 3,2,2 के अनुसार, कम से कम 30% सक्रिय होना चाहिए।",
  Chapter_3_3:
    "3.3 यदि खंड 3.2 पूरा होता है तो कंपनी संचित अंकों की एक विशेष दर परिवर्तन निर्धारित करती है:",
  Chapter_3_3_1:
    "3.3.1 वास्तविक धन में बदलने पर रूपांतरण दर 1 अंक = 1 यूएसडी सेंट है",
  Chapter_3_4:
    "3.4 यदि ज़ी पॉइंट्स को वास्तविक धन में बदला जाता है तो इसे बिना किसी सीमा के कभी भी निकाला जा सकता है।",
} as PartnershipLoyaltyProgram;
