import type { PartnershipLoyaltyProgram } from "public/locales/terms-and-conditions/partnership-loyalty-program/types";

export default {
  Agreement: "パートナーシップ Ze ロイヤルティ プログラム契約",
  Chapter_1: "第 1 章 一般条件、用語",
  Chapter_1_1:
    "1.1 Ze ロイヤルティ プログラムは、パートナーと当社の間の長期的な協力をサポートすることを目的とした Zetradex Holding Company のマーケティング イベントです。 これは、パートナーが集めて実際の出金可能なお金と交換できる特別なポイントを貯めるためのプログラムです。",
  Chapter_1_2:
    "1.2 Ze ポイント残高は、パートナーごとに Ze ポイントが蓄積される特別な残高です。",
  Chapter_1_3:
    "1.3 Ze ポイントは、当社のサービスのアクティビティおよび使用に対してパートナーに付与される通貨単位です。",
  Chapter_2: "第 2 章 当事者の権利と義務",
  Chapter_2_1:
    "2,1 パートナーは、このプログラムに従って登録して Ze ポイントを受け取る権利を有し、また、それらをリアルマネーまたはボーナスに交換する権利を有します。",
  Chapter_2_2:
    "2.2 当社は、受け取ったポイントの合計によってパートナーを制限する資格はありません。 同時に、当社はリアルマネーまたはボーナスに交換できる最低額を決定しました: 最低 1000 Ze ポイント。",
  Chapter_2_3:
    "2.3 当社は、クライアントの Ze ポイントを付与日から少なくとも 6 か月間、特別残高に蓄積する義務があります。",
  Chapter_2_4: "2.4 当社は、次の場合に Ze ポイントを取り消すことができます。",
  Chapter_2_4_1:
    "2.4.1 パートナーが非アクティブな場合、つまり 6 か月以内に新しい提携アカウントが登録されておらず、月間売上高が 10 ドル未満の場合",
  Chapter_2_4_2:
    "2.4.2 パートナーがパートナーシップ契約の利用規約に違反した場合",
  Chapter_2_4_3:
    "2.4.3 Ze ロイヤルティ プログラムを完全にキャンセルすることを決定した場合。",
  Chapter_2_5:
    "2.5 当社は、月に 1 回を超えずに、事前通知なしに契約条件を修正または変更する権利を留保します。 パートナーは、自らの裁量により、Web サイトに公開されている契約書に条件の変更がないか定期的に確認することがあります。",
  Chapter_3: "第3章 ポイントの貯め方・交換手順",
  Chapter_3_1:
    "3.1 当社は、本規約により、Zeポイントの蓄積手順を以下のとおり定めます。 次の場合に授与される可能性があります。",
  Chapter_3_1_1: "3.1.1 紹介されたアカウントごと - 1 ポイント",
  Chapter_3_1_2:
    "3、1、2 Zetradex の利益となるセミナー、ウェビナー、その他のイベントの企画と実施のため、イベントあたり +1000 ポイント",
  Chapter_3_1_3:
    "3,1,3 ブランド Zetradex のローカル オフィス開設の場合、金額 +2000 ポイント",
  Chapter_3_1_4: "3、1、4 12ヶ月以上の長期協力の場合、金額＋500ポイント",
  Chapter_3_1_5: "3,1,5 月間売上高 1000$+ の場合、金額 +1000 ポイント",
  Chapter_3_1_6: "3.1.6 ローカルデポジターとして登録の場合、金額+100ポイント",
  Chapter_3_1_7: "3.1.7 その他当社の判断による場合",
  Chapter_3_2:
    "3.2 当社は、累計ポイントの変更について特別な手続きを設けております。 以下の場合、リアルマネーまたはボーナスに交換できます。",
  Chapter_3_2_1: "3.2.1 少なくとも 1000 ポイントを集めた場合。",
  Chapter_3_2_2:
    "3.2.2 関連アカウントの少なくとも 30% がアクティブである場合、つまり残高が 10$ 以上ある場合",
  Chapter_3_2_3:
    "3.2.3 特定の数のクライアントが提携している場合。式: N= X/100 で計算されます。ここで、N はパートナーのアクティブな活動を確認する提携アカウントの最小数、X は収集されたポイントの量です。 。 したがって、1000 ポイントを交換するには、少なくとも 1000/100 = 10 個の関連アカウントが必要であり、第 3、2、2 項に従って、そのうちの少なくとも 30% がアクティブである必要があります。",
  Chapter_3_3:
    "3.3 当社は、第 3.2 項が満たされた場合、蓄積ポイントの特別レート変更を設定します。",
  Chapter_3_3_1:
    "3.3.1 リアルマネーに変更すると換算レートは1ポイント=1USDセントとなります",
  Chapter_3_4:
    "3.4 Ze ポイントがリアルマネーに交換された場合、いつでも制限なく引き出すことができます。",
} as PartnershipLoyaltyProgram;
