import type { PartnershipLoyaltyProgram } from "public/locales/terms-and-conditions/partnership-loyalty-program/types";

export default {
  Agreement: "Соглашение о партнерской программе Ze Loyalty",
  Chapter_1: "Глава 1. Общие условия, терминология.",
  Chapter_1_1:
    "1.1 Ze Программа лояльности  – маркетинговое мероприятие Холдинговой компании Zetradex, имеющее целью поддержку долгосрочного сотрудничества между Партнером и Компанией. Это программа накопления специальных баллов, которые партнер может накапливать и обменивать на реальные деньги для вывода.",
  Chapter_1_2:
    "1.2 Баланс баллов Ze – это специальный баланс, на котором баллы Ze накапливаются для каждого отдельного партнера.",
  Chapter_1_3:
    "1.3 Зе балл – денежная единица, которая начисляется партнеру за активность и использование услуг Компании.",
  Chapter_2: "Глава 2. Права и обязанности сторон.",
  Chapter_2_1:
    "2,1 Партнер имеет право зарегистрироваться и получать баллы  по данной программе, а также обменивать их на реальные деньги.",
  Chapter_2_2:
    "2.2 Компания не имеет права ограничивать партнеров по сумме полученных баллов. В то же время Компания определила минимум, который можно конвертировать в реальные деньги или бонусы: минимум 1000 баллов.",
  Chapter_2_3:
    "2.3 Компания обязана накапливать баллы на специальном балансе не менее 6 месяцев с даты его предоставления.",
  Chapter_2_4:
    "2.4 Компания имеет право аннулировать баллы в следующих случаях:",
  Chapter_2_4_1:
    "2.4.1 Если Партнер неактивен, т.е. в течение 6 месяцев не зарегистрирован ни один новый партнерский аккаунт и ежемесячный оборот ниже 10$.",
  Chapter_2_4_2: "2.4.2 Если Партнер нарушил условия Партнерского соглашения",
  Chapter_2_4_3:
    "2.4.3 Если принято решение отказаться от программы лояльности Ze полностью.",
  Chapter_2_5:
    "2,5  Компания оставляет за собой право дополнять или изменять условия Программы без предварительного уведомления, но не чаще одного раза в месяц. Партнер по своему усмотрению может периодически проверять опубликованное на сайте соглашение на предмет изменения условий.",
  Chapter_3: "Глава 3. Порядок начисления и обмена баллов.",
  Chapter_3_1:
    "3,1 Компания настоящим договором устанавливает следующий порядок начисления баллов. Их можно начислить в следующих случаях:",
  Chapter_3_1_1: "3.1.1 За каждый аффилированный  счет - 1 балл.",
  Chapter_3_1_2:
    "3,1,2 За организацию и проведение семинаров, вебинаров и других мероприятий в интересах Zetradex, на сумму +1000 баллов/за мероприятие",
  Chapter_3_1_3:
    "3,1,3 За открытие фирменных локальных офисов Zetradex, на сумму +2000 баллов",
  Chapter_3_1_4:
    "3,1,4 При долгосрочном сотрудничестве, от 12 месяцев и более, в сумме +500 баллов",
  Chapter_3_1_5: "3,1,5 За ежемесячный оборот 1000$+ в сумме +1000 баллов",
  Chapter_3_1_6: "3.1.6 За регистрацию Местным депозитором в сумме +100 баллов",
  Chapter_3_1_7: "3.1.7 В остальных случаях по решению Компании",
  Chapter_3_2:
    "3.2 Компания установила особый порядок обмена накопленных баллов. Его можно обменять на реальные деньги или бонусы, если:",
  Chapter_3_2_1: "3.2.1 Если набрано не менее 1000 баллов;",
  Chapter_3_2_2:
    "3.2.2 Если не менее 30% партнерских аккаунтов активны, т.е. имеют баланс 10$+",
  Chapter_3_2_3:
    "3,2,3 Если аффилировано определенное число клиентов, которое рассчитывается по формуле: N= X/100, где N - минимальное число аффилированных счетов, подтверждающее активную работу партнера, а Х - это сумма собранных баллов. Таким образом, для конвертации 1000 баллов, необходимо 1000/100 =10 аффилированных счетов как минимум, из которых согласно пункту 3,2,2, не менее 30% должны быть активны.",
  Chapter_3_3:
    "3.3 Компания устанавливает специальную ставку изменения накопленных баллов при выполнении пункта 3.2:",
  Chapter_3_3_1:
    "3.3.1 При обмене на реальные деньги курс конвертации составляет 1 балл = 1 цент доллара США.",
  Chapter_3_4:
    "3.4. Если баллы обмениваются на реальные деньги, их можно вывести в любое время без ограничений.",
} as PartnershipLoyaltyProgram;
