import type { PartnershipLoyaltyProgram } from "public/locales/terms-and-conditions/partnership-loyalty-program/types";

export default {
  Agreement: "ข้อตกลงโปรแกรม Partnership Ze Loyalty",
  Chapter_1: "บทที่ 1 เงื่อนไขทั่วไปคำศัพท์",
  Chapter_1_1:
    "1.1 โปรแกรม Ze Loyalty เป็นกิจกรรมทางการตลาดของบริษัท Zetradex Holding Company โดยมีวัตถุประสงค์เพื่อสนับสนุนความร่วมมือระยะยาวระหว่างพันธมิตรและบริษัท นี่คือโปรแกรมสะสมคะแนนพิเศษซึ่งพันธมิตรสามารถสะสมและแลกเปลี่ยนเป็นเงินที่ถอนได้จริง",
  Chapter_1_2:
    "1.2 ยอดคะแนน Ze คือยอดคงเหลือพิเศษที่คะแนน Ze สะสมสำหรับพันธมิตรทุกคน",
  Chapter_1_3:
    "1.3 Ze point เป็นหน่วยเงินที่มอบให้กับพันธมิตรสำหรับกิจกรรมและการใช้บริการของบริษัท",
  Chapter_2: "บทที่ 2 สิทธิและหน้าที่ของคู่สัญญา",
  Chapter_2_1:
    "2,1 พันธมิตรมีสิทธิ์ลงทะเบียนและรับคะแนน Ze ตามโปรแกรมนี้ รวมทั้งแลกเปลี่ยนเป็นเงินจริงหรือโบนัสได้",
  Chapter_2_2:
    "2.2 บริษัทไม่มีสิทธิ์จำกัดพันธมิตรด้วยคะแนนรวมที่ได้รับ ในเวลาเดียวกัน บริษัทได้กำหนดขั้นต่ำที่สามารถแปลงเป็นเงินจริงหรือโบนัสได้: ขั้นต่ำ 1,000 คะแนน Ze",
  Chapter_2_3:
    "2.3 บริษัทมีหน้าที่ต้องสะสมคะแนน Ze ของลูกค้าในยอดคงเหลือพิเศษอย่างน้อย 6 เดือน นับตั้งแต่วันที่ได้รับคะแนน",
  Chapter_2_4: "2.4 บริษัทมีสิทธิ์ยกเลิกคะแนน Ze ในกรณีต่อไป:",
  Chapter_2_4_1:
    "2.4.1 หากพันธมิตรไม่ได้ใช้งาน ภายใน 6 เดือน ไม่มีบัญชีในเครือใหม่ที่ลงทะเบียนและมูลค่าการซื้อขายรายเดือนต่ำกว่า 10$",
  Chapter_2_4_2: "2.4.2 หากพันธมิตรละเมิดข้อกำหนดและเงื่อนไขของข้อตกลงหุ้นส่วน",
  Chapter_2_4_3: "2.4.3 หากตัดสินใจยกเลิกโปรแกรมสะสมคะแนน Ze เต็มจำนวน",
  Chapter_2_5:
    "2.5 บริษัทขอสงวนสิทธิ์ในการแก้ไขหรือเปลี่ยนแปลงเงื่อนไขของข้อตกลงโดยไม่ต้องแจ้งให้ทราบล่วงหน้า แต่ไม่เกินเดือนละครั้ง พันธมิตรอาจตรวจสอบข้อตกลงที่เผยแพร่บนเว็บไซต์เป็นระยะๆ เพื่อดูการเปลี่ยนแปลงเงื่อนไขตามดุลยพินิจของตนเอง",
  Chapter_3: "บทที่ 3 ขั้นตอนการสะสมและแลกคะแนน",
  Chapter_3_1:
    "3,1 บริษัทตามข้อตกลงนี้กำหนดขั้นตอนต่อไปนี้ในการรับคะแนน Ze สามารถรับรางวัลได้ในกรณีถัดไป:",
  Chapter_3_1_1: "3.1.1 สำหรับทุกบัญชีที่อ้างอิง - 1 คะแนน",
  Chapter_3_1_2:
    "3,1,2 สำหรับจัดและดำเนินการสัมมนา สัมมนาออนไลน์ และกิจกรรมอื่นๆ เพื่อประโยชน์ของ Zetradex จำนวน +1,000 คะแนน/ต่องาน",
  Chapter_3_1_3:
    "3,1,3 สำหรับการเปิดสำนักงานท้องถิ่นที่มีตราสินค้า Zetradex จำนวน +2,000 คะแนน",
  Chapter_3_1_4:
    "3,1,4 สำหรับความร่วมมือระยะยาว 12 เดือนขึ้นไป จำนวน +500 คะแนน",
  Chapter_3_1_5:
    "3,1,5 สำหรับมูลค่าการซื้อขายรายเดือน 1,000$+ ในจำนวน +1,000 คะแนน",
  Chapter_3_1_6:
    "3.1.6 สำหรับการลงทะเบียนเป็นผู้ฝากเงินในพื้นที่ จำนวน +100 คะแนน",
  Chapter_3_1_7: "3.1.7 ในกรณีอื่น ๆ ตามการตัดสินใจของบริษัท",
  Chapter_3_2:
    "3.2 บริษัทกำหนดขั้นตอนพิเศษในการเปลี่ยนคะแนนสะสม สามารถแลกเปลี่ยนเป็นเงินจริงหรือโบนัสได้หาก:",
  Chapter_3_2_1: "3.2.1 ถ้าสะสมได้อย่างน้อย 1,000 คะแนน;",
  Chapter_3_2_2:
    "3.2.2 หากมีการใช้งานบัญชีในเครืออย่างน้อย 30% นั่นคือมียอดคงเหลือ 10$+",
  Chapter_3_2_3:
    "3.2.3 หากมีลูกค้าในเครือจำนวนหนึ่ง ซึ่งคำนวณโดยสูตร: N= X/100 โดยที่ N คือจำนวนบัญชีในเครือขั้นต่ำที่ยืนยันการทำงานที่กำลังดำเนินอยู่ของหุ้นส่วน และ X คือจำนวนคะแนนที่รวบรวม . ดังนั้น ในการแปลง 1,000 คะแนน คุณต้องมี 1,000/100 = 10 บัญชีที่เชื่อมโยงเป็นอย่างน้อย ซึ่งตามข้อ 3,2,2 อย่างน้อย 30% จะต้องเปิดใช้งานอยู่",
  Chapter_3_3:
    "3.3 บริษัทกำหนดการเปลี่ยนแปลงอัตราพิเศษของคะแนนสะสมหากเป็นไปตามข้อ 3.2:",
  Chapter_3_3_1:
    "3.3.1 โดยการเปลี่ยนเป็นอัตราการแปลงเงินจริงคือ 1 จุด = 1 USD Cent",
  Chapter_3_4:
    "3.4 หากแลกคะแนน Ze เป็นเงินจริง ก็สามารถถอนออกได้ตลอดเวลาโดยไม่มีข้อจำกัด",
} as PartnershipLoyaltyProgram;
