import type { PartnershipLoyaltyProgram } from "public/locales/terms-and-conditions/partnership-loyalty-program/types";

export default {
  Agreement: "Ze 忠誠度計劃合作夥伴協議",
  Chapter_1: "第 1 章 一般條件、術語",
  Chapter_1_1:
    "1.1 Ze 忠誠計畫是 Zetradex 控股公司的行銷活動，旨在支持合作夥伴與公司之間的長期合作。 這是一個累積特殊積分的計劃，可以由合作夥伴收集並兌換成真實的可提取資金。",
  Chapter_1_2: "1.2 Ze積分餘額是為每位夥伴累積Ze積分的特殊餘額。",
  Chapter_1_3:
    "1.3 Ze 積分是獎勵給參與活動和使用公司服務的合作夥伴的貨幣單位。",
  Chapter_2: "第二章 當事人的權利義務",
  Chapter_2_1:
    "2,1 合作夥伴有權根據本計畫註冊並接收Ze積分，並將其兌換成真實貨幣或獎金。",
  Chapter_2_2:
    "2.2 本公司沒有資格限制合作夥伴所獲得的積分總和。 同時，公司確定了可以兌換成真實貨幣或獎金的最低限額：至少1000 Ze積分。",
  Chapter_2_3:
    "2.3 本公司有義務自授予之日起至少 6 個月內在特別餘額中累積客戶的 Ze 積分。",
  Chapter_2_4: "2.4 本公司有資格在下列情況下取消 Ze 積分：",
  Chapter_2_4_1:
    "2.4.1 如果合作夥伴不活躍，即 6 個月內沒有註冊任何新的附屬帳戶且每月營業額低於 10 美元",
  Chapter_2_4_2: "2.4.2 如果合作夥伴違反了合作協議的條款和條件",
  Chapter_2_4_3: "2.4.3 如果決定完全取消Ze忠誠度計畫。",
  Chapter_2_5:
    "2.5 本公司保留修改或變更本協議條款的權利，恕不另行通知，但每月不得超過一次。 合作夥伴可以自行決定定期檢查網站上發布的協議是否有條件變更。",
  Chapter_3: "第三章積分累積與兌換流程。",
  Chapter_3_1:
    "3,1 本公司依本協議制定以下 Ze 積分累積程序。 它可以在以下情況下授予：",
  Chapter_3_1_1: "3.1.1 每個推薦帳戶 - 1 分",
  Chapter_3_1_2:
    "3,1,2 用於為了 Zetradex 的利益組織和舉辦研討會、網路研討會和其他活動，每次活動金額 +1000 積分",
  Chapter_3_1_3: "3,1,3 開設品牌 Zetradex 當地辦事處，金額 +2000 積分",
  Chapter_3_1_4: "3,1,4 長期合作，12個月以上，金額+500積分",
  Chapter_3_1_5: "3,1,5 每月營業額1000$+ 金額+1000積分",
  Chapter_3_1_6: "3.1.6 註冊為本地存款人，金額+100積分",
  Chapter_3_1_7: "3.1.7 公司決定的其他情況",
  Chapter_3_2:
    "3.2 公司製定了特殊的積分變更程序。 如果滿足以下條件，它可以兌換成真錢或獎金：",
  Chapter_3_2_1: "3.2.1 累計積分至少1000分；",
  Chapter_3_2_2:
    "3.2.2 若至少 30% 以上的關聯帳戶處於活躍狀態，即餘額為 10 美元+",
  Chapter_3_2_3:
    "3.2.3 若有一定數量的客戶加入，其計算公式為：N= X/100，其中N是確認合作夥伴活躍工作的最小加入帳戶數量，X是收集的積分數量。 因此，要轉換 1000 積分，您至少需要 1000/100 = 10 個附屬帳戶，其中根據第 3、2、2 條，其中至少 30% 必須處於活躍狀態。",
  Chapter_3_3: "3.3 若符合第 3.2 條，公司將設定累積積分的特殊利率變動：",
  Chapter_3_3_1: "3.3.1 兌換成真實貨幣的兌換率為 1 點 = 1 美元美分",
  Chapter_3_4: "3.4 如果Ze積分兌換成真實貨幣，則可以隨時提取，沒有限制。",
} as PartnershipLoyaltyProgram;
