import { AMLPolicyLocaleType } from "./types";

export default {
  AntiMoney: "反金钱",
  LaunderingPolicy: "洗钱政策",
  TheAntiMoneyLaundering:
    "Zetradex 的反洗钱政策是公司道德准则的重要组成部分。 其目的是确保选择参与非法活动的客户遵守道德标准，而其他不参与非法活动的客户则可以安全地使用我们的产品。 洗钱被定义为“制造出从贩毒或恐怖活动等严重犯罪中获得的大量资金来自合法来源的假象的过程”。",
  ByPresentingIllegally:
    "将非法获得的资金伪装成合法资金，即构成犯罪，因为他们故意掩盖该资金的非法来源。 国内和国际法律均谴责洗钱行为，并规定 Zetradex 等提供金融服务的公司及其客户、员工或代理人故意参与或试图参与此类犯罪交易为非法行为。",
  Procedures: "程序",
  ZetradexHasImplemented:
    "Zetradex 实施了一个高度复杂的系统，用于检测任何可能表明客户参与此类非法活动的信号。 该系统记录并验证所有客户身份材料，并跟踪和维护所有交易的详细记录。",
  ZetradexDedicatesItsKeen:
    "Zetradex 致力于追踪可疑和重大交易活动，并向相关执法机构报告此类活动以及综合信息。 为了维护报告系统的完整性并保护企业，立法框架为此类信息的提供者提供法律保护。",
  AKeyStepToPreventing:
    "防止和阻止利用我们的平台进行洗钱活动的一个关键步骤是 Zetradex 不接受现金存款。 Zetradex 有权在其认为转账以任何方式与洗钱或犯罪活动有关的任何阶段拒绝处理转账。 Zetradex 无法告知客户他们已被举报可疑活动。",
  Requirements: "要求",
  InOrderToComplyWith:
    "为了遵守反洗钱法，Zetradex 需要许多不同的文件来验证每个客户的身份。",
  TheFirstDocumentRequired:
    "所需的第一份文件是政府颁发的合法身份证明文件，其中包含客户的照片。 这可能是政府颁发的护照、当地身份证或驾驶执照（对于接受驾驶执照作为主要身份证明文件的国家/地区）。 公司卡、学生卡或其他卡均不属于可接受的身份证明形式。",
  TheSecondStepIs:
    "第二步是验证您的地址。 这可以通过您的身份证明文件（如果包含的话）来完成。 其他可接受的记录是过去三个月支付的账单，其中包括您的姓名和地址、银行对账单或国际认可组织签发的包含客户姓名和地址的任何其他文件。",
  AnyDocumentsInNonLatin:
    "任何非拉丁字母的文件必须由官方口译员翻译成英文； 翻译件必须由译员和公证人盖章并签名，并与带有客户清晰照片的原始文件一起发送。",
  ZetradexRequiresThat:
    "Zetradex 要求所有有原始客户姓名的存款均应使用我们记录中的客户姓名进行。 不接受第三方付款。",
  WithdrawingMoneyMay:
    "提款可以从同一个账户并按照收到款项的方式进行。 对于有收款人姓名的提款，该姓名必须与我们记录中的客户姓名完全匹配。 例如，如果存款是通过电汇进行的，则只能通过电汇将资金提取到资金来源的同一家银行和同一账户。 如果存款是通过电子货币转账进行的，则资金只能通过电子货币转账通过同一系统提取到其来源的同一账户。",
} as AMLPolicyLocaleType;
