import { AMLPolicyLocaleType } from "./types";

export default {
  AntiMoney: "धन विरोधी",
  LaunderingPolicy: "लॉन्ड्रिंग नीति",
  TheAntiMoneyLaundering:
    'Zetradex की मनी लॉन्ड्रिंग रोधी नीति कंपनी की आचार संहिता का एक महत्वपूर्ण हिस्सा है। इसका उद्देश्य यह सुनिश्चित करना है कि जो ग्राहक अवैध गतिविधियों में शामिल होना चुनते हैं, उन्हें नैतिक मानक के अनुरूप रखा जाए, जबकि हमारे बाकी ग्राहक जो गैरकानूनी गतिविधियों में शामिल नहीं होते हैं, वे हमारे उत्पादों का उपयोग करके सुरक्षित महसूस करते हैं। मनी लॉन्ड्रिंग को "यह दिखाने की प्रक्रिया के रूप में परिभाषित किया गया है कि नशीली दवाओं की तस्करी या आतंकवादी गतिविधि जैसे गंभीर अपराधों से प्राप्त बड़ी मात्रा में धन एक वैध स्रोत से उत्पन्न हुआ है।"',
  ByPresentingIllegally:
    "अवैध रूप से प्राप्त धन को वैध के रूप में प्रस्तुत करके, कोई व्यक्ति अपराध करता है क्योंकि वे जानबूझकर उस धन के अवैध स्रोत को अस्पष्ट करते हैं। घरेलू और अंतर्राष्ट्रीय दोनों कानून मनी लॉन्ड्रिंग की निंदा करते हैं और ज़ेट्राडेक्स जैसी वित्तीय सेवाएं प्रदान करने वाली कंपनियों के साथ-साथ इसके ग्राहकों, कर्मचारियों या एजेंटों के लिए जानबूझकर इस प्रकार के आपराधिक लेनदेन में शामिल होने या शामिल होने का प्रयास करना अवैध बनाते हैं।",
  Procedures: "प्रक्रियाओं",
  ZetradexHasImplemented:
    "Zetradex ने किसी भी सिग्नल का पता लगाने के लिए एक अत्यधिक परिष्कृत प्रणाली लागू की है जो यह संकेत दे सकती है कि कोई ग्राहक ऐसी अवैध गतिविधियों में संलग्न है। यह प्रणाली सभी ग्राहक पहचान सामग्रियों का रिकॉर्ड रखती है और उन्हें सत्यापित करती है, और सभी लेनदेन के विस्तृत रिकॉर्ड को ट्रैक और बनाए रखती है।",
  ZetradexDedicatesItsKeen:
    "Zetradex संदिग्ध और महत्वपूर्ण लेनदेन गतिविधियों पर नज़र रखने पर अपना पूरा ध्यान केंद्रित करता है, और संबंधित कानून प्रवर्तन निकायों को व्यापक जानकारी के साथ ऐसी गतिविधियों की रिपोर्ट करता है। रिपोर्टिंग सिस्टम की अखंडता बनाए रखने और व्यवसायों की सुरक्षा के लिए, विधायी ढांचा ऐसी जानकारी के प्रदाताओं को कानूनी सुरक्षा प्रदान करता है।",
  AKeyStepToPreventing:
    "हमारे प्लेटफ़ॉर्म का उपयोग करके मनी लॉन्ड्रिंग को रोकने और हतोत्साहित करने के लिए एक महत्वपूर्ण कदम यह तथ्य है कि ज़ेट्राडेक्स नकद जमा स्वीकार नहीं करता है। ज़ेट्राडेक्स को किसी भी स्तर पर स्थानांतरण की प्रक्रिया से इनकार करने का अधिकार है, जहां उसे लगता है कि स्थानांतरण किसी भी तरह से मनी लॉन्ड्रिंग या आपराधिक गतिविधि से जुड़ा हुआ है। Zetradex ग्राहकों को सूचित नहीं कर सकता कि उन्हें संदिग्ध गतिविधि के लिए रिपोर्ट किया गया है।",
  Requirements: "आवश्यकताएं",
  InOrderToComplyWith:
    "मनी-लॉन्ड्रिंग विरोधी कानूनों का पालन करने के लिए, ज़ेट्राडेक्स को प्रत्येक ग्राहक की पहचान सत्यापित करने के लिए कई अलग-अलग दस्तावेज़ों की आवश्यकता होती है।",
  TheFirstDocumentRequired:
    "आवश्यक पहला दस्तावेज़ एक कानूनी सरकार द्वारा जारी पहचान दस्तावेज़ है जिसमें ग्राहक की तस्वीर होती है। यह सरकार द्वारा जारी पासपोर्ट, स्थानीय आईडी कार्ड या ड्राइवर का लाइसेंस हो सकता है (उन देशों के लिए जहां ड्राइवर का लाइसेंस प्राथमिक पहचान दस्तावेज के रूप में स्वीकार किया जाता है)। कंपनी, छात्र या अन्य कार्ड पहचान के स्वीकार्य रूप नहीं हैं।",
  TheSecondStepIs:
    "दूसरा चरण अपना पता सत्यापित करना है। यह आपके पहचान दस्तावेज़ के माध्यम से किया जा सकता है यदि इसमें यह शामिल है। अन्य स्वीकार्य रिकॉर्ड पिछले तीन महीनों में भुगतान किए गए बिल हैं जिनमें आपका नाम और पता, बैंक विवरण या अंतरराष्ट्रीय स्तर पर मान्यता प्राप्त संगठन से जारी ग्राहक के नाम और पते वाला कोई अन्य दस्तावेज़ शामिल है।",
  AnyDocumentsInNonLatin:
    "गैर-लैटिन अक्षरों में किसी भी दस्तावेज़ का आधिकारिक दुभाषिया द्वारा अंग्रेजी में अनुवाद किया जाना चाहिए; अनुवाद पर अनुवादक और नोटरी द्वारा मुहर लगाई जानी चाहिए और हस्ताक्षर किए जाने चाहिए, और मूल दस्तावेज़ के साथ ग्राहक की स्पष्ट तस्वीर के साथ भेजा जाना चाहिए।",
  ZetradexRequiresThat:
    "Zetradex के लिए आवश्यक है कि सभी जमा राशियाँ जहाँ मूल ग्राहक का नाम मौजूद है, हमारे रिकॉर्ड में ग्राहक के उसी नाम से की जाएँ। तृतीय-पक्ष भुगतान स्वीकार नहीं किए जाते हैं.",
  WithdrawingMoneyMay:
    "पैसा उसी खाते से निकाला जा सकता है और उसी तरीके से निकाला जा सकता है जिस तरह से प्राप्त किया गया था। निकासी के लिए जहां प्राप्तकर्ता का नाम मौजूद है, नाम हमारे रिकॉर्ड में ग्राहक के नाम से बिल्कुल मेल खाना चाहिए। उदाहरण के लिए, यदि जमा वायर ट्रांसफर द्वारा किया गया था, तो धनराशि केवल वायर ट्रांसफर द्वारा उसी बैंक और उसी खाते में निकाली जा सकती है जहां से यह उत्पन्न हुई थी। यदि जमा इलेक्ट्रॉनिक मुद्रा हस्तांतरण के माध्यम से किया गया था, तो धनराशि केवल इलेक्ट्रॉनिक मुद्रा हस्तांतरण के माध्यम से उसी प्रणाली के माध्यम से और उसी खाते में निकाली जा सकती है जहां से यह उत्पन्न हुई थी।",
} as AMLPolicyLocaleType;
