import { AMLPolicyLocaleType } from "./types";

export default {
  AntiMoney: "アンチマネー",
  LaunderingPolicy: "ロンダリングポリシー",
  TheAntiMoneyLaundering:
    "Zetradex のマネーロンダリング防止ポリシーは、同社の倫理規定の重要な部分です。 その目的は、違法行為に関与することを選択した顧客が道徳的基準を遵守できるようにする一方で、違法行為に関与しない残りの顧客が安全に当社の製品を使用できるようにすることです。 マネーロンダリングとは、「麻薬密売やテロ活動などの重大犯罪から得た多額の資金が正当な資金源からのものであるかのように見せかけるプロセス」と定義されています。",
  ByPresentingIllegally:
    "違法に入手した資金を正当なものとして提示することで、その資金の不法な出所を意図的に隠して犯罪を犯したことになります。 国内法と国際法の両方がマネーロンダリングを非難しており、Zetradex などの金融サービスを提供する企業とその顧客、従業員、代理店がこの種の犯罪取引に故意に関与したり関与しようとしたりすることを違法としています。",
  Procedures: "手順",
  ZetradexHasImplemented:
    "Zetradex は、顧客がそのような違法行為に従事していることを示唆する可能性のある信号を検出するための非常に洗練されたシステムを実装しています。 このシステムは、すべての顧客識別資料の記録と検証を行い、すべての取引の詳細な記録を追跡および維持します。",
  ZetradexDedicatesItsKeen:
    "Zetradex は、疑わしい重要な取引活動の追跡に細心の注意を払い、そのような活動を包括的な情報とともに関連する法執行機関に報告します。 報告システムの完全性を維持し、ビジネスを保護するために、法的枠組みはそのような情報の提供者に法的保護を提供します。",
  AKeyStepToPreventing:
    "当社のプラットフォームを使用したマネーロンダリングを防止および阻止するための重要なステップは、Zetradex が現金預金を受け入れないという事実です。 Zetradex は、送金がマネーロンダリングまたは犯罪行為に何らかの形で関連していると思われる場合、どの段階でも送金の処理を拒否する権利を有します。 Zetradex は、不審な活動について報告されたことを顧客に通知することはできません。",
  Requirements: "要件",
  InOrderToComplyWith:
    "マネーロンダリング防止法を遵守するため、Zetradex では各顧客の身元を確認するためのさまざまな書類を要求しています。",
  TheFirstDocumentRequired:
    "最初に必要な書類は、顧客の写真が含まれる法的な政府発行の身分証明書です。 これは、政府発行のパスポート、現地の ID カード、または運転免許証 (運転免許証が主要な身分証明書として認められている国の場合) などです。 会社カード、学生カード、またはその他のカードは身分証明書として認められません。",
  TheSecondStepIs:
    "2 番目のステップは、住所を確認することです。 これは、身分証明書が含まれている場合には、それを通じて行うことができます。 その他の許容される記録としては、お客様の名前と住所が含まれる過去 3 か月以内に支払われた請求書、銀行取引明細書、または国際的に認められた組織から発行された顧客の名前と住所が記載されたその他の文書が含まれます。",
  AnyDocumentsInNonLatin:
    "非ラテン文字で書かれた文書は公式通訳者によって英語に翻訳されなければなりません。 翻訳文には翻訳者と公証人のスタンプと署名が押され、顧客の鮮明な写真が記載された原本と一緒に送付する必要があります。",
  ZetradexRequiresThat:
    "Zetradex では、元の顧客の名前が存在するすべての入金は、当社の記録にある同じ顧客名から行われることを要求しています。 第三者による支払いは受け付けていません。",
  WithdrawingMoneyMay:
    "お金の引き出しは、同じアカウントから、受け取ったのと同じ方法で行うことができます。 受取人の名前が存在する出金の場合、その名前は当社の記録にある顧客の名前と完全に一致する必要があります。 たとえば、入金が電信送金で行われた場合、資金の出金は同じ銀行および同じ口座への電信送金によってのみ行われます。 電子通貨送金を介して入金が行われた場合、資金は、同じシステムを介して、元の同じ口座に電子通貨送金を介してのみ出金できます。",
} as AMLPolicyLocaleType;
