import { AMLPolicyLocaleType } from "./types";

export default {
  AntiMoney: "Антиденьги",
  LaunderingPolicy: "Политика отмывания денег",
  TheAntiMoneyLaundering:
    "Политика Zetradex по борьбе с отмыванием денег является важной частью этического кодекса компании. Его цель — гарантировать, что клиенты, решившие участвовать в незаконной деятельности, будут соответствовать моральным стандартам, в то время как остальные наши клиенты, которые не участвуют в незаконных действиях, будут чувствовать себя в безопасности, используя наши продукты. Отмывание денег определяется как «процесс создания видимости того, что крупные суммы денег, полученные от серьезных преступлений, таких как незаконный оборот наркотиков или террористическая деятельность, происходят из законного источника».",
  ByPresentingIllegally:
    "Выдавая незаконно полученные средства за законные, человек совершает преступление, поскольку намеренно скрывает незаконный источник этих денег. Как внутренние, так и международные законы осуждают отмывание денег и запрещают компаниям, предоставляющим финансовые услуги, таким как Zetradex, а также ее клиентам, сотрудникам или агентам сознательно участвовать или пытаться участвовать в преступных операциях такого типа.",
  Procedures: "Процедуры",
  ZetradexHasImplemented:
    "Zetradex внедрила сложную систему обнаружения любых сигналов, которые могут указывать на участие клиента в такой незаконной деятельности. Эта система ведет учет и проверяет все материалы, идентифицирующие клиента, а также отслеживает и ведет подробный учет всех транзакций.",
  ZetradexDedicatesItsKeen:
    "Zetradex уделяет пристальное внимание отслеживанию подозрительных и значительных транзакций и сообщает о таких действиях вместе с исчерпывающей информацией в соответствующие правоохранительные органы. Для поддержания целостности систем отчетности и защиты бизнеса законодательная база обеспечивает правовую защиту поставщиков такой информации.",
  AKeyStepToPreventing:
    "Ключевым шагом к предотвращению и противодействию отмыванию денег с использованием наших платформ является тот факт, что Zetradex не принимает депозиты наличными. Zetradex имеет право отказать в обработке перевода на любом этапе, если считает, что перевод каким-либо образом связан с отмыванием денег или преступной деятельностью. Zetradex не может информировать клиентов о том, что им сообщили о подозрительной активности.",
  Requirements: "Требования",
  InOrderToComplyWith:
    "Чтобы соблюдать законы о борьбе с отмыванием денег, Zetradex требует ряд различных документов для проверки личности каждого клиента.",
  TheFirstDocumentRequired:
    "Первый требуемый документ — это официальный документ, удостоверяющий личность, выданный правительством, с фотографией клиента. Это может быть государственный паспорт, местное удостоверение личности или водительские права (для стран, где водительские права принимаются в качестве основного документа, удостоверяющего личность). Карты компании, студенческие или другие карты не являются приемлемыми формами идентификации.",
  TheSecondStepIs:
    "Второй шаг — подтвердить свой адрес. Это можно сделать с помощью вашего документа, удостоверяющего личность, если он включен в его состав. Другими приемлемыми документами являются счета, оплаченные за последние три месяца, которые включают ваше имя и адрес, банковские выписки или любой другой документ с именем и адресом клиента, выданный международно признанной организацией.",
  AnyDocumentsInNonLatin:
    "Любые документы, написанные нелатинскими буквами, должны быть переведены на английский язык официальным переводчиком; перевод должен быть заверен печатью и подписан переводчиком и нотариусом и отправлен вместе с оригиналом документа с четким изображением заказчика.",
  ZetradexRequiresThat:
    "Zetradex требует, чтобы все депозиты, в которых присутствует имя исходного клиента, были сделаны на то же имя клиента, которое указано в наших записях. Платежи третьих лиц не принимаются.",
  WithdrawingMoneyMay:
    "Вывод денег возможен с того же счета и тем же способом, которым они были получены. Для вывода средств, в которых присутствует имя получателя, это имя должно точно совпадать с именем клиента в наших записях. Например, если депозит был внесен банковским переводом, средства можно снять только банковским переводом в тот же банк и на тот же счет, с которого они поступили. Если депозит был внесен посредством перевода в электронной валюте, средства могут быть сняты только посредством перевода в электронной валюте через ту же систему и на тот же счет, с которого они были отправлены.",
} as AMLPolicyLocaleType;
