import { AMLPolicyLocaleType } from "./types";

export default {
  AntiMoney: "ต่อต้านเงิน",
  LaunderingPolicy: "นโยบายการฟอก",
  TheAntiMoneyLaundering:
    'นโยบายต่อต้านการฟอกเงินของ Zetradex เป็นส่วนสำคัญของจรรยาบรรณของบริษัท วัตถุประสงค์คือเพื่อให้แน่ใจว่าลูกค้าที่เลือกมีส่วนร่วมในกิจกรรมที่ผิดกฎหมายจะได้รับการปฏิบัติตามมาตรฐานทางศีลธรรม ในขณะที่ลูกค้าส่วนที่เหลือของเราที่ไม่มีส่วนร่วมในการกระทำที่ผิดกฎหมายจะรู้สึกปลอดภัยในการใช้ผลิตภัณฑ์ของเรา การฟอกเงินหมายถึง "กระบวนการสร้างภาพลักษณ์ว่าเงินจำนวนมากที่ได้รับจากอาชญากรรมร้ายแรง เช่น การค้ายาเสพติดหรือกิจกรรมการก่อการร้าย มีต้นกำเนิดมาจากแหล่งที่ถูกต้องตามกฎหมาย"',
  ByPresentingIllegally:
    "โดยการนำเสนอเงินที่ได้มาอย่างผิดกฎหมายว่าถูกต้องตามกฎหมาย บุคคลหนึ่งก่ออาชญากรรมโดยจงใจปิดบังแหล่งที่มาของเงินนั้นโดยไม่ชอบด้วยกฎหมาย กฎหมายทั้งในประเทศและต่างประเทศประณามการฟอกเงินและทำให้เป็นเรื่องผิดกฎหมายสำหรับบริษัทที่ให้บริการทางการเงิน เช่น Zetradex รวมถึงลูกค้า พนักงาน หรือตัวแทน ที่จะมีส่วนร่วมหรือพยายามมีส่วนร่วมในธุรกรรมทางอาญาประเภทนี้โดยเจตนา",
  Procedures: "ขั้นตอน",
  ZetradexHasImplemented:
    "Zetradex ได้ใช้ระบบที่มีความซับซ้อนสูงในการตรวจจับสัญญาณที่อาจบ่งชี้ว่าลูกค้ามีส่วนร่วมในกิจกรรมที่ผิดกฎหมายดังกล่าว ระบบนี้จะเก็บบันทึกและตรวจสอบเอกสารระบุตัวตนของลูกค้าทั้งหมด ตลอดจนติดตามและเก็บรักษาบันทึกโดยละเอียดของธุรกรรมทั้งหมด",
  ZetradexDedicatesItsKeen:
    "Zetradex ทุ่มเทความสนใจอย่างมากในการติดตามกิจกรรมการทำธุรกรรมที่น่าสงสัยและสำคัญ และรายงานกิจกรรมดังกล่าวพร้อมกับข้อมูลที่ครอบคลุมไปยังหน่วยงานบังคับใช้กฎหมายที่เกี่ยวข้อง เพื่อรักษาความสมบูรณ์ของระบบการรายงานและเพื่อปกป้องธุรกิจ กรอบกฎหมายจึงให้ความคุ้มครองทางกฎหมายแก่ผู้ให้ข้อมูลดังกล่าว",
  AKeyStepToPreventing:
    "ขั้นตอนสำคัญในการป้องกันและกีดกันการฟอกเงินโดยใช้แพลตฟอร์มของเราคือข้อเท็จจริงที่ว่า Zetradex ไม่รับฝากเงินสด Zetradex มีสิทธิ์ที่จะปฏิเสธที่จะดำเนินการโอนเงินในขั้นตอนใดก็ตามที่เชื่อว่าการโอนนั้นมีความเชื่อมโยงในทางใดก็ตามกับการฟอกเงินหรือกิจกรรมทางอาญา Zetradex ไม่สามารถแจ้งให้ลูกค้าทราบว่าพวกเขาถูกรายงานถึงกิจกรรมที่น่าสงสัย",
  Requirements: "ความต้องการ",
  InOrderToComplyWith:
    "เพื่อให้เป็นไปตามกฎหมายป้องกันการฟอกเงิน Zetradex ต้องใช้เอกสารที่แตกต่างกันจำนวนหนึ่งเพื่อยืนยันตัวตนของลูกค้าแต่ละราย",
  TheFirstDocumentRequired:
    "เอกสารแรกที่ต้องใช้คือเอกสารประจำตัวที่ออกโดยหน่วยงานราชการตามกฎหมายซึ่งมีรูปภาพของลูกค้า ซึ่งอาจเป็นหนังสือเดินทางที่ออกโดยรัฐบาล บัตรประจำตัวประชาชน หรือใบอนุญาตขับขี่ (สำหรับประเทศที่ยอมรับใบอนุญาตขับขี่เป็นเอกสารระบุตัวตนหลัก) บัตรบริษัท นักเรียน หรือบัตรอื่น ๆ ไม่สามารถใช้ระบุตัวตนได้",
  TheSecondStepIs:
    "ขั้นตอนที่สองคือการยืนยันที่อยู่ของคุณ ซึ่งอาจดำเนินการผ่านเอกสารประจำตัวของคุณหากมี บันทึกอื่นๆ ที่ยอมรับได้คือใบเรียกเก็บเงินที่ชำระในช่วงสามเดือนที่ผ่านมาซึ่งมีชื่อและที่อยู่ ใบแจ้งยอดธนาคาร หรือเอกสารอื่นใดที่มีชื่อและที่อยู่ของลูกค้าที่ออกโดยองค์กรที่ได้รับการยอมรับในระดับสากล",
  AnyDocumentsInNonLatin:
    "เอกสารใด ๆ ที่ไม่ใช่ตัวอักษรละตินจะต้องแปลเป็นภาษาอังกฤษโดยล่ามอย่างเป็นทางการ การแปลจะต้องประทับตราและลงนามโดยนักแปลและโนตารี และส่งพร้อมกับเอกสารต้นฉบับที่มีภาพลูกค้าชัดเจน",
  ZetradexRequiresThat:
    "Zetradex กำหนดให้การฝากเงินทั้งหมดที่มีชื่อของลูกค้าต้นทางนั้นจะต้องทำจากชื่อเดียวกันกับลูกค้าในบันทึกของเรา ไม่รับการชำระเงินโดยบุคคลที่สาม",
  WithdrawingMoneyMay:
    "การถอนเงินอาจทำได้จากบัญชีเดียวกันและในลักษณะเดียวกับที่ได้รับ สำหรับการถอนเงินที่มีชื่อของผู้รับ ชื่อจะต้องตรงกันทุกประการกับชื่อลูกค้าในบันทึกของเรา ตัวอย่างเช่น หากการฝากเงินทำได้โดยการโอนเงิน สามารถถอนเงินได้โดยการโอนเงินไปยังธนาคารเดียวกันและไปยังบัญชีเดียวกันกับต้นทางเท่านั้น หากทำการฝากเงินผ่านการโอนเงินทางอิเล็กทรอนิกส์ เงินสามารถถอนออกได้เฉพาะผ่านการโอนเงินทางอิเล็กทรอนิกส์ผ่านระบบเดียวกันและไปยังบัญชีเดียวกันที่มาจากบัญชีนั้น",
} as AMLPolicyLocaleType;
