import { AMLPolicyLocaleType } from "./types";

export default {
  AntiMoney: "反金錢",
  LaunderingPolicy: "洗錢政策",
  TheAntiMoneyLaundering:
    "Zetradex 的反洗錢政策是公司道德準則的重要組成部分。 其目的是確保選擇參與非法活動的客戶遵守道德標準，而其他不參與非法活動的客戶則可以安全地使用我們的產品。 洗錢被定義為「製造出從販毒或恐怖活動等嚴重犯罪中獲得的大量資金來自合法來源的假象的過程」。",
  ByPresentingIllegally:
    "將非法取得的資金偽裝成合法資金，即構成犯罪，因為他們故意掩蓋該資金的非法來源。 國內和國際法律均譴責洗錢行為，並規定 Zetradex 等提供金融服務的公司及其客戶、員工或代理人故意參與或試圖參與此類犯罪交易為非法行為。",
  Procedures: "程式",
  ZetradexHasImplemented:
    "Zetradex 實施了一個高度複雜的系統，用於檢測任何可能表明客戶參與此類非法活動的訊號。 該系統記錄並驗證所有客戶身份材料，並追蹤和維護所有交易的詳細記錄。",
  ZetradexDedicatesItsKeen:
    "Zetradex 致力於追蹤可疑和重大交易活動，並向相關執法機構報告此類活動以及綜合資訊。 為了維護報告系統的完整性並保護企業，立法框架為此類資訊的提供者提供法律保護。",
  AKeyStepToPreventing:
    "防止和阻止利用我們的平台進行洗錢活動的關鍵步驟是 Zetradex 不接受現金存款。 Zetradex 有權在其認為轉帳以任何方式與洗錢或犯罪活動有關的任何階段拒絕處理轉帳。 Zetradex 無法告知客戶他們已被舉報可疑活動。",
  Requirements: "要求",
  InOrderToComplyWith:
    "為了遵守反洗錢法，Zetradex 需要許多不同的文件來驗證每個客戶的身份。",
  TheFirstDocumentRequired:
    "所需的第一份文件是政府核發的合法身分證明文件，其中包含客戶的照片。 這可能是政府頒發的護照、當地身分證或駕駛執照（對於接受駕駛執照作為主要身分證明文件的國家）。 公司卡、學生卡或其他卡均不屬於可接受的身份證明形式。",
  TheSecondStepIs:
    "第二步是驗證您的地址。 這可以透過您的身分證明文件（如果包含的話）來完成。 其他可接受的記錄是過去三個月支付的帳單，其中包括您的姓名和地址、銀行對帳單或國際認可組織簽發的包含客戶姓名和地址的任何其他文件。",
  AnyDocumentsInNonLatin:
    "任何非拉丁字母的文件必須由官方口譯員翻譯成英文； 翻譯件必須由譯者和公證人蓋章並簽名，並與帶有客戶清晰照片的原始文件一起發送。",
  ZetradexRequiresThat:
    "Zetradex 要求所有有原始客戶姓名的存款應使用我們記錄中的客戶姓名進行。 不接受第三方付款。",
  WithdrawingMoneyMay:
    "提款可以從同一個帳戶並按照收到款項的方式進行。 對於有收款人姓名的提款，該姓名必須與我們記錄中的客戶姓名完全相符。 例如，如果存款是透過電匯進行的，則只能透過電匯將資金提取到資金來源的同一家銀行和同一帳戶。 如果存款是透過電子貨幣轉帳進行的，則資金只能透過電子貨幣轉帳透過同一系統提取到其來源的同一帳戶。",
} as AMLPolicyLocaleType;
