import { ZeroSpreadAccountLocaleType } from "./types";

export default {
  ZeUltraAccount: "ज़े अल्ट्रा अकाउंट",
  FixedComission: "स्प्रेड के बजाय निश्चित कमीशन शुल्क",
  ThisAccount:
    "यह ट्रेडिंग अकाउंट हमारे द्वारा हमारे ग्राहकों की कई इच्छाओं और अनुरोधों के आधार पर विकसित किया गया था, और यह फॉरेक्स मार्केट में सबसे आधुनिक, लोकप्रिय और लाभदायक समाधान बन गया है जो आप पा सकते हैं।",
  ToOpen:
    "सक्रिय व्यापारियों के लिए उपयुक्त, जो प्रतिदिन कम से कम 20 या अधिक सौदे करते हैं; यह आपको अत्यंत कम, लगभग शून्य स्प्रेड के साथ व्यापार करने की अनुमति देगा।",
  ZeroSpread: "सभी ट्रेडिंग इंस्ट्रूमेंट्स पर शून्य के करीब स्प्रेड",
  UpTo: "20% तक कम कमीशन दरें",
  ComissionFees: "कमीशन शुल्क पारदर्शी हैं और अग्रिम में गणना की जा सकती है",
  SuitableFor: "कुछ अनुभव वाले सक्रिय व्यापारियों के लिए अनुशंसित",
} as ZeroSpreadAccountLocaleType;
