import { ZeroSpreadAccountLocaleType } from "./types";

export default {
  ZeUltraAccount: "ze الٹرا اکاؤنٹ",
  FixedComission: "اسپریڈز کے بجائے فکسڈ کمیشن فیس",
  ThisAccount:
    "یہ تجارتی اکاؤنٹ ہم نے اپنے گاہکوں کی متعدد خواہشات اور درخواستوں کی بنیاد پر تیار کیا ہے، اور یہ فاریکس مارکیٹ میں سب سے جدید، مقبول اور منافع بخش حل بن گیا ہے جسے آپ تلاش کر سکتے ہیں۔",
  ToOpen:
    "تجربہ رکھنے والے فعال تاجروں کے لیے بہترین، روزانہ کم از کم 20 یا اس سے زیادہ سودے کرنا؛ آپ کو انتہائی کم، صفر اسپریڈ کے قریب تجارت کرنے کی اجازت دے گا۔",
  ZeroSpread: "تمام تجارتی آلات پر صفر کے قریب اسپریڈ",
  UpTo: "20% تک کم کمیشن کی شرح",
  ComissionFees:
    "کمیشن کی فیسیں شفاف ہیں اور اس کا حساب پہلے سے لگایا جا سکتا ہے۔",
  SuitableFor: "کچھ تجربہ رکھنے والے فعال تاجروں کے لیے تجویز کردہ",
} as ZeroSpreadAccountLocaleType;
