import { ZeroSpreadAccountLocaleType } from "./types";

export default {
  ZeUltraAccount: "ze Ultra Аккаунт",
  FixedComission: "Фиксированные комиссии вместо спредов",
  ThisAccount:
    "Данный торговый счет был разработан нами с учетом многочисленных пожеланий и запросов наших клиентов и стал самым современным, популярным и прибыльным решением на рынке Форекс, которое только можно найти.",
  ToOpen: "Идеально подходит для активных трейдеров с опытом, совершающих не менее 20 и более сделок в день; позволит вам торговать с чрезвычайно низкими, близкими к нулевым, спредами.",
  ZeroSpread: "Близкие к нулю спреды по всем торговым инструментам",
  UpTo: "До 20% меньше комиссионных",
  ComissionFees:
    "Комиссионные сборы прозрачны и могут быть рассчитаны заранее.",
  SuitableFor: "Рекомендуется для активных трейдеров с некоторым опытом.",
} as ZeroSpreadAccountLocaleType;
