import { ZeroSpreadAccountLocaleType } from "./types";

export default {
  ZeUltraAccount: "บัญชี ze Ultra",
  FixedComission: "ค่าคอมมิชชั่นคงที่แทนสเปรด",
  ThisAccount:
    "บัญชีซื้อขายนี้ได้รับการพัฒนาโดยเราตามความต้องการและคำขอมากมายของลูกค้าของเรา และได้กลายเป็นโซลูชั่นที่ทันสมัย ได้รับความนิยมและให้ผลกำไรมากที่สุดในตลาด Forex ที่คุณสามารถหาได้",
  ToOpen: "เหมาะสำหรับผู้ค้าที่กระตือรือร้นและมีประสบการณ์ ทำการซื้อขายอย่างน้อย 20 รายการหรือมากกว่าต่อวัน ช่วยให้คุณสามารถซื้อขายด้วยสเปรดที่ต่ำมาก เกือบเป็นศูนย์",
  ZeroSpread: "ใกล้ถึงศูนย์สเปรดในเครื่องมือการซื้อขายทั้งหมด",
  UpTo: "อัตราค่าคอมมิชชั่นน้อยลงถึง 20%",
  ComissionFees: "ค่าคอมมิชชั่นมีความโปร่งใสและสามารถคำนวณล่วงหน้าได้",
  SuitableFor: "แนะนำสำหรับเทรดเดอร์ที่มีประสบการณ์มาบ้างแล้ว",
} as ZeroSpreadAccountLocaleType;
