import type { ForexRacingCupType } from "public/locales/forex-racing-cup/types";

export default {
  ForexRacingCup: "Forex Racing Cup",
  StartYour: "अपने इंजन चालू करें और आज ही मुनाफ़े की दौड़ में शामिल हों",
  TheForexMotors:
    "फ़ॉरेक्स मोटर्स कप 2025 आपका इंतज़ार कर रहा है, और सुपर प्राइज़ टेस्ला मॉडल एक्स पहले से ही आरक्षित है और अपने मालिक का इंतज़ार कर रहा है। Zetradex के साथ मुनाफ़े की दौड़ में हिस्सा लें। इस प्रतियोगिता में, आपको बहुत सारे नए मुनाफ़े वाले सौदे और नई भावनाएँ मिलेंगी। हमें अपने ट्रेडिंग कौशल दिखाएँ, नई संभावनाओं का पता लगाएँ और अपनी नई प्रतिभाएँ खोजें।",
  InThis:
    "फ़ॉरेक्स की दुनिया में इस रोमांचक ट्रेडिंग अभियान में, कोई भी उपहार के बिना नहीं रहेगा। मुख्य सुपर पुरस्कार और CUP के अलावा, एक यामाहा R7 बाइक, Amazon उपहार कार्ड और कोई जमा बोनस निस्संदेह उपयोगी होंगे। हालाँकि आप प्रतियोगिता के दौरान व्यापार करके और मुनाफ़ा कमाकर ये सभी चीज़ें और इससे भी ज़्यादा चीज़ें खुद खरीद पाएँगे।",
  TermsAnd: "नियम और शर्तें",
  TheDrawing: "ड्राइंग प्रक्रिया",
  TheWinnerOfTesla:
    "टेस्ला के विजेता का चयन प्रतियोगिता के अंत में प्रतिभागियों के बीच टेस्ला शेयरों के साथ सौदे के विजेता टिकट का निर्धारण करके किया जाएगा।",
  TheWinnerOfMotorbikes:
    "प्रतियोगिता के अंत में, प्रतियोगिता के सभी टिकटों में से विजेता टिकट का निर्धारण करके मोटरबाइक के विजेता का चयन किया जाएगा।",
  TheWinnerOfNDB:
    "एनडीबी 50$, अमेज़ॅन उपहार/एप्पल उपहार कार्ड और 25 मर्चेंडाइज़ सेट के विजेता को हर महीने सबसे ज़्यादा लाभदायक डील वाले लोगों में से चुना जाएगा।",
  ThisLetUs:
    "इससे हम इस दीर्घकालिक चुनौती को लंबे समय तक बढ़ावा दे पाएंगे। साथ ही, अगर हमारे पास 250 से कम लोग आते हैं, तो हम कम भागीदारी प्रतिक्रिया के कारण अपनी प्रतिबद्धताओं को रद्द कर सकते हैं।",
  HowToParticipate: "कैसे भाग लें",
  OpenUltraAcc: "अल्ट्रा खाता खोलें",
  VerifyYourAccount: "अपना खाता सत्यापित करें",
  TopUpAcc: "खाते में कम से कम $500 की बढ़ोतरी करें",
  RegisterInThe: "वीआईपी ट्रेडिंग क्लब में रजिस्टर करें",
  MoveToThe: "प्रतियोगिता पृष्ठ पर जाएँ और प्रतियोगिता में रजिस्टर करें",
} as ForexRacingCupType;
