import type { ForexRacingCupType } from "public/locales/forex-racing-cup/types";

export default {
  ForexRacingCup: "فاریکس ریسنگ کپ",
  StartYour: "اپنے انجن شروع کریں اور آج ہی منافع کی دوڑ میں شامل ہوں۔",
  TheForexMotors:
    "فاریکس ریسنگ کپ 2025 آپ کا انتظار کر رہا ہے، اور سپر پرائز Tesla Model X پہلے ہی محفوظ کر لیا گیا ہے اور اپنے مالک کا انتظار کر رہا ہے۔ Zetradex کے ساتھ منافع کی دوڑ میں حصہ لیں۔ اس مقابلے میں، آپ کو بہت سارے نئے منافع بخش سودے اور نئے جذبات ملیں گے۔ ہمیں اپنی تجارتی مہارت دکھائیں، نئے امکانات تلاش کریں اور اپنی نئی صلاحیتیں دریافت کریں۔",
  InThis:
    "فاریکس کی دنیا میں اس دلچسپ تجارتی مہم میں، کوئی بھی تحفے کے بغیر نہیں رہے گا۔ مرکزی سپر پرائز اور خود CUP کے علاوہ، یاماہا R7 بائیک، Amazon گفٹ کارڈز، اور کوئی ڈپازٹ بونس بلاشبہ کارآمد ثابت ہوں گے۔ اگرچہ آپ یہ سب چیزیں اور اس سے بھی زیادہ خود خرید سکیں گے، صرف تجارت کرکے اور مقابلہ کے دوران منافع کما کر۔",
  TermsAnd: "شرائط و ضوابط",
  TheDrawing: "ڈرائنگ کا عمل",
  TheWinnerOfTesla:
    "Tesla کے فاتح کا انتخاب مقابلہ کے اختتام پر شرکاء کے درمیان Tesla کے حصص کے ساتھ معاہدے کے جیتنے والے ٹکٹ کا تعین کر کے کیا جائے گا۔",
  TheWinnerOfMotorbikes:
    "موٹر بائیکس کے فاتح کا انتخاب مقابلہ کے تمام ٹکٹوں میں سے جیتنے والے ٹکٹ کا تعین کرکے مقابلہ کے اختتام پر کیا جائے گا۔",
  TheWinnerOfNDB:
    "NDB 50$ کے فاتح، Amazon گفٹ/Apple گفٹ کارڈ اور 25 تجارتی سامان کے سیٹ ہر ماہ ان لوگوں میں سے منتخب کیے جائیں گے جن کے پاس سب سے زیادہ منافع بخش ڈیلز ہیں۔",
  ThisLetUs:
    "اس سے ہمیں اس طویل مدتی چیلنج کو ایک طویل مدت تک فروغ دینے دیں۔ ایک ہی وقت میں، اگر ہم 250 سے کم لوگوں پر مشتمل ہوتے ہیں، تو ہم کم شرکت کے تاثرات کی وجہ سے اپنے وعدے منسوخ کر سکتے ہیں۔",
  HowToParticipate: "حصہ لینے کا طریقہ",
  OpenUltraAcc: "الٹرا اکاؤنٹ کھولیں۔",
  VerifyYourAccount: "اپنے اکاؤنٹ کی تصدیق کریں۔",
  TopUpAcc: "کم از کم $500 سے ٹاپ اپ اکاؤنٹ",
  RegisterInThe: "VIP ٹریڈنگ کلب میں رجسٹر ہوں۔",
  MoveToThe: "مقابلہ کے صفحے پر جائیں اور مقابلہ میں رجسٹر ہوں۔",
} as ForexRacingCupType;
