import type { ForexRacingCupType } from "public/locales/forex-racing-cup/types";

export default {
  ForexRacingCup: "Forex Racing Cup",
  StartYour:
    "Заводите моторы и присоединяйтесь к гонке за прибылью уже сегодня",
  TheForexMotors:
    "Кубок Forex motors 2025 уже ждет вас, а суперприз Tesla Model X уже зарезервирован и ждет своего обладателя. Примите участие в гонке за прибылью вместе с Zetradex. В этом конкурсе вас ждет много новых выгодных сделок и новых эмоций. Покажите нам свои навыки торговли, исследуйте новые возможности и откройте в себе новые таланты.",
  InThis:
    "В этой захватывающей торговой экспедиции в мир Forex никто не останется без подарка. Помимо главного суперприза и самого КУБКА, несомненно, пригодятся мотоцикл Yamaha R7, подарочные карты Amazon и бездепозитные бонусы. Хотя все это и даже больше вы сможете купить сами, просто торгуя и получая прибыль во время конкурса.",
  TermsAnd: "Правила и условия",
  TheDrawing: "Процесс розыгрыша",
  TheWinnerOfTesla:
    "Победитель Tesla будет выбран путем определения выигрышного билета сделки с акциями Tesla среди участников по итогам конкурса.",
  TheWinnerOfMotorbikes:
    "Победитель мотоциклов будет выбран путем определения выигрышного билета среди всех билетов конкурса в конце конкурса.",
  TheWinnerOfNDB:
    "Победитель NDB 50$, подарка Amazon/подарочной карты Apple и 25 наборов товаров будет выбираться ежемесячно среди людей с наибольшим количеством выгодных сделок.",
  ThisLetUs:
    "Это позволяет нам продвигать этот долгосрочный вызов в течение длительного периода. В то же время, если в итоге у нас будет менее 250 человек, мы можем отменить наши обязательства из-за низкой обратной связи об участии.",
  HowToParticipate: "Как принять участие",
  OpenUltraAcc: "Открыть счет Ultra",
  VerifyYourAccount: "Подтвердить свой счет",
  TopUpAcc: "Пополнить счет минимум на 500$",
  RegisterInThe: "Зарегистрироваться в VIP-клубе торговли",
  MoveToThe: "Перейти на страницу конкурса и зарегистрироваться в конкурсе",
} as ForexRacingCupType;
