import type { ForexRacingCupType } from "public/locales/forex-racing-cup/types";

export default {
  ForexRacingCup: "Forex Racing Cup",
  StartYour: "สตาร์ทเครื่องยนต์ของคุณและเข้าร่วมการแข่งขันเพื่อผลกำไรวันนี้",
  TheForexMotors:
    "Forex motors cup 2025 กำลังรอคุณอยู่ และรางวัลใหญ่ Tesla Model X ได้ถูกจองไว้แล้วและกำลังรอเจ้าของอยู่ เข้าร่วมการแข่งขันเพื่อผลกำไรกับ Zetradex ในการแข่งขันครั้งนี้ คุณจะพบกับข้อเสนอที่ทำกำไรได้มากมายและอารมณ์ใหม่ๆ แสดงทักษะการซื้อขายของคุณ สำรวจความเป็นไปได้ใหม่ๆ และค้นพบพรสวรรค์ใหม่ๆ ของคุณเอง",
  InThis:
    "ในการเดินทางซื้อขายที่น่าตื่นเต้นนี้สู่โลกของ Forex ไม่มีใครจะขาดของขวัญ นอกจากรางวัลใหญ่หลักและ CUP แล้ว รถจักรยานยนต์ Yamaha R7 บัตรของขวัญ Amazon และโบนัสไม่มีเงินฝากจะมีประโยชน์อย่างแน่นอน แม้ว่าคุณจะสามารถซื้อสิ่งเหล่านี้ทั้งหมดได้และมากกว่านั้นด้วยตัวเอง เพียงแค่ซื้อขายและทำกำไรระหว่างการแข่งขัน",
  TermsAnd: "ข้อกำหนดและเงื่อนไข",
  TheDrawing: "กระบวนการจับฉลาก",
  TheWinnerOfTesla:
    "ผู้ชนะของ Tesla จะถูกเลือกโดยการกำหนดตั๋วที่ชนะของข้อตกลงกับหุ้น Tesla ท่ามกลางผู้เข้าร่วมเมื่อสิ้นสุดการแข่งขัน",
  TheWinnerOfMotorbikes:
    "ผู้ชนะการแข่งขันมอเตอร์ไซค์จะถูกเลือกโดยตัดสินจากตั๋วทั้งหมดในการแข่งขันเมื่อการแข่งขันสิ้นสุดลง",
  TheWinnerOfNDB:
    "ผู้ชนะรางวัล NDB 50$, บัตรของขวัญ Amazon/Apple และสินค้า 25 ชิ้นจะถูกเลือกทุกเดือนจากผู้ที่มีข้อเสนอที่ทำกำไรได้มากที่สุด",
  ThisLetUs:
    "สิ่งนี้ช่วยให้เราส่งเสริมความท้าทายระยะยาวนี้เป็นเวลานาน ในขณะเดียวกัน หากเรามีผู้เข้าร่วมน้อยกว่า 250 คน เราอาจยกเลิกคำมั่นสัญญาของเราเนื่องจากผลตอบรับจากผู้เข้าร่วมน้อย",
  HowToParticipate: "วิธีการเข้าร่วม",
  OpenUltraAcc: "เปิดบัญชี Ultra",
  VerifyYourAccount: "ยืนยันบัญชีของคุณ",
  TopUpAcc: "เติมเงินในบัญชีขั้นต่ำ $500",
  RegisterInThe: "ลงทะเบียนในคลับซื้อขาย VIP",
  MoveToThe: "ไปที่หน้าการแข่งขันและลงทะเบียนในการแข่งขัน",
} as ForexRacingCupType;
