import { PartnershipAgreementType } from "public/locales/terms-and-conditions/introducing-broker/types";

export default {
  PartnershipAgreement: "合作协议",
  ThePresentAgreement:
    "本协议由 Zetradex Holding ltd（以下简称“公司”）与合作伙伴签订。 双方特此同意如下：",
  General_1: "一般条件、术语",
  APartner_1_1:
    "合作伙伴，也称为介绍经纪人 (IB)，是指为了公司的利益，承诺宣传、推广公司的服务并代表其利益以吸引客户并获得收益的独立法人、个人或企业家。 定期奖励，这取决于向附属客户提供的服务量以及他们为此花费的资金。",
  Affiliated_1_2:
    "附属客户是合作伙伴在公司为每个合作伙伴生成的特殊唯一代码/链接的帮助下推荐的独立第三方人士，目的是根据协议收取代理佣金和额外收入。",
  TheCompany_1_3:
    "公司和合作伙伴有义务吸引使用公司提供的工具进行交易操作的客户。",
  ThePartner_1_4:
    "合作伙伴承担本协议中规定的有关吸引客户与公司签订经纪服务合同的权利和义务。 合作伙伴还承担下文规定的其他权利和义务。 合作伙伴履行本协议中规定的承诺，代表其为公司吸引客户。",
  ThePartner_1_5:
    "合作伙伴无条件承认所有吸引的客户都是公司的客户，并且合作伙伴将来不得将其转介给其他公司。",
  TheCompany_1_6:
    "公司有权要求确认合作伙伴在注册联属网络营销计划期间提供的任何信息。 为此，公司有权酌情要求提供合作伙伴身份证件的扫描件或经过公证的副本。",
  IfThePartner_1_7:
    "如果合作伙伴未收到公司要求提供的身份证明文件扫描件或经过公证的副本，则合作伙伴帐户的验证将被视为非强制性的。 但是，公司保留限制未经验证的帐户访问某些服务的权利。 在这种情况下，合作伙伴可以选择通过验证程序。",
  InTheEvent_1_8:
    "如果合作伙伴在注册期间提供的任何信息（姓名、居住地址或电话号码）发生变化，合作伙伴必须立即将这些变化通知公司合作伙伴关系部门，并要求公司更新信息。",
  ThePartner_1_9:
    "合作伙伴承认并同意，公司可以在注册联属网络营销计划期间提供的任何信息用于反洗钱活动。",
  ThePartner_1_10:
    "合作伙伴对其身份证明文件（包括副本）的真实性负责。 合作伙伴承认，如果有疑问，公司有权联系身份证件签发国的执法机构以确认其真实性。 如果发现身份证件是伪造的，公司有权根据身份证件签发国的法律将合作伙伴绳之以法。",
  RelationshipWithCustomers: "与客户的关系",
  ThePartner_2_1:
    "合作伙伴可以参考公司网站的相应部分以及经公司确认真实的信息向潜在客户提供公司的广告。",
  ThePartner_2_2:
    "合作伙伴应向客户提供与与公司签订经纪服务合同相关的重要可靠信息以及有关合同内容和公司服务的解释。",
  Providing_2_3:
    "提供建议和信息以激励客户进行交易不属于公司服务计划的一部分。 在特殊情况下，公司有权自行决定向客户提供信息、建议和意见，但公司不对此类建议的后果承担责任。",
  ThePartner_2_4:
    "合作伙伴不得向客户提供有关交易账户交易操作的建议或建议。 如果合作伙伴不遵守此规定，公司不对客户因遵守此类建议而造成损失的指控所提供的建议或建议的后果承担责任。",

  Partners_3: "合伙人的权利和义务",
  ThePartner_3_1:
    "合作伙伴有义务吸引新客户与公司签订经纪服务协议，并根据公司的条款和条件在国际金融市场上开展业务。",
  ThePartner_3_2: "合作伙伴有义务在公司开设联属账户才能收取佣金。",
  ThePartner_3_3: "合作伙伴有义务胜任公司的服务并掌握国际金融市场的一般信息。",
  ThePartner_3_4:
    "合作伙伴有义务自行研究公司所有信息资源，并及时告知客户重要变化。",
  ThePartner_3_5:
    "合作伙伴有义务向其附属集团的客户提供全面的信息和法律支持，并解决客户在外汇市场交易时可能遇到的问题。",
  ThePartner_3_6:
    "由于公司无权接触合作伙伴集团的管理人员，因此合作伙伴有义务回答客户有关公司提供的服务的所有询问。",
  ThePartner_3_7:
    "未经公司事先书面同意，合作伙伴无权签订任何子代理和其他协议（合同），这些协议（合同）赋予合作伙伴根据本协议将其全部或部分权力委托给第三方的权利。 要求权的转让只有在获得公司同意后才能进行。",
  ThePartner_3_8:
    "如果合作伙伴无法自行解决客户的问题，则合作伙伴有义务联系公司的专家并提供解决问题所需的所有详细信息（帐号、订单票、订单时间等）。",
  ThePartner_3_9:
    "合作伙伴有权在公司的帮助下或没有公司的帮助下计划和实施营销和广告活动。",
  ThePartner_3_10: "合作伙伴有权根据客户协议向关联账户充值并提取资金。",
  ThePartner_3_11:
    "如《客户协议》所述，联属账户作为私人客户账户提供，即合作伙伴有权在联属账户上进行交易操作。 由于客户补充其交易账户所使用的国家货币的汇率快速变化，公司保留在与合作伙伴结算时使用这些汇率的平均值的权利。",
  ThePartner_3_12:
    "如果出现与公司业务运营和提供服务有关的任何问题，合作伙伴应联系公司并提供问题的详细信息，以便公司及时向合作伙伴提供可能的解决方案。",
  ThePartner_3_13:
    "合作伙伴只有在获得客户书面许可和公司许可的情况下才有权在客户的交易账户上进行交易操作。",
  ThePartner_3_14:
    "合作伙伴有权通过公司提供的自定义联盟代码和联盟统计数据监控促销活动的效率。",
  ThePartner_3_15: "合作伙伴有权使用公司品牌产品的设计进行广告宣传。",
  ThePartner_3_16: "合作伙伴有权推荐 PAMM 交易者并从他们的交易中赚取佣金。",
  ThePartner_3_17:
    "合作伙伴有权推荐 PAMM 投资者，并在投资有利可图的情况下赚取 PAMM 交易者设定的利润份额。",
  ThePartner_3_18:
    "合作伙伴有权使用定期更新内容的免费联属网站。 合作伙伴将能够为其提供一个域名。 后者须事先获得公司批准。",
  Company_4: "公司的权利和义务",
  TheCompany_4_1: "公司有义务按照客户协议为合作伙伴推荐的客户开设交易账户。",
  TheCompany_4_2:
    "公司应向客户提供登录凭据（用户名和密码），使客户能够在系统中进行交易操作。",
  TheCompany_4_3: "公司有义务保存客户所有操作的全面记录。",
  TheCompany_4_4:
    "公司应向合作伙伴提供有关所签署协议内容以及客户参与外汇交易的条款和条件的信息。",
  TheCompany_4_5: "公司有义务根据每月收入和支出表向合作伙伴付款。",
  TheCompany_4_6:
    "公司有权要求合作伙伴提供有关其客户获取活动的过程和结果的完整报告。",

  TheCompany_4_7:
    "如果合作伙伴未能履行本协议项下的任何义务，公司有权将客户排除在其附属团体之外。",
  TheCompany_4_8:
    "如果合作伙伴违反或未能履行本协议项下的任何义务，公司有权自行决定终止本协议。",
  TheCompany_4_9: "公司有权采取本协议及其附件规定的其他行动。",
  TheCompany_4_10:
    "如果您的帐户上次活动后 180 天内没有任何活动，公司有权冻结您的帐户并随后关闭该帐户。",
  Partners_5: "合作伙伴的工作原则和客户获取",
  Partners_5_1:
    "合作伙伴有权创建与公司活动相关的网站，其中包含有关国际金融市场的信息，并提供第 3 章涉及的经纪、交易商和投资服务。",
  Partners_5_2:
    "客户通过以下任一方法注册并转介至联属团体： 客户点击公司官方网站的联属链接或在联系客户支持时请求加入。",
  Partners_5_3: "客户可以选择拒绝合作伙伴的服务并选择由公司提供服务。",
  Partners_5_4:
    "为防止不正当竞争，禁止将客户从一个联盟组转移到另一个联盟组，也禁止将现有客户转移到联盟组。 在公司开设新帐户以将其转入联属团体的现有客户也应遵守本协议的本条款。 注意：客户可以向公司提出申请，并解释为何他被转移到另一个附属团体。 公司应单独考虑每项申请并作出决定。",
  Partners_5_5:
    "如果合作伙伴是个人，则合作伙伴无权从其自己的账户以及其近亲属拥有的账户中收取附属佣金； 以及来自创始人的私人账户或其近亲的账户（如果合作伙伴是法人实体）。",
  Partners_5_6:
    "合作伙伴不得使用不公平的方法吸引客户，包括但不限于使用任何形式强制将用户重定向至公司网站并将其注册到联属集团。",
  Dispute_6: "争议解决",
  Dispute_6_1:
    "合作伙伴有权在发现任何据称导致索赔的事件或事件之日起 5 个工作日内向公司提出索赔。",
  Dispute_6_2:
    "合作伙伴对公司提出的任何索赔均应以书面形式书面发送给公司，或通过电子邮件发送至公司网站上指定的公司官方电子邮件地址之一。 以任何其他方式（论坛、电话等）提出的索赔不予考虑。 在调查完成之前，不能向合作伙伴透露索赔的详细信息。",
  Dispute_6_3:
    "每项声明必须包含合作伙伴/合作伙伴公司名称的名字和第二个名称； 对有争议情况的描述； 可能有助于解决冲突的其他争议细节。 索赔不得包含对争议情况的情绪化评价、对公司的谩骂或咒骂。",
  Dispute_6_4: "公司有权要求客户/合作伙伴提供解决争议所需的任何信息。",
  Dispute_6_5:
    "如果合作伙伴的索赔合理，公司仅在一个工作日内根据合作伙伴的金融交易账户的累积金额来满足投诉。",
  Dispute_6_6:
    "对于本协议中未提及的索赔，公司认为其依据的是普遍接受的市场惯例和公司的内部政策。",
  Dispute_6_7:
    "合作伙伴索赔必须包含：合作伙伴的全名、账号、争议情况发生的日期和时间； 有争议订单的票据（如果已知）； 对没有情感内涵的主张的描述。 索赔应直接发送至特殊部门及其电子邮件dealer@zetradex.com",
  Dispute_6_8: "公司有权要求客户/合作伙伴提供解决争议所需的任何信息。",
  Dispute_6_9: "如果不符合第6.2、6.3、6.4、7.2和7.3条规定，公司有权拒绝索赔。",
  Dispute_6_10:
    "公司有义务审查合作伙伴的索赔，在尽可能短的时间内就争议做出决定，并将其通过电子邮件发送给合作伙伴。 允许的争议调查最长期限为自提出索赔之日起 10 个工作日。",

  Dispute_6_11: "有关本协议的解释或适用的争议应通过协商解决。",
  Dispute_6_12:
    "争议可能会根据争议解决程序提交仲裁。 如果索赔未得到满足，或者在本条件第6.5、7.2和7.3条规定的期限内未得到答复，可以提交仲裁请求。",
  Data_7: "数据交换",
  Data_7_1:
    "公司应通过以下通讯方式联系合作伙伴：电子邮件、电话、邮局、即时通讯工具、社交网络个人页面、公司网站相应部分的公告。",
  Data_7_2: "合作伙伴可以使用第 7.1 条中列出的通讯方式联系公司。",
  Data_7_3:
    "通过电子邮件发送信息后3小时内，信息、文件、公告、通知、确认、报告等视为已被对方接受； 通过交易终端内部邮件发送消息后3小时； 通过Messenger、社交网络发送消息后30分钟； 电话交谈结束后； 邮寄文件后 7 个日历日。",
  Confidential_8: "机密信息",
  Confidential_8_1:
    "在本协议有效期内以及协议终止后5年内，合作伙伴无权披露合作期间从公司收到的信息以及本协议所包含的数据。",
  Confidential_8_2:
    "合作伙伴无权向竞争对手的第三方泄露有关公司业务和服务的机密信息。",
  Confidential_8_3:
    "双方应确保客户个人和账户数据以及客户进行的交易细节的机密性。",
  Incomes_9: "收入及相互结算",
  Incomes_9_1:
    "公司根据本协议第一章向合作伙伴支付附属佣金。 佣金不得超过报告月份联属集团所有客户账户平均权益价值的 50%。 平均股本价值的计算方式为每个报告月月初和月末所有客户账户的股本价值总和除以 2。",
  Incomes_9_2:
    "在计算佣金时，公司有权不考虑客户因交易平台故障而进行的交易，并将对此类交易负责的客户排除在联盟集团之外。",
  Incomes_9_3: "在以下情况下，合作伙伴的佣金可以被取消：",
  Incomes_9_3_1:
    "如果检测到所吸引客户的账户订单违反一般条款和条件，包括使用禁止交易策略或操纵奖金或 Zetradex 忠诚度计划的情况；",
  Incomes_9_3_2:
    "如果发现客户使用旨在从联属佣金和回扣中获利而损害主要交易的策略（包括但不限于该策略是整体客户和联属账户策略的一部分的情况），",
  Incomes_9_3_3:
    "如果合作伙伴的注册数据与属于联属集团的客户的注册数据部分或全部一致，",
  Incomes_9_4:
    "如果出现第 9.3 条所述的系统性违规行为，公司保留将客户排除在附属团体之外的权利。",
  Incomes_9_5:
    "如果发现属于联营集团的客户帐户和联营帐户使用相同的 IP 地址，公司保留将这种巧合视为将本协议第 5.5 条和第 9.3 条适用于联营帐户的权利 充分衡量。",
  Incomes_9_6:
    "为了防止不诚实地试图从推荐客户的账户或由合作伙伴管理的假名注册账户上执行的交易中获取佣金，公司保留不向利润低于 6 的交易支付联属佣金的权利。 点。",
  Incomes_9_7:
    "公司可能会将合作伙伴违反本协议第 3.1 条和第 5.4 条的情况视为不符合联盟计划原则的活动。 因违反本协议任何条款而吸引的客户将被排除在联盟之外，其交易所获得的佣金将被全额取消。",
  Incomes_9_8:
    "每个月合作伙伴都有权要求公司检查所推荐的客户数量和客户帐户数量，以及审查其交易操作的结果。",
  Incomes_9_9:
    "推荐客户关闭交易后，佣金立即存入联属账户。 如果合作伙伴和客户的账户位于公司的不同服务器，则联盟佣金将在客户结束交易后的第二天记入贷方。",
  Incomes_9_10:
    "公司保留不支付从奖金计划参与者的奖金资金中获得保证金的交易佣金的权利。 本条款适用于已存入的佣金。 此类奖金计划参与者可能被排除在联属团体之外。",

  Incomes_9_11:
    "如果属于联属集团的客户向公司交易部门提出有关合作伙伴从中获得佣金的订单的索赔，公司保留全额取消联属佣金的权利。",
  Incomes_9_12:
    "如果客户的交易利润不超过 5 点，公司保留调整合作伙伴从此类交易中收到的联属佣金的权利。",
  Incomes_9_13:
    "如果从任何交易账户获得的联属佣金总额超过客户存入该账户的总存款的 50%（例如，如果从 1,000 美元的客户账户获得的联属佣金总额超过 500 美元），公司 保留调整联属佣金总额的权利，使其不超过存款总额的50%。",
  Incomes_9_14: "双方承诺独立计算和缴纳税款和其他第三方财政税。",
  Incomes_9_15:
    "佣金提取应在支付系统定义的期限内完成，但是，如果通过信用卡和其他一些支付系统存入推荐佣金，则该期限可能会延长至上次充值后最多 45 个日历日 如果需要的话，这个特定的系统可以进一步扩展。 公司应及时通知合作伙伴实施此类限制。",
  Incomes_9_16:
    "公司有资格通过 IP（至少匹配 75%）或其他标志来识别合作伙伴的帐户，以表明该组帐户属于一个人，并在此基础上对每个帐户进行适当的财务更正。 帐户组，以防滥用公司服务、欺诈活动或系统性违反用户/合作伙伴协议的条款和条件，以弥补此类活动对公司和公司其他客户造成的负面影响。",
  Incomes_9_17:
    "公司应从合作伙伴推荐的客户进行的所有交易中向合作伙伴支付附属佣金，无论客户是否获得任何利润。",
  Incomes_9_18: "联盟佣金金额由当前合作伙伴的收益率和 IB 状态决定",
  Incomes_9_19:
    "仅当公司和合作伙伴在附加协议和促销活动中同意这一点时，才可以进行任何其他付款",
  Final_10: "最后条款",
  Final_10_1: "本协议自最后一方正式签署之日起生效。",
  Final_10_2: "本协议无限期有效，直至双方声明希望取消合作为止",
  Final_10_3: "公司拥有绝对酌情权修改和补充本协议中规定的任何条款和条件。",
  Final_10_4: "任何一方均可通过至少提前 5 个日历日通知另一方单方面终止本协议。",
  Final_10_5:
    "如果另一方屡次违反义务以及现行法律规定的其他情况，任何一方均有权向法院申请终止本协议。",
} as PartnershipAgreementType;
