import { PartnershipAgreementType } from "public/locales/terms-and-conditions/introducing-broker/types";

export default {
  PartnershipAgreement: "साझेदारी का समझौता",
  ThePresentAgreement:
    "वर्तमान समझौता ज़ेट्रेडेक्स होल्डिंग लिमिटेड, जिसे इसके बाद 'कंपनी' और भागीदार के रूप में जाना जाएगा, के बीच किया गया है। पार्टियाँ निम्नलिखित पर सहमत हैं:",
  General_1: "सामान्य शर्तें, शब्दावली",
  APartner_1_1:
    "एक भागीदार, जिसे इंट्रोड्यूसिंग ब्रोकर (आईबी) के रूप में भी जाना जाता है, एक स्वतंत्र कानूनी या व्यक्तिगत व्यक्ति या एक उद्यमी है जो कंपनी के हितों में, विज्ञापन देने, कंपनी की सेवाओं को बढ़ावा देने और ग्राहकों को आकर्षित करने और प्राप्त करने के लिए अपने हितों का प्रतिनिधित्व करने का कार्य करता है। नियमित पुरस्कार, जो संबद्ध ग्राहक को प्रदान की गई सेवाओं की मात्रा और उनके द्वारा खर्च किए गए पैसे पर निर्भर करेगा।",
  Affiliated_1_2:
    "संबद्ध ग्राहक एक स्वतंत्र तृतीय-पक्ष व्यक्ति है जिसे भागीदार द्वारा विशेष अद्वितीय कोड/लिंक की मदद से संदर्भित किया जाता है, जो समझौते के अनुसार, एजेंट कमीशन और अतिरिक्त कमाई प्राप्त करने के उद्देश्य से, प्रत्येक भागीदार के लिए कंपनी द्वारा तैयार किया जाता है।",
  TheCompany_1_3:
    "कंपनी और भागीदार उन ग्राहकों को आकर्षित करने के लिए दायित्व लेते हैं जो कंपनी द्वारा पेश किए गए उपकरणों के साथ व्यापार संचालन करेंगे।",
  ThePartner_1_4:
    "कंपनी के साथ ब्रोकरेज सेवा अनुबंध में प्रवेश करने के लिए ग्राहकों को आकर्षित करने के संबंध में भागीदार इस अनुबंध में वर्णित अधिकारों और दायित्वों का पालन करता है। भागीदार इसके बाद निर्धारित अन्य अधिकारों और दायित्वों का भी पालन करता है। वर्तमान अनुबंध में निर्धारित प्रतिबद्धताओं का सम्मान करते हुए, भागीदार अपनी ओर से कंपनी के लिए ग्राहकों को आकर्षित करता है।",
  ThePartner_1_5:
    "पार्टनर बिना शर्त स्वीकार करता है कि आकर्षित किए गए सभी ग्राहक कंपनी के ग्राहक हैं, और पार्टनर के निर्णय से भविष्य में उन्हें किसी अन्य कंपनी में नहीं भेजा जा सकता है।",
  TheCompany_1_6:
    "कंपनी को संबद्ध कार्यक्रम के लिए पंजीकरण के दौरान भागीदार द्वारा प्रदान की गई किसी भी जानकारी की पुष्टि का अनुरोध करने का अधिकार है। इस प्रयोजन के लिए, कंपनी अपने विवेक पर भागीदार के आईडी दस्तावेज़ की स्कैन की गई प्रति या नोटरीकृत प्रति का अनुरोध करने की हकदार होगी।",
  IfThePartner_1_7:
    "यदि भागीदार को स्कैन की गई प्रति या आईडी दस्तावेज़ की नोटरीकृत प्रति के लिए कंपनी का अनुरोध प्राप्त नहीं हुआ है, तो संबद्ध खाते का सत्यापन गैर-अनिवार्य माना जाएगा। हालाँकि, कंपनी कुछ सेवाओं तक गैर-सत्यापित खातों की पहुंच को प्रतिबंधित करने का अधिकार सुरक्षित रखती है। इस मामले में, भागीदार वैकल्पिक रूप से सत्यापन प्रक्रिया पारित कर सकता है।",
  InTheEvent_1_8:
    "यदि पंजीकरण के दौरान भागीदार द्वारा प्रदान की गई कोई भी जानकारी (नाम, आवासीय पता या टेलीफोन नंबर) बदल जाती है, तो भागीदार को तुरंत कंपनी के भागीदार संबंध विभाग को इन परिवर्तनों के बारे में सूचित करना चाहिए और अनुरोध करना चाहिए कि कंपनी जानकारी को अपडेट करे।",
  ThePartner_1_9:
    "भागीदार स्वीकार करता है और सहमत है कि संबद्ध कार्यक्रम के लिए पंजीकरण के दौरान प्रदान की गई कोई भी जानकारी कंपनी द्वारा मनी-लॉन्ड्रिंग विरोधी अभियान में नियोजित की जा सकती है।",
  ThePartner_1_10:
    "भागीदार अपने आईडी दस्तावेज़ों (प्रतियाँ शामिल) की प्रामाणिकता के लिए ज़िम्मेदार है। भागीदार उस देश की कानून प्रवर्तन एजेंसियों से संपर्क करने के कंपनी के अधिकार को स्वीकार करता है जहां आईडी दस्तावेज़ संदिग्ध होने पर इसकी प्रामाणिकता की पुष्टि करने के लिए जारी किया गया था। यदि आईडी दस्तावेज़ को जालसाजी पाया जाता है, तो कंपनी उस देश के कानून के अनुसार भागीदार को न्याय के कटघरे में लाने की हकदार होगी जहां आईडी दस्तावेज़ जारी किया गया था।",
  RelationshipWithCustomers: "ग्राहकों के साथ संबंध",
  ThePartner_2_1:
    "भागीदार संभावित ग्राहकों को कंपनी की वेबसाइट के संबंधित अनुभाग और कंपनी द्वारा प्रामाणिक होने की पुष्टि की गई जानकारी का हवाला देते हुए कंपनी का विज्ञापन प्रदान कर सकता है।",
  ThePartner_2_2:
    "भागीदार ग्राहकों को कंपनी के साथ ब्रोकरेज सेवा अनुबंधों में प्रवेश करने से संबंधित आवश्यक विश्वसनीय जानकारी और अनुबंधों की सामग्री और कंपनी की सेवाओं के संबंध में स्पष्टीकरण प्रदान करेगा।",
  Providing_2_3:
    "किसी ग्राहक को व्यापार के लिए प्रेरित करने के लिए सिफारिशें और जानकारी प्रदान करना कंपनी की सेवा योजना का हिस्सा नहीं है। असाधारण मामलों में, कंपनी को अपने विवेक से ग्राहक को जानकारी, सिफारिशें और सलाह प्रदान करने का अधिकार है, हालांकि, कंपनी ऐसी सिफारिशों के परिणामों के लिए ज़िम्मेदार नहीं होगी।",
  ThePartner_2_4:
    "पार्टनर किसी ग्राहक को ट्रेडिंग खाते पर ट्रेडिंग संचालन के संबंध में सिफारिशें या सलाह देने से परहेज करेगा। यदि भागीदार इसका अनुपालन नहीं करता है, तो कंपनी ग्राहकों द्वारा ऐसी सिफारिशों के अनुपालन के परिणामस्वरूप होने वाले नुकसान के आरोपों के संदर्भ में प्रदान की गई सिफारिशों या सलाह के परिणामों के लिए ज़िम्मेदार नहीं होगी।",

  Partners_3: "साझेदार के अधिकार और दायित्व",
  ThePartner_3_1:
    "पार्टनर कंपनी के साथ ब्रोकरेज सेवा समझौते में प्रवेश करने और कंपनी के नियमों और शर्तों के तहत अंतरराष्ट्रीय वित्तीय बाजारों में काम करने के लिए नए ग्राहकों को आकर्षित करने के लिए बाध्य है।",
  ThePartner_3_2:
    "कमीशन प्राप्त करने के लिए भागीदार कंपनी के साथ एक संबद्ध खाता खोलने के लिए बाध्य है।",
  ThePartner_3_3:
    "भागीदार कंपनी की सेवाओं के बारे में सक्षम होने और अंतरराष्ट्रीय वित्तीय बाजारों के बारे में सामान्य जानकारी रखने के लिए बाध्य है।",
  ThePartner_3_4:
    "भागीदार कंपनी के सभी सूचनात्मक संसाधनों का स्वयं अध्ययन करने और ग्राहकों को महत्वपूर्ण परिवर्तनों के बारे में समय पर सूचित करने के लिए बाध्य है।",
  ThePartner_3_5:
    "भागीदार अपने संबद्ध समूह में ग्राहकों को व्यापक जानकारी और कानूनी सहायता प्रदान करने के साथ-साथ विदेशी मुद्रा बाजारों में व्यापार करते समय ग्राहकों के सामने आने वाली समस्याओं का समाधान करने के लिए बाध्य है।",
  ThePartner_3_6:
    "साझेदार कंपनी द्वारा प्रदान की गई सेवाओं के बारे में ग्राहकों की सभी पूछताछ का उत्तर देने के लिए बाध्य है क्योंकि कंपनी के पास साझेदार के समूह के प्रबंधन तक पहुंच नहीं है।",
  ThePartner_3_7:
    "साझेदार किसी भी उप-एजेंसी और अन्य समझौतों (अनुबंधों) में प्रवेश करने का हकदार नहीं है जो कंपनी की पूर्व लिखित सहमति के बिना वर्तमान समझौते के तहत साझेदार के अधिकार को पूर्ण या आंशिक रूप से तीसरे पक्ष को सौंपने का अधिकार देता है। मांग के अधिकार का असाइनमेंट कंपनी की सहमति प्राप्त करने के बाद ही संभव है।",
  ThePartner_3_8:
    "यदि पार्टनर किसी ग्राहक की समस्या को स्वयं हल करने में असमर्थ है, तो पार्टनर समस्या को हल करने के लिए आवश्यक सभी विवरणों (खाता संख्या, ऑर्डर टिकट, ऑर्डर का समय, आदि) के साथ कंपनी के विशेषज्ञों से संपर्क करने के लिए बाध्य है।",
  ThePartner_3_9:
    "पार्टनर को कंपनी की मदद से या उसके बिना मार्केटिंग और विज्ञापन अभियानों की योजना बनाने और लागू करने का अधिकार है।",
  ThePartner_3_10:
    "भागीदार को ग्राहक समझौते के अनुसार संबद्ध खाते को फिर से भरने और उसमें से धनराशि निकालने का अधिकार है।",
  ThePartner_3_11:
    "जैसा कि ग्राहक अनुबंध में कहा गया है, संबद्ध खाता एक निजी ग्राहक खाते के रूप में उपलब्ध है, यानी भागीदार को संबद्ध खाते पर ट्रेडिंग संचालन करने का अधिकार है। ग्राहकों द्वारा अपने व्यापारिक खातों को फिर से भरने के लिए उपयोग की जाने वाली राष्ट्रीय मुद्राओं की विनिमय दरों में तेजी से बदलाव के कारण, कंपनी भागीदारों के साथ निपटान में इन विनिमय दरों के औसत का उपयोग करने का अधिकार सुरक्षित रखती है।",
  ThePartner_3_12:
    "व्यवसाय चलाने और कंपनी की सेवाएं प्रदान करने से संबंधित किसी भी समस्या के मामले में, भागीदार को समस्या के विवरण के साथ कंपनी से संपर्क करना होगा ताकि कंपनी संभावित समाधानों पर भागीदार को समय पर सलाह दे सके।",
  ThePartner_3_13:
    "भागीदार केवल ग्राहक की लिखित अनुमति और कंपनी की अनुमति से ही ग्राहक के ट्रेडिंग खाते पर ट्रेडिंग संचालन करने का हकदार होगा।",
  ThePartner_3_14:
    "पार्टनर को कंपनी द्वारा उपलब्ध कराए गए कस्टम संबद्ध कोड और संबद्ध आंकड़ों के माध्यम से प्रचार अभियानों की दक्षता की निगरानी करने का अधिकार है।",
  ThePartner_3_15:
    "भागीदार को विज्ञापन के लिए कंपनी के ब्रांड उत्पादन के डिज़ाइन का उपयोग करने का अधिकार है।",
  ThePartner_3_16:
    "साझेदार को PAMM व्यापारियों को संदर्भित करने और उनके व्यापार पर कमीशन अर्जित करने का अधिकार है।",
  ThePartner_3_17:
    "साझेदार को PAMM निवेशकों को संदर्भित करने और निवेश लाभदायक होने की स्थिति में PAMM व्यापारी द्वारा निर्धारित लाभ का हिस्सा अर्जित करने का अधिकार है।",
  ThePartner_3_18:
    "भागीदार नियमित रूप से अद्यतन सामग्री के साथ एक निःशुल्क संबद्ध वेबसाइट का हकदार है। पार्टनर इसे एक डोमेन नाम दे सकेगा. उत्तरार्द्ध को कंपनी द्वारा पहले से अनुमोदित किया जाना है।",
  Company_4: "कंपनी के अधिकार और दायित्व",
  TheCompany_4_1:
    "कंपनी ग्राहक अनुबंध के अनुसार भागीदार द्वारा निर्दिष्ट ग्राहकों के लिए ट्रेडिंग खाते खोलने के लिए बाध्य है।",
  TheCompany_4_2:
    "कंपनी ग्राहकों को लॉगिन क्रेडेंशियल (उपयोगकर्ता नाम और पासवर्ड) प्रदान करके सिस्टम में ट्रेडिंग संचालन करने में सक्षम बनाएगी।",
  TheCompany_4_3:
    "कंपनी ग्राहकों द्वारा किए गए सभी कार्यों का व्यापक रिकॉर्ड बनाए रखने के लिए बाध्य है।",
  TheCompany_4_4:
    "कंपनी भागीदार को हस्ताक्षरित समझौतों की सामग्री के साथ-साथ विदेशी मुद्रा व्यापार में ग्राहक भागीदारी के नियमों और शर्तों के बारे में जानकारी प्रदान करेगी।",
  TheCompany_4_5:
    "कंपनी मासिक आय और व्यय पत्रक के आधार पर भागीदार को भुगतान करने के लिए बाध्य है।",
  TheCompany_4_6:
    "कंपनी को भागीदार से उसके ग्राहक अधिग्रहण अभियानों के पाठ्यक्रम और परिणामों पर पूरी रिपोर्ट प्रदान करने का अनुरोध करने का अधिकार है।",

  TheCompany_4_7:
    "इस स्थिति में कि भागीदार वर्तमान समझौते के तहत किसी भी दायित्व को पूरा करने में विफल रहता है, कंपनी को ग्राहकों को उसके संबद्ध समूह से बाहर करने का अधिकार है।",
  TheCompany_4_8:
    "ऐसी स्थिति में जब साझेदार वर्तमान समझौते के तहत किसी भी दायित्व का उल्लंघन करता है या उसे पूरा करने में विफल रहता है, तो कंपनी को अपने विवेक से वर्तमान समझौते को समाप्त करने का अधिकार है।",
  TheCompany_4_9:
    "कंपनी को वर्तमान अनुबंध और उसके परिशिष्टों में निर्धारित अन्य कार्य करने का अधिकार है।",
  TheCompany_4_10:
    "यदि आपके खाते के अंतिम बार सक्रिय होने के बाद 180 दिनों की अवधि के भीतर आपने कोई गतिविधि नहीं की तो कंपनी को आपके खाते को फ्रीज करने और परिणामस्वरूप इसे बंद करने का अधिकार है।",
  Partners_5: "साझेदार के कार्य सिद्धांत और ग्राहक अधिग्रहण",
  Partners_5_1:
    "साझेदार को कंपनी की गतिविधियों से संबंधित एक वेबसाइट बनाने का अधिकार है जिसमें अंतरराष्ट्रीय वित्तीय बाजारों के बारे में जानकारी हो और अध्याय 3 के संबंध में ब्रोकरेज, डीलर और निवेश सेवाएं प्रदान की जाएं।",
  Partners_5_2:
    "एक ग्राहक को निम्नलिखित तरीकों में से किसी एक द्वारा पंजीकृत और संबद्ध समूह में भेजा जाता है: एक ग्राहक कंपनी की आधिकारिक वेबसाइट पर एक संबद्ध लिंक पर क्लिक करता है या ग्राहक सहायता से संपर्क करते समय संबद्धता का अनुरोध करता है।",
  Partners_5_3:
    "एक ग्राहक भागीदार की सेवाओं को अस्वीकार करने और कंपनी द्वारा सेवा प्राप्त करने का विकल्प चुन सकता है।",
  Partners_5_4:
    "अनुचित प्रतिस्पर्धा को रोकने की दृष्टि से, ग्राहकों को एक संबद्ध समूह से दूसरे में ले जाना, साथ ही वर्तमान ग्राहकों को संबद्ध समूहों में ले जाना निषिद्ध है। वर्तमान अनुबंध के इस खंड का अनुपालन कंपनी में नए खाते खोलने वाले वर्तमान ग्राहकों द्वारा भी किया जाना चाहिए, जिसका उद्देश्य उन्हें संबद्ध समूहों में स्थानांतरित करना है। नोट: एक ग्राहक कंपनी में स्पष्टीकरण के साथ आवेदन कर सकता है कि उसे किसी अन्य संबद्ध समूह में क्यों स्थानांतरित किया गया। कंपनी प्रत्येक आवेदन पर व्यक्तिगत रूप से विचार करेगी और निर्णय देगी।",
  Partners_5_5:
    "यदि पार्टनर एक व्यक्ति है तो पार्टनर अपने स्वयं के खातों और अपने करीबी रिश्तेदारों के स्वामित्व वाले खातों से संबद्ध कमीशन प्राप्त करने का हकदार नहीं होगा; साथ ही संस्थापकों के निजी खातों या उनके करीबी रिश्तेदारों के खातों से, यदि भागीदार एक कानूनी इकाई है।",
  Partners_5_6:
    "साझेदार को ग्राहकों को आकर्षित करने के लिए अनुचित तरीकों का उपयोग करने से प्रतिबंधित किया गया है, जिसमें उपयोगकर्ताओं को कंपनी की वेबसाइटों पर जबरन पुनर्निर्देशित करना और उन्हें संबद्ध समूह में पंजीकृत करना शामिल है, लेकिन यह इन्हीं तक सीमित नहीं है।",
  Dispute_6: "विवाद समाधान",
  Dispute_6_1:
    "पार्टनर को उस तारीख से 5 कार्य दिवसों के भीतर कंपनी के साथ दावा प्रस्तुत करने का अधिकार है, जिस दिन पार्टनर को इस तरह के दावे का कारण बनने वाली किसी घटना या घटना के बारे में पता चला।",
  Dispute_6_2:
    "कंपनी के खिलाफ भागीदार द्वारा किया गया कोई भी दावा या तो कागज पर लिखा जाएगा और कंपनी को डाक द्वारा भेजा जाएगा या कंपनी की वेबसाइट पर निर्दिष्ट कंपनी के आधिकारिक ईमेल पते में से किसी एक पर ईमेल किया जाएगा। किसी अन्य तरीके (फोरम, टेलीफोन आदि) से किए गए दावों पर विचार नहीं किया जाएगा। जांच तक दावे का विवरण भागीदार को नहीं बताया जा सकता।",
  Dispute_6_3:
    "प्रत्येक दावे में भागीदार/साझेदार की कंपनी के नाम का पहला और दूसरा नाम शामिल होना चाहिए; विवादित स्थिति का विवरण; अन्य विवाद विवरण जो संघर्ष के समाधान में योगदान दे सकते हैं। दावे में विवादित स्थिति का भावनात्मक मूल्यांकन, कंपनी का मौखिक दुरुपयोग या अपशब्द नहीं होना चाहिए।",
  Dispute_6_4:
    "कंपनी के पास ग्राहक/साझेदार से विवाद के समाधान के लिए आवश्यक कोई भी जानकारी प्रदान करने का अनुरोध करने का अधिकार है।",
  Dispute_6_5:
    "कंपनी, इस घटना में कि भागीदार का दावा उचित है, एक कार्य दिवस के भीतर वित्तीय ट्रेडिंग खाता भागीदार के उपार्जन पर ही शिकायत को संतुष्ट करती है।",
  Dispute_6_6:
    "ऐसे दावों के मामले में जिनका इस अनुबंध में उल्लेख नहीं किया गया है, कंपनी उन्हें आम तौर पर स्वीकृत बाजार प्रथाओं और कंपनी की आंतरिक नीति पर निर्भर मानती है।",
  Dispute_6_7:
    "भागीदार के दावे में ये अवश्य शामिल होना चाहिए: भागीदार का पूरा नाम, खाता संख्या, विवादित स्थिति उत्पन्न होने की तिथि और समय; यदि ज्ञात हो तो विवादित आदेश का टिकट; भावनात्मक अर्थ के बिना दावे का विवरण। दावा विशेष विभाग और उनके ईमेल डीलर@zetradex.com को भेजा जाना चाहिए",
  Dispute_6_8:
    "कंपनी के पास ग्राहक/साझेदार से विवाद के समाधान के लिए आवश्यक कोई भी जानकारी प्रदान करने का अनुरोध करने का अधिकार है।",
  Dispute_6_9:
    "यदि खंड 6.2, 6.3, 6.4, 7.2 और 7.3 में निर्धारित प्रावधानों को पूरा नहीं किया गया है तो कंपनी को दावे को अस्वीकार करने का अधिकार है।",
  Dispute_6_10:
    "कंपनी भागीदार के दावे की जांच करने, यथासंभव कम से कम देरी के साथ विवाद पर निर्णय देने और भागीदार को ईमेल करने के लिए बाध्य है। विवाद की जांच के लिए अधिकतम अवधि दावा दायर करने की तारीख से 10 कार्य दिवस है।",

  Dispute_6_11:
    "वर्तमान समझौते की व्याख्या या अनुप्रयोग से संबंधित विवादों को बातचीत से सुलझाया जाएगा।",
  Dispute_6_12:
    "विवाद समाधान प्रक्रिया के तहत किसी विवाद को मध्यस्थता के लिए भेजा जा सकता है। यदि दावा संतुष्ट नहीं हुआ, या इसके खंड 6.5, 7.2 और 7.3 में निर्दिष्ट अवधि के भीतर दावे पर कोई प्रतिक्रिया नहीं हुई, तो मध्यस्थता के लिए अनुरोध प्रस्तुत किया जा सकता है।",
  Data_7: "आंकडों का आदान प्रदान",
  Data_7_1:
    "कंपनी संचार के निम्नलिखित माध्यमों के माध्यम से भागीदार से संपर्क करेगी: ईमेल, फोन, डाकघर, संदेशवाहक, सोशल नेटवर्क व्यक्तिगत पेज, कंपनी की वेबसाइट के उपयुक्त अनुभाग में घोषणा।",
  Data_7_2:
    "भागीदार खंड 7.1 में सूचीबद्ध संचार के साधनों का उपयोग करके कंपनी से संपर्क कर सकता है।",
  Data_7_3:
    "संदेशों, दस्तावेज़ों, घोषणाओं, सूचनाओं, पुष्टिकरणों, रिपोर्टों आदि को ईमेल द्वारा संदेश भेजने के 3 घंटे के भीतर विपरीत पक्ष द्वारा स्वीकार किया गया माना जाएगा; ट्रेडिंग टर्मिनल के आंतरिक मेल द्वारा संदेश भेजने के 3 घंटे बाद; दूतों, सामाजिक नेटवर्क द्वारा संदेश भेजने के 30 मिनट बाद; टेलीफोन पर बातचीत समाप्त होने के ठीक बाद; डाक द्वारा दस्तावेज़ भेजने के 7 कैलेंडर दिन बाद।",
  Confidential_8: "गोपनीय जानकारी",
  Confidential_8_1:
    "साझेदार सहयोग के दौरान कंपनी से प्राप्त जानकारी और वर्तमान समझौते में शामिल डेटा को वर्तमान समझौते की वैधता की अवधि के दौरान और इसकी समाप्ति के बाद 5 वर्षों के भीतर प्रकट करने का हकदार नहीं होगा।",
  Confidential_8_2:
    "भागीदार कंपनी के व्यवसाय और सेवाओं से संबंधित गोपनीय जानकारी किसी प्रतिद्वंद्वी तीसरे पक्ष को प्रकट करने का हकदार नहीं होगा।",
  Confidential_8_3:
    "पार्टियां ग्राहक के व्यक्तिगत और खाते के डेटा के साथ-साथ ग्राहकों द्वारा किए गए ट्रेडों के विवरण की गोपनीयता सुनिश्चित करेंगी।",
  Incomes_9: "आय और आपसी निपटान",
  Incomes_9_1:
    "कंपनी वर्तमान अनुबंध के अध्याय 1 के अनुसार भागीदार को संबद्ध कमीशन का भुगतान करती है। एक रिपोर्टिंग माह के लिए संबद्ध समूह के सभी ग्राहक खातों पर कमीशन औसत इक्विटी मूल्य का 50% से अधिक नहीं होगा। औसत इक्विटी मूल्य की गणना प्रत्येक रिपोर्टिंग महीने की शुरुआत और अंत में सभी ग्राहक खातों पर इक्विटी मूल्यों के योग को 2 से विभाजित करके की जाती है।",
  Incomes_9_2:
    "कमीशन की गणना करते समय, कंपनी को ट्रेडिंग प्लेटफ़ॉर्म दोषों के परिणामस्वरूप ग्राहकों द्वारा किए गए ट्रेडों पर विचार न करने और ऐसे ट्रेडों के लिए जिम्मेदार ग्राहकों को संबद्ध समूह से बाहर करने का अधिकार है।",
  Incomes_9_3: "निम्नलिखित मामलों में भागीदार का कमीशन रद्द किया जा सकता है:",
  Incomes_9_3_1:
    "आकर्षित ग्राहक के खाते पर ऐसे ऑर्डर का पता चलने पर जो सामान्य नियमों और शर्तों का उल्लंघन करते हैं, जिसमें निषिद्ध ट्रेडिंग रणनीतियों का उपयोग करने या बोनस या ज़ेट्रेडेक्स लॉयल्टी प्रोग्राम के साथ हेरफेर करने के मामले भी शामिल हैं;",
  Incomes_9_3_2:
    "यदि ग्राहकों को संबद्ध कमीशन और प्राथमिक व्यापार के नुकसान के लिए छूट से लाभ कमाने के उद्देश्य से रणनीतियों का उपयोग करते हुए पाया जाता है (जिसमें ऐसे मामले भी शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं, जहां रणनीति समग्र ग्राहक और संबद्ध खाता रणनीति का हिस्सा है),",
  Incomes_9_3_3:
    "यदि भागीदार का पंजीकरण डेटा, आंशिक रूप से या पूर्ण रूप से, संबद्ध समूह से संबंधित ग्राहक के पंजीकरण डेटा से मेल खाता है,",
  Incomes_9_4:
    "कंपनी खंड 9.3 में वर्णित व्यवस्थित उल्लंघनों के मामले में ग्राहकों को संबद्ध समूह से बाहर करने का अधिकार सुरक्षित रखती है।",
  Incomes_9_5:
    "यदि संबद्ध समूह से संबंधित किसी ग्राहक का खाता और संबद्ध खाता एक ही आईपी पते का उपयोग करते हुए पाया जाता है, तो कंपनी इस संयोग को वर्तमान समझौते के खंड 5.5 और 9.3 को संबद्ध खाते पर लागू करने के आधार के रूप में मानने का अधिकार सुरक्षित रखती है। पूरी मात्रा में.",
  Incomes_9_6:
    "संदर्भित ग्राहकों के खातों पर निष्पादित ट्रेडों या साझेदार द्वारा अभी तक प्रबंधित किए गए मान्य नामों के तहत पंजीकृत खातों से कमीशन प्राप्त करने के बेईमान प्रयासों को रोकने के लिए, कंपनी उन ट्रेडों से संबद्ध कमीशन का भुगतान न करने का अधिकार सुरक्षित रखती है जो 6 से कम लाभ कमाते हैं। पिप्स.",
  Incomes_9_7:
    "कंपनी भागीदार द्वारा वर्तमान अनुबंध के खंड 3.1 और 5.4 के उल्लंघन के मामलों को संबद्ध कार्यक्रम सिद्धांतों के साथ असंगत गतिविधि के रूप में मान सकती है। वर्तमान अनुबंध के किसी भी खंड का उल्लंघन करके आकर्षित हुए ग्राहकों को संबद्ध समूह से बाहर रखा जाएगा, और उनके व्यापार से प्राप्त कमीशन पूरी तरह से रद्द कर दिया जाएगा।",
  Incomes_9_8:
    "हर महीने भागीदार को यह अनुरोध करने का अधिकार है कि कंपनी संदर्भित ग्राहकों की संख्या और ग्राहक खातों की संख्या की जांच करे, साथ ही उनके व्यापारिक संचालन के परिणामों की समीक्षा भी करे।",
  Incomes_9_9:
    "किसी संदर्भित ग्राहक द्वारा व्यापार बंद करने के तुरंत बाद संबद्ध खाते में एक कमीशन जमा किया जाता है। यदि भागीदार और ग्राहक के खाते कंपनी के विभिन्न सर्वरों पर आधारित हैं, तो ग्राहक द्वारा व्यापार बंद करने के अगले दिन एक संबद्ध कमीशन जमा किया जाता है।",
  Incomes_9_10:
    "कंपनी उन ट्रेडों से कमीशन का भुगतान न करने का अधिकार सुरक्षित रखती है, जिनका मार्जिन बोनस कार्यक्रम प्रतिभागियों के बोनस फंड से प्राप्त होता है। यह खंड उन कमीशनों पर लागू होता है जिन्हें पहले ही क्रेडिट किया जा चुका है। ऐसे बोनस कार्यक्रम प्रतिभागियों को संबद्ध समूह से बाहर रखा जा सकता है।",

  Incomes_9_11:
    "यदि संबद्ध समूह से संबंधित कोई ग्राहक किसी ऑर्डर के संबंध में दावे के साथ कंपनी के डीलिंग विभाग में आवेदन करता है, जिससे भागीदार को कमीशन प्राप्त हुआ है, तो कंपनी संबद्ध कमीशन को पूर्ण रूप से रद्द करने का अधिकार सुरक्षित रखती है।",
  Incomes_9_12:
    "यदि किसी ग्राहक द्वारा किए गए व्यापार से लाभ 5 पिप्स से अधिक नहीं है, तो कंपनी ऐसे व्यापार से भागीदार को प्राप्त संबद्ध कमीशन को समायोजित करने का अधिकार सुरक्षित रखती है।",
  Incomes_9_13:
    "यदि किसी ट्रेडिंग खाते से प्राप्त संबद्ध कमीशन की कुल राशि ग्राहक द्वारा इस खाते में की गई कुल जमा राशि के 50% से अधिक हो (उदाहरण के लिए, यदि $1,000 ग्राहक खाते से संबद्ध कमीशन की कुल राशि $500 से अधिक है), तो कंपनी संबद्ध कमीशन की कुल राशि को समायोजित करने का अधिकार सुरक्षित रखता है ताकि यह कुल जमा का 50% से अधिक न हो।",
  Incomes_9_14:
    "पार्टियाँ स्वतंत्र रूप से अपने करों और अन्य तृतीय पक्ष राजकोषीय कर्तव्यों की गणना और भुगतान करने का कार्य करती हैं।",
  Incomes_9_15:
    "कमीशन की निकासी भुगतान प्रणाली द्वारा परिभाषित अवधि के भीतर की जाएगी, हालांकि, क्रेडिट कार्ड और कुछ अन्य भुगतान प्रणालियों के माध्यम से जमा किए गए रेफरल से कमीशन के मामले में, अवधि को अंतिम पुनःपूर्ति से 45 कैलेंडर दिनों तक बढ़ाया जा सकता है। यदि आवश्यक हुआ तो इस विशेष प्रणाली का और भी विस्तार संभव है। कंपनी ऐसे प्रतिबंध लगाने के बारे में भागीदार को विधिवत सूचित करेगी।",
  Incomes_9_16:
    "कंपनी आईपी द्वारा भागीदारों के खातों की पहचान करने के लिए पात्र है (कम से कम 75% से मेल खाता है) या अन्य संकेतों से जो खातों के समूह के एक व्यक्ति से संबंधित होने का संकेत देगा, और उसके आधार पर प्रत्येक खाते पर उचित वित्तीय सुधार करने के लिए पात्र है। कंपनी की सेवाओं के दुरुपयोग, धोखाधड़ी गतिविधि या उपयोगकर्ता/साझेदार समझौते के नियमों और शर्तों के प्रणालीगत उल्लंघन के मामले में, कंपनी और कंपनी के अन्य ग्राहकों के लिए ऐसी गतिविधियों के नकारात्मक परिणामों को कवर करने के लिए खाते का समूह।",
  Incomes_9_17:
    "कंपनी पार्टनर द्वारा संदर्भित ग्राहकों द्वारा किए गए सभी ट्रेडों से पार्टनर संबद्ध कमीशन का भुगतान करेगी, इस तथ्य की परवाह किए बिना कि ग्राहकों को कोई लाभ हुआ या नहीं।",
  Incomes_9_18:
    "संबद्ध कमीशन राशि वर्तमान भागीदार की आय दरों और आईबी स्थिति द्वारा निर्धारित की जाती है",
  Incomes_9_19:
    "कोई भी अन्य भुगतान तभी संभव है जब कंपनी और भागीदार अतिरिक्त समझौतों और पदोन्नति में इस पर सहमत हुए हों",
  Final_10: "अंतिम प्रावधानों",
  Final_10_1:
    "वर्तमान समझौता उस तारीख को लागू होता है जब दोनों पक्षों में से अंतिम ने इस पर विधिवत हस्ताक्षर किए हैं।",
  Final_10_2:
    "वर्तमान समझौता असीमित अवधि के लिए वैध है जब तक कि पक्ष सहयोग रद्द करने की अपनी इच्छा की घोषणा नहीं करते",
  Final_10_3:
    "कंपनी के पास वर्तमान अनुबंध में निर्धारित किसी भी नियम और शर्तों में संशोधन और पूरक करने का पूर्ण विवेक होगा।",
  Final_10_4:
    "कोई भी पक्ष दूसरे पक्ष को कम से कम 5 कैलेंडर दिनों की पूर्व सूचना देकर वर्तमान समझौते को एकतरफा समाप्त कर सकता है।",
  Final_10_5:
    "किसी भी पक्ष को दूसरे पक्ष द्वारा बार-बार दायित्वों के उल्लंघन के साथ-साथ वर्तमान कानून में निर्दिष्ट अन्य मामलों के मामले में वर्तमान समझौते को समाप्त करने के लिए अदालत में आवेदन करने का अधिकार है।",
} as PartnershipAgreementType;
