import { PartnershipAgreementType } from "public/locales/terms-and-conditions/introducing-broker/types";

export default {
  PartnershipAgreement: "パートナーシップ契約",
  ThePresentAgreement:
    "本契約は、Zetradex Holding ltd（以下「当社」といいます）とパートナーとの間で締結されます。 両当事者はここに以下に同意するものとします。",
  General_1: "一般条件、用語",
  APartner_1_1:
    "イントロデューシング・ブローカー (IB) としても知られるパートナーは、会社の利益のために、会社のサービスを広告、促進し、顧客を引き付け、収益を得るために会社の利益を代表することを引き受ける独立した法人または個人、または起業家です。 定期報酬 。これは、提携クライアントに提供されるサービスの量と、それに費やした金額によって異なります。",
  Affiliated_1_2:
    "アフィリエイトクライアントとは、本契約に従い、エージェント手数料と追加収益を受け取ることを目的として、すべてのパートナーに対して当社が生成する特別な固有のコード/リンクを使用してパートナーによって紹介される独立した第三者です。",
  TheCompany_1_3:
    "当社およびパートナーは、当社が提供する商品を使用して取引業務を実行する顧客を引き付ける義務を負います。",
  ThePartner_1_4:
    "パートナーは、当社と仲介サービス契約を締結するための顧客の誘致に関して、本契約に記載されている権利と義務を負います。 パートナーはまた、以下に記載されるその他の権利および義務も負います。 本契約に規定されている約束を遵守し、パートナーは当社に代わって顧客を引き付けます。",
  ThePartner_1_5:
    "パートナーは、引き寄せられたすべての顧客が当社の顧客であり、パートナーの決定により将来的に別の会社を紹介できないことを無条件に認めます。",
  TheCompany_1_6:
    "当社は、アフィリエイト プログラムへの登録中にパートナーが提供した情報の確認を要求する権利を有します。 この目的のために、当社は、当社の裁量により、パートナーの身分証明書のスキャンされたコピーまたは公証されたコピーを要求する権利を有するものとします。",
  IfThePartner_1_7:
    "パートナーが身分証明書のスキャンされたコピーまたは公証されたコピーを求める当社の要求を受け取らなかった場合、アフィリエイト アカウントの検証は義務ではないとみなされます。 ただし、当社は未認証アカウントの特定のサービスへのアクセスを制限する権利を留保します。 この場合、パートナーはオプションで検証手順に合格することができます。",
  InTheEvent_1_8:
    "登録時にパートナーが提供した情報 (名前、住所、電話番号) が変更された場合、パートナーは直ちに当社のパートナー関係部門にこれらの変更について通知し、当社に情報を更新するよう要求する必要があります。",
  ThePartner_1_9:
    "パートナーは、アフィリエイト プログラムへの登録中に提供された情報がマネーロンダリング対策キャンペーンで当社によって使用される可能性があることを認め、これに同意します。",
  ThePartner_1_10:
    "パートナーは、身分証明書 (コピーを含む) の信頼性に対して責任を負います。 パートナーは、身分証明書に疑問がある場合、身分証明書が発行された国の法執行機関に連絡してその信頼性を確認する当社の権利を認めます。 身分証明書が偽造であることが判明した場合、当社は身分証明書が発行された国の法律に従ってパートナーを裁判にかける権利を有するものとします。",
  RelationshipWithCustomers: "お客様とのかかわり",
  ThePartner_2_1:
    "パートナーは、見込み顧客に対して、当社ウェブサイトの該当箇所を参照した当社の広告や当社が真正であると確認した情報を提供する場合があります。",
  ThePartner_2_2:
    "パートナーは、当社との媒介契約の締結に必要な信頼性の高い重要な情報、契約内容及び当社のサービスに関する説明をお客様に提供するものとします。",
  Providing_2_3:
    "顧客の取引意欲を高めるための推奨事項や情報の提供は、当社のサービス プランの一部ではありません。 例外的な場合において、当社はその裁量で顧客に情報、推奨事項、アドバイスを提供する権利を有しますが、そのような推奨事項の結果については責任を負いません。",
  ThePartner_2_4:
    "パートナーは、顧客に対し、取引口座における取引業務に関する推奨やアドバイスを行うことは差し控えるものとします。 パートナーがこれに従わない場合、当社は、クライアントによるそのような推奨の遵守に起因する損失の申し立てに関連して提供された推奨またはアドバイスの結果について責任を負わないものとします。",
  Partners_3: "パートナーの権利と義務",
  ThePartner_3_1:
    "パートナーは、当社と仲介サービス契約を締結し、当社の利用規約に基づいて国際金融市場で業務を行うために新規顧客を誘致する義務があります。",
  ThePartner_3_2:
    "パートナーはコミッションを受け取るために当社にアフィリエイトアカウントを開設する義務があります。",
  ThePartner_3_3:
    "パートナーは、当社のサービスについて熟知し、国際金融市場に関する一般情報を習得する義務があります。",
  ThePartner_3_4:
    "パートナーは、会社のすべての情報リソースを独自に調査し、重要な変更について適時に顧客に通知する義務があります。",

  ThePartner_3_5:
    "パートナーは、関連グループ内の顧客に包括的な情報と法的サポートを提供し、外国為替市場での取引中に顧客が直面する可能性のある問題を解決する義務があります。",
  ThePartner_3_6:
    "当社はパートナーのグループの経営陣にアクセスできないため、パートナーは、当社が提供するサービスに関するすべての顧客の問い合わせに答える義務があります。",
  ThePartner_3_7:
    "パートナーは、当社からの事前の書面による同意がない限り、本契約に基づいてパートナーの権限の全部または一部を第三者に委任する権利を与える下位代理店およびその他の契約（契約）を締結する権利はありません。 請求権の譲渡は、当社の同意を得た場合に限り可能です。",
  ThePartner_3_8:
    "パートナーが顧客の問題を自分で解決できない場合、パートナーは問題を解決するために必要なすべての詳細 (口座番号、注文チケット、注文時刻など) を当社の専門家に連絡する義務があります。",
  ThePartner_3_9:
    "パートナーは、当社の援助を受けて、または受けずに、マーケティングおよび広告キャンペーンを計画および実施する権利を有します。",
  ThePartner_3_10:
    "パートナーは、クライアント契約に従ってアフィリエイトアカウントを補充し、そこから資金を引き出す権利を有します。",
  ThePartner_3_11:
    "クライアント契約に記載されているように、アフィリエイトアカウントはプライベート顧客アカウントとして利用できます。つまり、パートナーはアフィリエイトアカウントで取引操作を実行する権利を有します。 顧客が取引口座を補充するために使用する各国通貨の為替レートは急速に変化するため、当社はパートナーとの決済にこれらの為替レートの平均を使用する権利を留保します。",
  ThePartner_3_12:
    "当社のサービスの運営および提供に関連する問題が発生した場合、パートナーは問題の詳細を当社に連絡し、当社が可能な解決策についてパートナーに適時にアドバイスできるようにするものとします。",
  ThePartner_3_13:
    "パートナーは、顧客の書面による許可および当社の許可がある場合にのみ、顧客の取引口座で取引操作を行う権利を有するものとします。",
  ThePartner_3_14:
    "パートナーは、当社が提供するカスタム アフィリエイト コードおよびアフィリエイト統計を通じてプロモーション キャンペーンの効率を監視する権利を有します。",
  ThePartner_3_15:
    "パートナーは、当社のブランド制作のデザインを広告に使用する権利を有します。",
  ThePartner_3_16:
    "パートナーは、PAMM トレーダーを紹介し、その取引でコミッションを獲得する権利を有します。",
  ThePartner_3_17:
    "パートナーは、PAMM 投資家を紹介し、投資が収益を上げた場合に PAMM トレーダーによって設定された利益分配を獲得する権利を有します。",
  ThePartner_3_18:
    "パートナーには、コンテンツが定期的に更新される無料のアフィリエイト Web サイトを利用する権利があります。 パートナーはそれにドメイン名を与えることができます。 後者については、当社が事前に承認するものとします。",
  Company_4: "会社の権利と義務",
  TheCompany_4_1:
    "当社は、クライアント契約に従って、パートナーから紹介された顧客の取引口座を開設する義務があります。",
  TheCompany_4_2:
    "当社は、顧客にログイン資格情報（ユーザー名とパスワード）を提供することにより、顧客がシステム内で取引操作を実行できるようにします。",
  TheCompany_4_3:
    "当社は、顧客が行ったすべての操作の包括的な記録を維持する義務があります。",
  TheCompany_4_4:
    "当社は、締結された契約の内容および外国為替取引へのお客様の参加条件に関する情報をパートナーに提供するものとします。",
  TheCompany_4_5:
    "当社は、毎月の収入および支出表に基づいてパートナーに支払いを行う義務があります。",
  TheCompany_4_6:
    "当社は、パートナーに対し、顧客獲得キャンペーンの経過と結果に関する完全なレポートの提供を要求する権利を有します。",
  TheCompany_4_7:
    "パートナーが本契約に基づく義務を履行しない場合、当社は顧客をその関連グループから除外する権利を有します。",
  TheCompany_4_8:
    "パートナーが本契約に違反した場合、または本契約に基づく義務を履行しなかった場合、当社は独自の裁量で本契約を終了する権利を有します。",
  TheCompany_4_9:
    "当社は、本契約およびその付属書に規定されているその他の行為を実行する権利を有します。",
  TheCompany_4_10:
    "お客様のアカウントが最後に有効になってから 180 日以内にアクティビティがなかった場合、当社はお客様のアカウントを凍結し、結果的にアカウントを閉鎖する権利を有します。",
  Partners_5: "パートナーの仕事原則と顧客獲得",
  Partners_5_1:
    "パートナーは、国際金融市場に関する情報を含み、第 3 章に関連する仲介、ディーラーおよび投資サービスを提供する当社の活動に関連する Web サイトを作成する権利を有します。",
  Partners_5_2:
    "顧客は、次のいずれかの方法で登録され、アフィリエイト グループに紹介されます。 顧客は、当社の公式 Web サイトへのアフィリエイト リンクをクリックするか、クライアント サポートに連絡するときに提携をリクエストします。",
  Partners_5_3:
    "顧客は、パートナーのサービスを拒否し、当社によるサービスを受けることを選択することができます。",

  Partners_5_4:
    "不正競争防止の観点から、お客様を系列グループ間で移動させたり、既存のお客様を系列グループに移動させたりすることは禁止しております。 本契約のこの条項は、既存の顧客がアフィリエイト グループに移行する目的で当社に新しいアカウントを開設する場合にも遵守されるものとします。 注: 顧客は、別の関連グループに異動した理由を説明して当社に申請することができます。 当社は、各申請を個別に検討し、決定を下すものとします。",
  Partners_5_5:
    "パートナーは、個人の場合、自身のアカウントおよび近親者が所有するアカウントからアフィリエイトコミッションを受け取る権利を有しないものとします。 パートナーが法人である場合は、創設者の個人アカウントまたはその近親者のアカウントからも同様です。",
  Partners_5_6:
    "パートナーは、ユーザーを当社の Web サイトに強制的にリダイレクトしたり、アフィリエイト グループに登録したりするなど、不当な方法で顧客を引き付けることを禁止します。",
  Dispute_6: "論争の解決",
  Dispute_6_1:
    "パートナーは、そのような請求の原因となる事象または出来事を認識した日から 5 営業日以内に当社に請求を提出する権利を有します。",
  Dispute_6_2:
    "パートナーによる当社に対する申し立ては、紙に書かれて当社に郵送されるか、当社の Web サイトに指定されている当社の公式電子メール アドレスのいずれかに電子メールで送信されるものとします。 他の方法 (フォーラム、電話など) で行われた申し立ては考慮されません。 請求の詳細は、調査が完了するまでパートナーに開示することはできません。",
  Dispute_6_3:
    "各申し立てには、パートナー/パートナーの会社名の名と二名を含める必要があります。 議論の余地のある状況の説明。 紛争の解決に寄与する可能性のあるその他の紛争の詳細。 申し立てには、議論の余地のある状況に対する感情的な評価、会社に対する暴言、または罵倒を含めてはなりません。",
  Dispute_6_4:
    "当社は、顧客/パートナーに対し、紛争の解決に必要な情報の提供を要求する権利を有します。",
  Dispute_6_5:
    "パートナーの請求が正当である場合、当社は、金融取引口座パートナーの 1 営業日以内の発生にのみ基づいて苦情に応じます。",
  Dispute_6_6:
    "本契約に記載されていない請求の場合、当社は、それらが一般に受け入れられている市場慣行および当社の内部ポリシーに依存しているものとみなします。",
  Dispute_6_7:
    "パートナーの申し立てには、パートナーの氏名、口座番号、議論の余地のある状況が発生した日付と時刻が含まれている必要があります。 知られている場合、議論の余地のあるチケット。 感情的な意味を含まない主張の説明。 請求は特別部門とその電子メール Dealer@zetradex.com に宛てて行う必要があります。",
  Dispute_6_8:
    "当社は、顧客/パートナーに対し、紛争の解決に必要な情報の提供を要求する権利を有します。",
  Dispute_6_9:
    "第 6.2 条、第 6.3 条、第 6.4 条、第 7.2 条および第 7.3 条に定められた規定が満たされていない場合、当社は請求を拒否する権利を有します。",
  Dispute_6_10:
    "当社は、パートナーの申し立てを検討し、紛争に関する決定をできるだけ早く提出し、それをパートナーに電子メールで送信する義務があります。 紛争調査に許可される最大期間は、申し立てが提出された日から 10 営業日です。",
  Dispute_6_11:
    "本契約の解釈または適用に関する紛争は、交渉によって解決されるものとします。",
  Dispute_6_12:
    "紛争は、紛争解決手続きに基づいて仲裁に付託される場合があります。 請求が満たされなかった場合、または本契約の第 6.5 条、第 7.2 条、および第 7.3 条に指定された期間内に請求に対する応答がなかった場合には、仲裁の申請を提出することができます。",
  Data_7: "データ交換",
  Data_7_1:
    "当社は、電子メール、電話、郵便局、メッセンジャー、ソーシャルネットワークの個人ページ、当社ウェブサイトの適切なセクションでのお知らせなどの通信手段を介してパートナーに連絡します。",
  Data_7_2:
    "パートナーは、第 7.1 項に記載されている通信手段を使用して当社に連絡することができます。",
  Data_7_3:
    "メッセージ、文書、発表、通知、確認、報告などは、電子メールでメッセージを送信してから 3 時間以内に相手方当事者によって受理されたものとみなされます。 取引ターミナルの内部メールでメッセージを送信してから 3 時間後; メッセンジャーやソーシャルネットワークでメッセージを送信してから30分後。 電話での会話が終わった直後。 書類を郵送してから 7 暦日。",
  Confidential_8: "機密情報",
  Confidential_8_1:
    "パートナーは、本契約の有効期間中および終了後 5 年以内は、協力中に当社から受け取った情報および本契約に含まれるデータを開示する権利を有しないものとします。",
  Confidential_8_2:
    "パートナーは、当社の事業およびサービスに関する機密情報を競合する第三者に漏らす権利を有しないものとします。",
  Confidential_8_3:
    "両当事者は、顧客の個人データおよび口座データ、ならびに顧客が行った取引の詳細の機密性を確保するものとします。",
  Incomes_9: "収入と相互決済",

  Incomes_9_1:
    "当社は、本契約の第 1 章に従って、パートナーにアフィリエイト手数料を支払います。 手数料は、報告月におけるアフィリエイト グループ内のすべての顧客アカウントの平均資産価値の 50% を超えてはなりません。 平均資産価値は、各報告月の初めと終わりのすべての顧客アカウントの資産価値の合計を 2 で割って計算されます。",
  Incomes_9_2:
    "手数料を計算する際、当社は、取引プラットフォームの障害の結果として顧客が行った取引を考慮せず、そのような取引を担当する顧客をアフィリエイトグループから除外する権利を有します。",
  Incomes_9_3:
    "パートナーのコミッションは、次の場合にキャンセルされることがあります。",
  Incomes_9_3_1:
    "ボーナスや Zetradex ロイヤルティ プログラムを伴う禁止された取引戦略や操作を使用する場合を含む、一般利用規約に違反する、誘致されたクライアントのアカウントでの注文が検出された場合。",
  Incomes_9_3_2:
    "クライアントが、プライマリ取引を損なうアフィリエイト手数料やリベートから利益を得ることを目的とした戦略を使用していることが判明した場合（戦略がクライアントおよびアフィリエイトアカウント全体の戦略の一部である場合を含みますが、これに限定されません）。",
  Incomes_9_3_3:
    "パートナーの登録データの一部または全部が、アフィリエイトグループに所属するお客様の登録データと一致する場合、",
  Incomes_9_4:
    "当社は、第 9.3 項に記載されている組織的な違反の場合、クライアントをアフィリエイト グループから除外する権利を留保します。",
  Incomes_9_5:
    "アフィリエイト グループに属する顧客のアカウントとアフィリエイト アカウントが同じ IP アドレスを使用していることが判明した場合、当社はこの一致を理由として本契約の第 5.5 条および第 9.3 条をアフィリエイト アカウントに適用する権利を留保します。 完全に。",
  Incomes_9_6:
    "紹介された顧客のアカウント、またはパートナーが管理する仮名で登録されたアカウントで実行された取引からコミッションを得ようとする不正な試みを防止するため、当社は、利益が 6 ドル未満の取引からアフィリエイトコミッションを支払わない権利を留保します。 ピップス。",
  Incomes_9_7:
    "当社は、パートナーによる本契約の第 3.1 条および第 5.4 条に違反した場合、アフィリエイト プログラムの原則に反する活動とみなす場合があります。 本契約の条項のいずれかに違反して誘引された顧客は、アフィリエイトグループから除外され、その取引から得られた手数料は全額キャンセルされるものとします。",
  Incomes_9_8:
    "パートナーは毎月、当社に対し、紹介された顧客の数と顧客口座の数を確認し、取引業務の結果を確認するよう要求する権利を有します。",
  Incomes_9_9:
    "コミッションは、紹介された顧客が取引を終了した直後にアフィリエイトアカウントに入金されます。 パートナーと顧客のアカウントが当社の異なるサーバーに基づいている場合、アフィリエイト手数料は顧客が取引を終了した翌日に入金されます。",
  Incomes_9_10:
    "当社は、ボーナスプログラム参加者のボーナス資金から利益を得る取引に対して手数料を支払わない権利を留保します。 この条項は、すでに入金されたコミッションに適用されます。 かかるボーナスプログラム参加者はアフィリエイトグループから除外される場合があります。",
  Incomes_9_11:
    "アフィリエイトグループに所属する顧客が、パートナーがコミッションを受け取った注文に関して当社のディーリング部門に苦情を申し立てた場合、当社はアフィリエイトコミッションを全額取り消す権利を留保します。",
  Incomes_9_12:
    "顧客が行った取引からの利益が 5 ピップスを超えない場合、当社はパートナーがかかる取引から受け取ったアフィリエイト手数料を調整する権利を留保します。",
  Incomes_9_13:
    "取引口座から得られるアフィリエイト手数料の総額が、顧客がこの口座に入金した総額の 50% を超える場合 (たとえば、1,000 ドルの顧客口座からのアフィリエイト手数料の総額が 500 ドルを超える場合)、当社は、 アフィリエイト手数料の総額が入金額総額の 50% を超えないよう調整する権利を留保します。",
  Incomes_9_14:
    "両当事者は、税金およびその他の第三者の財政上の義務を独自に計算して支払うことを約束します。",
  Incomes_9_15:
    "コミッションの引き出しは、支払いシステムで定義された期間内に行われるものとします。ただし、クレジット カードやその他の一部の支払いシステムを介して入金された紹介からのコミッションの場合、期間は最後の補充から最大 45 暦日延長される場合があります。 この特定のシステムは、必要に応じてさらに拡張することが可能です。 当社は、かかる制限を課すことについてパートナーに正式に通知するものとします。",

  Incomes_9_16:
    "当社は、IP (少なくとも 75% 一致) またはアカウントのグループが 1 人の個人に属していることを示すその他の記号によってパートナーのアカウントを識別する資格があり、それに基づいて、すべてのアカウントに対して適切な財務修正を行うことができます。 当社のサービスの悪用、不正行為、またはユーザー/パートナー契約の利用規約の体系的な違反があった場合に、そのような活動による当社および当社の他の顧客への悪影響をカバーするために、アカウントのグループ。",
  Incomes_9_17:
    "当社は、顧客が利益を得たかどうかにかかわらず、パートナーから紹介された顧客が行ったすべての取引からパートナーアフィリエイトに手数料を支払うものとします。",
  Incomes_9_18:
    "アフィリエイト手数料の金額は、現在のパートナーの収益率と IB ステータスによって決定されます",
  Incomes_9_19:
    "その他の支払いは、当社とパートナーが追加契約およびプロモーションでこれに同意した場合にのみ可能です。",
  Final_10: "最終条項",
  Final_10_1:
    "本契約は、両当事者のうち最後の当事者が正式に署名した日に施行されます。",
  Final_10_2:
    "本契約は、当事者が協力をキャンセルしたいと宣言するまで無期限に有効です。",
  Final_10_3:
    "当社は、本契約に規定されている条件を修正および補足する絶対的な裁量権を有するものとします。",
  Final_10_4:
    "いずれの当事者も、相手方当事者に少なくとも 5 暦日前に通知することにより、本契約を一方的に終了することができます。",
  Final_10_5:
    "いずれの当事者も、他方の当事者による繰り返しの義務違反の場合、および現在の法律で指定されているその他の場合に、本契約の解除を求める裁判所に申し立てる権利を有します。",
} as PartnershipAgreementType;
