import { PartnershipAgreementType } from "public/locales/terms-and-conditions/introducing-broker/types";

export default {
  PartnershipAgreement: "Партнерское соглашение о сотрудничестве",
  ThePresentAgreement:
    "Настоящее Соглашение заключено между Zetradex Holding ltd, именуемой в дальнейшем «Компания», и Партнером. Стороны настоящим соглашаются о следующем: ",
  General_1: "Общие условия, терминология.",
  APartner_1_1:
    "Партнер, также известный как Представитель брокера (ПБ), — это независимое юридическое или физическое лицо или предприниматель, который обязуется в интересах Компании рекламировать, продвигать услуги Компании и представлять ее интересы с целью привлечения клиентов и получения вознаграждение, которое будет зависеть от объема услуг, оказанных клиенту, и денег, которые он на это потратил.",
  Affiliated_1_2:
    "Аффилированный клиент – независимое третье лицо, привлеченное Партнером с помощью специального уникального кода/ссылки, генерируемого Компанией для каждого отдельного Партнера, с целью получения агентских комиссий и дополнительного заработка, согласно Соглашению.",
  TheCompany_1_3:
    "Компания и Партнер берут на себя обязательства по привлечению Клиентов, которые будут осуществлять торговые операции с инструментами, предлагаемыми Компанией.",
  ThePartner_1_4:
    "Партнер принимает на себя права и обязанности, описанные в настоящем Соглашении, в части привлечения Клиентов для заключения договоров на брокерское обслуживание с Компанией. Партнер также принимает на себя иные права и обязанности, изложенные ниже. Выполняя обязательства, предусмотренные настоящим Соглашением, Партнер привлекает Клиентов для Компании от своего имени.",
  ThePartner_1_5:
    "Партнер безоговорочно признает, что все привлеченные Клиенты являются Клиентами Компании и не могут быть в дальнейшем переданы другим Компаниям по решению Партнера.",
  TheCompany_1_6:
    "Компания имеет право запросить подтверждение любой информации, которую Партнер предоставляет при регистрации в партнерской программе. Для этой цели Компания имеет право запросить сканированную копию или нотариально заверенную копию документа, удостоверяющего личность Партнера.",
  IfThePartner_1_7:
    "Если Партнер не получил запрос Компании на получение скан-копии или нотариально заверенной копии документа, удостоверяющего личность, верификация партнерского аккаунта считается необязательной. Однако Компания оставляет за собой право ограничить доступ не верифицированных учетных записей к определенным сервисам. В этом случае Партнер может по желанию пройти процедуру верификации.",
  InTheEvent_1_8:
    "В случае изменения какой-либо информации, предоставленной Партнером при регистрации (имя, адрес проживания или номер телефона), Партнер должен немедленно проинформировать Отдел по работе с партнерами Компании об этих изменениях и потребовать от Компании обновления информации.",
  ThePartner_1_9:
    "Партнер признает и соглашается с тем, что любая информация, представленная при регистрации в партнерской программе, может быть использована Компанией в мероприятиях по борьбе с отмыванием денег.",
  ThePartner_1_10:
    "Партнер несет ответственность за подлинность своих документов, удостоверяющих личность (копии прилагаются). Партнер признает право Компании обращаться в правоохранительные органы страны, где был выдан документ, удостоверяющий личность, для подтверждения его подлинности, если он вызывает сомнения. В случае признания документа, удостоверяющего личность, поддельным, Компания имеет право привлечь Партнера к ответственности в соответствии с законодательством страны, в которой документ, удостоверяющий личность, был выдан.",
  RelationshipWithCustomers: "Работа с клиентами",
  ThePartner_2_1:
    "Партнер может предоставлять потенциальным Клиентам рекламу Компании со ссылкой на соответствующий раздел сайта Компании и информацию, достоверность которой подтверждена Компанией.",
  ThePartner_2_2:
    "Партнер обязан предоставлять Клиентам необходимую достоверную информацию, необходимую для заключения договоров на брокерское обслуживание с Компанией, а также разъяснения относительно содержания договоров и услуг Компании.",
  Providing_2_3:
    "Предоставление рекомендаций и информации для мотивации Клиента к торговле не входит в план обслуживания Компании. В исключительных случаях Компания имеет право предоставлять Клиенту информацию, рекомендации и советы по своему усмотрению, однако Компания не несет ответственности за последствия таких рекомендаций.",
  ThePartner_2_4:
    "Партнер обязуется воздерживаться от предоставления Клиенту рекомендаций или советов относительно торговых операций на торговом счете. В случае несоблюдения Партнером данного требования Компания не несет ответственности за последствия предоставленных рекомендаций или советов в контексте обвинений в убытках   результате соблюдения таких рекомендаций клиентами.",
  Partners_3: "Права и обязанности Партнера",
  ThePartner_3_1:
    "Партнер обязан привлекать новых Клиентов для заключения договоров о брокерском обслуживании с Компанией и работы на международных финансовых рынках в соответствии с условиями Компании.",
  ThePartner_3_2:
    "Партнер обязан открыть партнерский счет в Компании для получения комиссионных.",
  ThePartner_3_3:
    "Партнер обязан быть компетентным в услугах Компании и владеть общей информацией о международных финансовых рынках.",
  ThePartner_3_4:
    "Партнер обязан самостоятельно изучать все информационные ресурсы Компании и своевременно информировать Клиентов о важных изменениях.",
  ThePartner_3_5:
    "Партнер обязан предоставлять Клиентам своей партнерской группы всестороннюю информационную поддержку, а также решать проблемы, с которыми могут столкнуться Клиенты при торговле на валютных рынках.",
  ThePartner_3_6:
    "Партнер обязан отвечать на все запросы Клиентов по поводу услуг, предоставляемых Компанией, поскольку Компания не имеет доступа к управлению партнерской группой.",
  ThePartner_3_7:
    "Партнер не вправе заключать какие-либо субагентские и иные соглашения (контракты), дающие право делегировать полномочия Партнера полностью или частично третьим лицам по настоящему Соглашению без предварительного письменного согласия Компании. Уступка права требования возможна только после получения согласия Общества.",
  ThePartner_3_8:
    "В случае, если Партнер не в состоянии решить проблему Клиента самостоятельно, Партнер обязан связаться со специалистами Компании, сообщив все необходимые для решения проблемы данные (номера счетов, сделки, дата и т.д.).",
  ThePartner_3_9:
    "Партнер имеет право планировать и проводить маркетинговые и рекламные кампании с помощью Компании или без нее.",
  ThePartner_3_10:
    "Партнер имеет право пополнять партнерский счет и выводить с него средства в соответствии с Клиентским соглашением.",
  ThePartner_3_11:
    "Как указано в Клиентском соглашении, партнерский счет доступен как личный кабинет клиента, т.е. Партнер имеет право осуществлять торговые операции на партнерском счете. В связи с быстрым изменением курсов национальных валют, используемых клиентами для пополнения своих торговых счетов, Компания оставляет за собой право использовать среднее значение этих курсов обмена в расчетах с партнерами.",
  ThePartner_3_12:
    "В случае возникновения каких-либо проблем, связанных с ведением бизнеса и оказанием услуг Компании, Партнер должен связаться с Компанией и сообщить подробности проблемы, чтобы Компания могла своевременно проконсультировать Партнера о возможных решениях.",
  ThePartner_3_13:
    "Партнер имеет право проводить торговые операции на торговом счете Клиента только с письменного разрешения Клиента и с разрешения Компании.",
  ThePartner_3_14:
    "Партнер имеет право контролировать эффективность рекламных кампаний посредством пользовательских партнерских кодов и партнерской статистики, предоставляемой Компанией.",
  ThePartner_3_15:
    "Партнер имеет право использовать дизайн брендовой продукции Компании в рекламных целях.",
  ThePartner_3_16:
    "Партнер имеет право приглашать ПАММ-трейдеров и получать комиссионные от их сделок.",
  ThePartner_3_17:
    "Партнер имеет право обратиться к ПАММ-инвесторам и получить долю прибыли, установленную ПАММ-трейдером, в случае, если инвестиция окажется прибыльной.",
  ThePartner_3_18:
    "Партнер имеет право на бесплатный партнерский веб-сайт с регулярно обновляемым контентом. Партнер сможет предоставить ему доменное имя. Последнее должно быть предварительно одобрено Компанией.",
  Company_4: "Права и обязанности Компании",
  TheCompany_4_1:
    "Компания обязана открывать торговые счета Клиентам, привлеченным Партнером, в соответствии с Клиентским соглашением.",
  TheCompany_4_2:
    "Компания предоставляет Клиентам возможность проводить торговые операции в системе, предоставляя Клиентам учетные данные для входа (имя пользователя и пароль).",
  TheCompany_4_3:
    "Компания обязана вести полный учет всех операций, совершаемых Клиентами.",
  TheCompany_4_4:
    "Компания предоставляет Партнеру информацию о содержании заключаемых договоров, а также условиях участия Клиента в валютных торгах.",
  TheCompany_4_5:
    "Компания обязана производить выплаты Партнеру на основании ежемесячной ведомости доходов и расходов.",
  TheCompany_4_6:
    "Компания имеет право потребовать от Партнера предоставить полный отчет о ходе и результатах его кампаний по привлечению Клиентов.",
  TheCompany_4_7:
    "В случае невыполнения Партнером каких-либо обязательств по настоящему Соглашению Компания имеет право исключить Клиентов из своей партнерской группы.",
  TheCompany_4_8:
    "В случае нарушения или невыполнения Партнером каких-либо обязательств по настоящему Соглашению Компания имеет право расторгнуть настоящее Соглашение по своему усмотрению.",
  TheCompany_4_9:
    "Компания имеет право совершать иные действия, предусмотренные настоящим Соглашением и его приложениями.",
  TheCompany_4_10:
    "Компания имеет право заморозить вашу учетную запись и, следовательно, закрыть ее, если вы не совершали никакой активности в течение 180 дней с момента последней активности вашей учетной записи.",
  Partners_5: "Принципы работы Партнера и привлечение Клиентов",
  Partners_5_1:
    "Партнер имеет право создать сайт, имеющий отношение к деятельности Компании, содержащий информацию о международных финансовых рынках и предоставляющий брокерские, дилерские и инвестиционные услуги с учетом Главы 3.",
  Partners_5_2:
    "Клиент регистрируется и направляется в партнерскую группу одним из следующих способов: Клиент нажимает партнерскую ссылку на официальный сайт Компании или запрашивает присоединение при обращении в службу поддержки клиентов.",
  Partners_5_3:
    "Клиент может отказаться от услуг Партнера и выбрать обслуживание у Компании.",
  Partners_5_4:
    "В целях предотвращения недобросовестной конкуренции запрещается переводить клиентов из одной партнерской группы в другую, а также перемещать существующих Клиентов в партнерские группы. Данный пункт настоящего Соглашения также должен соблюдаться нынешними Клиентами, открывающими новые счета в Компании с целью перевода их в партнерские группы. Примечание: Клиент может обратиться в Компанию с объяснениями, почему его перевели в другую партнерскую группу. Компания рассматривает и выносит решение по каждой заявке индивидуально.",
  Partners_5_5:
    "Партнер не имеет права получать партнерское вознаграждение со своих счетов и счетов, принадлежащих его близким родственникам, если Партнер является физическим лицом; а также с личных счетов учредителей или счетов их близких родственников, если Партнер является юридическим лицом.",
  Partners_5_6:
    "Партнеру запрещается использовать недобросовестные методы привлечения Клиентов, включая, помимо прочего, использование любых форм принудительного перенаправления пользователей на сайты Компании и регистрации их в партнерской группе.",
  Dispute_6: "Решение споров",
  Dispute_6_1:
    "Партнер имеет право подать претензию в Компанию в течение 5 рабочих дней с даты, когда Партнеру стало известно о любом событии или происшествии, предположительно послужившим причиной такой претензии.",
  Dispute_6_2:
    "Любая претензия Партнера к Компании должна быть либо написана на бумажном носителе и направлена Компании по почте, либо отправлена по электронной почте на один из официальных адресов электронной почты Компании, указанных на сайте Компании. Претензии, предъявленные иным способом (форум, телефон и т.п.), к рассмотрению не принимаются. Подробности претензии не могут быть раскрыты Партнеру до завершения расследования.",
  Dispute_6_3:
    "Каждая претензия должна содержать имя и фамилию Партнера/название компании Партнера; описание спорной ситуации; другие детали спора, которые могут способствовать разрешению конфликта. Претензия не должна содержать эмоциональной оценки спорной ситуации, словесных оскорблений в адрес Компании и нецензурной лексики.",
  Dispute_6_4:
    "Компания имеет право запросить у Клиента/Партнера любую информацию, необходимую для разрешения спора.",
  Dispute_6_5:
    "Компания, в случае обоснованности претензии Партнера, удовлетворяет претензию исключительно по факту начисления финансового торгового счета Партнера в течение одного рабочего дня.",
  Dispute_6_6:
    "В случае претензий, не упомянутых в настоящем Соглашении, Компания рассматривает их, опираясь на общепринятую рыночную практику и внутреннюю политику Компании.",
  Dispute_6_7:
    "Претензия Партнера должна содержать: Полное Имя Партнера, номер счета, Дату и время возникновения спорной ситуации; Билет спорного порядка, если он известен; описание претензии без эмоционального подтекста. Претензию следует направлять в специальный отдел по электронной почте Dealer@zetradex.com.",
  Dispute_6_8:
    "Компания имеет право запросить у Клиента/Партнера любую информацию, необходимую для разрешения спора.",
  Dispute_6_9:
    "Компания имеет право отклонить претензию, если не соблюдены условия, предусмотренные пунктами 6.2, 6.3, 6.4, 7.2 и 7.3.",
  Dispute_6_10:
    "Компания обязана рассмотреть претензию Партнера, вынести решение по спору в кратчайшие сроки и отправить его Партнеру по электронной почте. Максимальный срок рассмотрения спора составляет 10 рабочих дней со дня подачи претензии.",
  Dispute_6_11:
    "Споры относительно толкования или применения настоящего Соглашения разрешаются путем переговоров.",
  Dispute_6_12:
    "Спор может быть передан на рассмотрение в арбитраж в соответствии с порядком разрешения споров. Заявление в арбитраж может быть подано в случае, если иск не был удовлетворен либо не был получен ответ на иск в течение срока, указанного в пунктах 6.5, 7.2 и 7.3 Правил.",
  Data_7: "Обмен информацией",
  Data_7_1:
    "Компания связывается с Партнером посредством следующих средств связи: электронная почта, телефон, почта, мессенджеры, личные страницы социальных сетей, объявление в соответствующем разделе сайта Компании.",
  Data_7_2:
    "Партнер может связаться с Компанией, используя средства связи, указанные в пункте 7.1.",
  Data_7_3:
    "Сообщения, документы, объявления, уведомления, подтверждения, отчеты и т.п. считаются принятыми противоположной Стороной в течение 3 часов после отправки сообщения по электронной почте; через 3 часа после отправки сообщения внутренней почтой торгового терминала; через 30 минут после отправки сообщения в мессенджерах, социальных сетях; сразу после завершения телефонного разговора; 7 календарных дней после отправки документов по почте.",
  Confidential_8: "Конфиденциальность.",
  Confidential_8_1:
    "Партнер не имеет права разглашать информацию, полученную от Компании в ходе сотрудничества, и данные, содержащиеся в настоящем Соглашении, в течение всего срока действия настоящего Соглашения и в течение 5 лет после его прекращения.",
  Confidential_8_2:
    "Партнер не имеет права разглашать конфиденциальную информацию, касающуюся бизнеса и услуг Компании, конкурирующей третьей стороне.",
  Confidential_8_3:
    "Стороны обеспечивают конфиденциальность персональных данных и данных о счетах Клиентов, а также сведений о совершаемых Клиентами сделках.",
  Incomes_9: "Финансовые обязательства и взаиморасчеты.",
  Incomes_9_1:
    "Компания выплачивает партнерское вознаграждение Партнеру в соответствии с  настоящим Соглашением. Комиссионные не могут превышать 50% от средней стоимости собственных средств на всех счетах Клиентов партнерской группы за отчетный месяц. Средняя стоимость собственного капитала рассчитывается как сумма значений собственного капитала на всех счетах Клиента на начало и конец каждого отчетного месяца, деленная на 2.",
  Incomes_9_2:
    "При расчете комиссий Компания имеет право не учитывать сделки, совершенные Клиентами в результате сбоев торговой платформы, и исключить Клиентов, ответственных за такие сделки, из партнерской группы.",
  Incomes_9_3:
    "Партнерские комиссии могут быть аннулированы в следующих случаях: ",
  Incomes_9_3_1:
    "В случае обнаружения на счете привлеченного Клиента ордеров, нарушающих общие Условия, в том числе случаев использования запрещенных торговых стратегий или манипуляций с бонусами или Программой лояльности Zetradex;",
  Incomes_9_3_2:
    "Если обнаружены Клиенты, использующие стратегии, направленные на получение прибыли от партнерских комиссий и рибейтов в ущерб основной торговле (включая, помимо прочего, случаи, когда стратегия является частью общей стратегии Клиента и партнерского счета),",
  Incomes_9_3_3:
    "В случае совпадения регистрационных данных Партнера частично или полностью с регистрационными данными Клиента, входящего в партнерскую группу,",
  Incomes_9_4:
    "Компания оставляет за собой право исключить Клиентов из партнерской группы в случае систематических нарушений, описанных в пункте 9.3.",
  Incomes_9_5:
    "В случае обнаружения учетной записи Клиента, входящей в партнерскую группу, и партнерского аккаунта с использованием одного и того же IP-адреса, Компания оставляет за собой право рассматривать данное совпадение как основание для применения к партнерскому аккаунту пунктов 5.5 и 9.3 настоящего Соглашения. в полной мере.",
  Incomes_9_6:
    "Чтобы предотвратить нечестные попытки получить комиссионные от сделок, совершенных на счетах привлеченных Клиентов или счетах, зарегистрированных под вымышленными именами, но управляемых Партнером, Компания оставляет за собой право не выплачивать партнерские комиссии от сделок, которые приносят прибыль менее 6 пунктов.",
  Incomes_9_7:
    "Компания может расценивать случаи нарушения Партнером пунктов 3.1 и 5.4 настоящего Соглашения как деятельность, не соответствующую принципам партнерской программы. Клиенты, привлеченные путем нарушения любого из пунктов настоящего Соглашения, исключаются из партнерской группы, а комиссии, полученные от их сделок, аннулируются в полном объеме.",
  Incomes_9_8:
    "Каждый месяц Партнер имеет право потребовать от Компании проверки количества привлеченных Клиентов и количества счетов Клиентов, а также проверки результатов их торговых операций.",
  Incomes_9_9:
    "Комиссия зачисляется на партнерский счет сразу после того, как привлеченный Клиент закрывает сделку. В случае, если счета Партнера и Клиента находятся на разных серверах Компании, партнерская комиссия начисляется на следующий день после закрытия сделки Клиентом.",
  Incomes_9_10:
    "Компания оставляет за собой право не платить комиссию по сделкам, маржа по которым поступает за счет бонусных средств участников бонусной программы. Этот пункт применим к уже начисленным комиссиям. Такие участники бонусной программы могут быть исключены из партнерской группы.",
  Incomes_9_11:
    "В случае, если Клиент, входящий в партнерскую группу, обратился в Дилинговый отдел Компании с претензией по ордеру, по которому Партнер получил комиссию, Компания оставляет за собой право аннулировать партнерскую комиссию в полном объеме.",
  Incomes_9_12:
    "В случае, если прибыль от сделки, совершенной Клиентом, не превышает 5 пунктов, Компания оставляет за собой право корректировать партнерские комиссии, полученные Партнером от таких сделок.",
  Incomes_9_13:
    "Если общая сумма партнерских комиссий, полученных с любого торгового счета, превышает 50% от общей суммы депозита, внесенного Клиентом на этот счет (например, если общая сумма партнерских комиссий со счета Клиента в размере 1000 долларов США превышает 500 долларов США), Компания оставляет за собой право корректировать общую сумму партнерских комиссий так, чтобы она не превышала 50% от общей суммы депозита.",
  Incomes_9_14:
    "Стороны обязуются самостоятельно рассчитывать и уплачивать налоги и другие налоговые сборы третьих лиц.",
  Incomes_9_15:
    "Вывод комиссии осуществляется в срок, определенный платежной системой, однако в случае комиссии с рефералов, пополненных с помощью кредитных карт и некоторых других платежных систем, срок может быть продлен до 45 календарных дней с момента последнего пополнения через эта конкретная система с возможным дальнейшим расширением, если потребуется. Компания обязана надлежащим образом информировать Партнера о введении таких ограничений.",
  Incomes_9_16:
    "Компания имеет право идентифицировать счета партнеров по IP (совпадению не менее 75%) или по иным признакам, указывающим на принадлежность группы счетов одному лицу, и на основании этого имеет право вносить соответствующие финансовые корректировки по каждому счету в группу аккаунтов, в случае злоупотребления услугами Компании, мошеннической деятельности или систематического нарушения условий Пользовательского/Партнерского соглашения, в целях покрытия негативных последствий такой деятельности для Компании и других клиентов Компании.",
  Incomes_9_17:
    "Компания выплачивает партнерским комиссиям Партнера со всех сделок, совершенных Клиентами, привлеченными Партнером, независимо от того, получили ли Клиенты какую-либо прибыль или нет.",
  Incomes_9_18:
    "Размер партнерской комиссии определяется текущим уровнем заработка партнера и статусом IB.",
  Incomes_9_19:
    "Любые другие выплаты возможны только в том случае, если Компания и Партнер договорились об этом в дополнительных соглашениях и акциях",
  Final_10: "Финальные положения",
  Final_10_1:
    "Настоящее Соглашение вступает в силу с даты его подписания последней из двух Сторон.",
  Final_10_2:
    "Настоящее Соглашение действует бессрочно до тех пор, пока стороны не заявят о желании прекратить сотрудничество.",
  Final_10_3:
    "Компания имеет полное право по своему усмотрению изменять и дополнять любые условия, предусмотренные настоящим Соглашением.",
  Final_10_4:
    "Любая из Сторон может расторгнуть настоящее Соглашение в одностороннем порядке, предварительно уведомив другую Сторону не менее чем за 5 календарных дней.",
  Final_10_5:
    "Любая из Сторон имеет право обратиться в суд с заявлением о расторжении настоящего Соглашения в случае неоднократного нарушения обязательств другой Стороной, а также в иных случаях, предусмотренных действующим законодательством.",
} as PartnershipAgreementType;
