import { PartnershipAgreementType } from "public/locales/terms-and-conditions/introducing-broker/types";

export default {
  PartnershipAgreement: "ข้อตกลงหุ้นส่วน",
  ThePresentAgreement:
    "ข้อตกลงปัจจุบันจัดทำขึ้นระหว่าง Zetradex Holding ltd ซึ่งต่อไปนี้จะเรียกว่า “บริษัท” และหุ้นส่วน คู่สัญญาทั้งสองฝ่ายตกลงดังต่อไปนี้:",
  General_1: "เงื่อนไขทั่วไปคำศัพท์",
  APartner_1_1:
    "หุ้นส่วนหรือที่รู้จักกันในชื่อโบรกเกอร์แนะนำ (IB) เป็นบุคคลตามกฎหมายหรือบุคคลอิสระ หรือผู้ประกอบการที่ดำเนินการเพื่อผลประโยชน์ของบริษัท ในการโฆษณา โปรโมตบริการของบริษัท และเป็นตัวแทนผลประโยชน์เพื่อดึงดูดลูกค้าและรับ รางวัลปกติ ซึ่งจะขึ้นอยู่กับปริมาณการให้บริการแก่ลูกค้าในเครือและเงินที่พวกเขาใช้ไปกับสิ่งนั้น",
  Affiliated_1_2:
    "ลูกค้าในเครือคือบุคคลภายนอกอิสระที่ได้รับการแนะนำโดยหุ้นส่วนด้วยความช่วยเหลือของรหัส/ลิงค์พิเศษเฉพาะ ที่สร้างโดยบริษัทสำหรับหุ้นส่วนทุกราย โดยมีจุดประสงค์เพื่อรับค่าคอมมิชชั่นตัวแทนและรายได้เพิ่มเติมตามข้อตกลง",
  TheCompany_1_3:
    "บริษัทและหุ้นส่วนมีภาระผูกพันในการดึงดูดลูกค้าที่จะดำเนินการซื้อขายด้วยตราสารที่บริษัทนำเสนอ",
  ThePartner_1_4:
    "หุ้นส่วนยอมรับสิทธิและภาระผูกพันที่อธิบายไว้ในข้อตกลงนี้เกี่ยวกับการดึงดูดลูกค้าในการทำสัญญาบริการนายหน้ากับบริษัท หุ้นส่วนยังรับสิทธิและภาระผูกพันอื่น ๆ ที่กำหนดไว้ต่อไปนี้ การปฏิบัติตามข้อผูกพันที่กำหนดไว้ในข้อตกลงปัจจุบัน หุ้นส่วนดึงดูดลูกค้าให้กับบริษัทในนามของบริษัท",
  ThePartner_1_5:
    "หุ้นส่วนยอมรับอย่างไม่มีเงื่อนไขว่าลูกค้าทั้งหมดที่ถูกดึงดูดนั้นเป็นลูกค้าของบริษัท และการตัดสินใจของหุ้นส่วนไม่สามารถอ้างอิงถึงบริษัทอื่นได้ในอนาคต",
  TheCompany_1_6:
    "บริษัทมีสิทธิ์ขอการยืนยันข้อมูลใด ๆ ที่หุ้นส่วนให้ไว้ในระหว่างการลงทะเบียนสำหรับโปรแกรมพันธมิตร เพื่อจุดประสงค์นี้ บริษัทจะมีสิทธิ์ขอสำเนาสแกนหรือสำเนาเอกสารประจำตัวของหุ้นส่วนที่ได้รับการรับรอง ทั้งนี้ขึ้นอยู่กับดุลยพินิจของบริษัท",
  IfThePartner_1_7:
    "หากหุ้นส่วนไม่ได้รับคำขอจากบริษัทสำหรับสำเนาสแกนหรือสำเนาเอกสารประจำตัวที่ได้รับการรับรอง การตรวจสอบบัญชีพันธมิตรจะถือว่าไม่มีภาระผูกพัน อย่างไรก็ตาม บริษัทขอสงวนสิทธิ์ในการจำกัดการเข้าถึงบัญชีที่ไม่ผ่านการตรวจสอบสำหรับบริการบางอย่าง ในกรณีนี้ พันธมิตรอาจเลือกที่จะผ่านขั้นตอนการตรวจสอบได้",
  InTheEvent_1_8:
    "ในกรณีที่ข้อมูลใดๆ ที่คู่ค้าให้ไว้ระหว่างการลงทะเบียน (ชื่อ ที่อยู่อาศัย หรือหมายเลขโทรศัพท์) มีการเปลี่ยนแปลง คู่ค้าจะต้องแจ้งแผนกหุ้นส่วนสัมพันธ์ของบริษัททันทีเกี่ยวกับการเปลี่ยนแปลงเหล่านี้ และขอให้บริษัทปรับปรุงข้อมูล",
  ThePartner_1_9:
    "หุ้นส่วนรับทราบและตกลงว่าข้อมูลใด ๆ ที่ให้ไว้ระหว่างการลงทะเบียนสำหรับโปรแกรมพันธมิตรอาจถูกนำมาใช้โดยบริษัทในการรณรงค์ต่อต้านการฟอกเงิน",
  ThePartner_1_10:
    "พันธมิตรมีหน้าที่รับผิดชอบต่อความถูกต้องของเอกสารประจำตัวของตน (รวมสำเนา) หุ้นส่วนรับทราบสิทธิของบริษัทในการติดต่อหน่วยงานบังคับใช้กฎหมายของประเทศที่ออกเอกสารประจำตัวเพื่อยืนยันความถูกต้องหากมีข้อสงสัย หากพบว่าเอกสารประจำตัวเป็นของปลอม บริษัทจะมีสิทธินำหุ้นส่วนเข้าสู่กระบวนการยุติธรรมตามกฎหมายในประเทศที่ออกเอกสารประจำตัวนั้น",
  RelationshipWithCustomers: "ความสัมพันธ์กับลูกค้า",
  ThePartner_2_1:
    "หุ้นส่วนอาจจัดทำโฆษณาของบริษัทโดยอ้างอิงถึงส่วนที่เกี่ยวข้องของเว็บไซต์ของบริษัทและข้อมูลที่บริษัทยืนยันว่าเป็นของแท้แก่ลูกค้าในอนาคต",
  ThePartner_2_2:
    "หุ้นส่วนจะต้องให้ข้อมูลที่เชื่อถือได้แก่ลูกค้าที่เกี่ยวข้องกับการทำสัญญาบริการนายหน้ากับบริษัท และคำอธิบายเกี่ยวกับเนื้อหาของสัญญาและบริการของบริษัท",
  Providing_2_3:
    "การให้คำแนะนำและข้อมูลเพื่อจูงใจลูกค้าให้ซื้อขายไม่ได้เป็นส่วนหนึ่งของแผนบริการของบริษัท ในกรณีพิเศษ บริษัทมีสิทธิที่จะให้ข้อมูล คำแนะนำ และคำแนะนำแก่ลูกค้าตามดุลยพินิจของบริษัท อย่างไรก็ตาม บริษัทจะไม่รับผิดชอบต่อผลที่ตามมาของคำแนะนำดังกล่าว",
  ThePartner_2_4:
    "หุ้นส่วนจะต้องละเว้นจากการให้คำแนะนำแก่ลูกค้าเกี่ยวกับการดำเนินการซื้อขายในบัญชีการซื้อขาย ในกรณีที่หุ้นส่วนไม่ปฏิบัติตามนี้ บริษัทจะไม่รับผิดชอบต่อผลที่ตามมาของคำแนะนำหรือคำแนะนำที่ให้ไว้ในบริบทของการกล่าวหาถึงความสูญเสียอันเป็นผลมาจากการปฏิบัติตามคำแนะนำดังกล่าวโดยลูกค้า",

  Partners_3: "สิทธิและหน้าที่ของคู่ค้า",
  ThePartner_3_1:
    "หุ้นส่วนมีหน้าที่ดึงดูดลูกค้าใหม่ให้เข้าทำข้อตกลงบริการนายหน้าซื้อขายหลักทรัพย์กับบริษัท และดำเนินการในตลาดการเงินระหว่างประเทศภายใต้ข้อกำหนดและเงื่อนไขของบริษัท",
  ThePartner_3_2:
    "หุ้นส่วนจำเป็นต้องเปิดบัญชีพันธมิตรกับบริษัทเพื่อรับค่าคอมมิชชั่น",
  ThePartner_3_3:
    "หุ้นส่วนมีหน้าที่ต้องมีความสามารถเกี่ยวกับบริการของบริษัทและข้อมูลทั่วไปทั่วไปเกี่ยวกับตลาดการเงินระหว่างประเทศ",
  ThePartner_3_4:
    "หุ้นส่วนมีหน้าที่ศึกษาแหล่งข้อมูลทั้งหมดของบริษัทด้วยตนเองและแจ้งให้ลูกค้าทราบเกี่ยวกับการเปลี่ยนแปลงที่สำคัญอย่างทันท่วงที",
  ThePartner_3_5:
    "หุ้นส่วนมีหน้าที่ให้ข้อมูลที่ครอบคลุมและการสนับสนุนทางกฎหมายแก่ลูกค้าในกลุ่มพันธมิตรของตน ตลอดจนแก้ไขปัญหาที่ลูกค้าอาจเผชิญขณะซื้อขายในตลาดแลกเปลี่ยนเงินตราต่างประเทศ",
  ThePartner_3_6:
    "หุ้นส่วนมีหน้าที่ตอบข้อซักถามของลูกค้าทั้งหมดเกี่ยวกับบริการที่บริษัทจัดให้ เนื่องจากบริษัทไม่สามารถเข้าถึงฝ่ายบริหารของกลุ่มพันธมิตรได้",
  ThePartner_3_7:
    "หุ้นส่วนไม่มีสิทธิ์เข้าร่วมหน่วยงานย่อยและข้อตกลง (สัญญา) อื่น ๆ ที่ให้สิทธิ์ในการมอบหมายอำนาจของหุ้นส่วนทั้งหมดหรือบางส่วนให้กับบุคคลที่สามภายใต้ข้อตกลงปัจจุบันโดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรล่วงหน้าจากบริษัท การโอนสิทธิเรียกร้องจะกระทำได้ก็ต่อเมื่อได้รับความยินยอมจากบริษัทแล้วเท่านั้น",
  ThePartner_3_8:
    "หากหุ้นส่วนไม่สามารถแก้ไขปัญหาของลูกค้าได้ด้วยตัวเอง หุ้นส่วนมีหน้าที่ติดต่อผู้เชี่ยวชาญของบริษัทพร้อมรายละเอียดทั้งหมดที่จำเป็นในการแก้ปัญหา (หมายเลขบัญชี ตั๋วสั่งซื้อ เวลาสั่งซื้อ ฯลฯ)",
  ThePartner_3_9:
    "หุ้นส่วนมีสิทธิในการวางแผนและดำเนินการแคมเปญการตลาดและการโฆษณาโดยได้รับความช่วยเหลือจากบริษัทหรือไม่ก็ได้",
  ThePartner_3_10:
    "หุ้นส่วนมีสิทธิ์ที่จะเติมเงินบัญชีพันธมิตรและถอนเงินออกจากบัญชีตามข้อตกลงลูกค้า",
  ThePartner_3_11:
    "ตามที่ระบุไว้ในข้อตกลงลูกค้า บัญชีพันธมิตรสามารถใช้ได้เป็นบัญชีลูกค้าส่วนตัว กล่าวคือ หุ้นส่วนมีสิทธิ์ที่จะดำเนินการซื้อขายในบัญชีพันธมิตร เนื่องจากการเปลี่ยนแปลงอย่างรวดเร็วของอัตราแลกเปลี่ยนของสกุลเงินประจำชาติที่ลูกค้าใช้เพื่อเติมเงินในบัญชีซื้อขาย บริษัทขอสงวนสิทธิ์ในการใช้อัตราแลกเปลี่ยนเฉลี่ยเหล่านี้ในการชำระหนี้กับพันธมิตร",
  ThePartner_3_12:
    "ในกรณีที่เกิดปัญหาใด ๆ ที่เกี่ยวข้องกับการดำเนินธุรกิจและการให้บริการของบริษัท คู่ค้าจะติดต่อบริษัทพร้อมรายละเอียดปัญหาเพื่อให้บริษัทสามารถให้คำแนะนำแก่คู่ค้าได้ทันเวลาเกี่ยวกับแนวทางแก้ไขที่เป็นไปได้",
  ThePartner_3_13:
    "หุ้นส่วนจะมีสิทธิ์ดำเนินการซื้อขายในบัญชีซื้อขายของลูกค้าโดยได้รับอนุญาตเป็นลายลักษณ์อักษรจากลูกค้าและได้รับอนุญาตจากบริษัทเท่านั้น",
  ThePartner_3_14:
    "หุ้นส่วนมีสิทธิ์ในการตรวจสอบประสิทธิภาพของแคมเปญส่งเสริมการขายผ่านรหัสพันธมิตรที่กำหนดเองและสถิติพันธมิตรที่จัดทำโดยบริษัท",
  ThePartner_3_15:
    "พันธมิตรมีสิทธิใช้การออกแบบการผลิตตราสินค้าของบริษัทเพื่อการโฆษณา",
  ThePartner_3_16:
    "หุ้นส่วนมีสิทธิ์อ้างอิงถึงเทรดเดอร์ PAMM และรับค่าคอมมิชชั่นจากการซื้อขายของพวกเขา",
  ThePartner_3_17:
    "หุ้นส่วนมีสิทธิ์อ้างอิงถึงนักลงทุน PAMM และรับส่วนแบ่งกำไรที่ถูกกำหนดโดยเทรดเดอร์ PAMM ในกรณีที่การลงทุนมีผลกำไร",
  ThePartner_3_18:
    "พันธมิตรมีสิทธิ์ใช้งานเว็บไซต์พันธมิตรฟรีพร้อมเนื้อหาที่อัปเดตเป็นประจำ พันธมิตรจะสามารถตั้งชื่อโดเมนให้กับมันได้ โดยจะต้องได้รับการอนุมัติจากบริษัทล่วงหน้า",
  Company_4: "สิทธิและหน้าที่ของบริษัท",
  TheCompany_4_1:
    "บริษัทมีหน้าที่ต้องเปิดบัญชีซื้อขายให้กับลูกค้าที่ได้รับการแนะนำโดยหุ้นส่วนตามข้อตกลงลูกค้า",
  TheCompany_4_2:
    "บริษัทจะให้ลูกค้าดำเนินการซื้อขายในระบบโดยให้ข้อมูลการเข้าสู่ระบบแก่ลูกค้า (ชื่อผู้ใช้และรหัสผ่าน)",
  TheCompany_4_3:
    "บริษัทมีหน้าที่ต้องรักษาบันทึกที่ครอบคลุมของการดำเนินงานทั้งหมดที่ทำโดยลูกค้า",
  TheCompany_4_4:
    "บริษัทจะให้ข้อมูลแก่หุ้นส่วนเกี่ยวกับเนื้อหาของข้อตกลงที่ลงนามตลอดจนข้อกำหนดและเงื่อนไขของการเข้าร่วมของลูกค้าในการซื้อขายแลกเปลี่ยนเงินตราต่างประเทศ",
  TheCompany_4_5:
    "บริษัทมีหน้าที่ต้องชำระเงินให้กับหุ้นส่วนตามรายการรายได้และค่าใช้จ่ายรายเดือน",
  TheCompany_4_6:
    "บริษัทมีสิทธิ์ขอให้หุ้นส่วนจัดทำรายงานฉบับสมบูรณ์เกี่ยวกับหลักสูตรและผลลัพธ์ของแคมเปญการหาลูกค้าของตน",

  TheCompany_4_7:
    "ในกรณีที่หุ้นส่วนไม่สามารถปฏิบัติตามภาระผูกพันใด ๆ ภายใต้ข้อตกลงปัจจุบัน บริษัทมีสิทธิ์ที่จะแยกลูกค้าออกจากกลุ่มพันธมิตรของเขา/เธอ",
  TheCompany_4_8:
    "ในกรณีที่พันธมิตรฝ่าฝืนหรือไม่ปฏิบัติตามภาระผูกพันใด ๆ ภายใต้ข้อตกลงปัจจุบัน บริษัทมีสิทธิ์ที่จะยกเลิกข้อตกลงปัจจุบันตามดุลยพินิจของตนแต่เพียงผู้เดียว",
  TheCompany_4_9:
    "บริษัทมีสิทธิที่จะดำเนินการอื่น ๆ ที่กำหนดไว้ในข้อตกลงปัจจุบันและภาคผนวก",
  TheCompany_4_10:
    "บริษัทมีสิทธิ์ที่จะระงับบัญชีของคุณและปิดบัญชีหากคุณไม่มีกิจกรรมใดๆ ภายในระยะเวลา 180 วันนับตั้งแต่บัญชีของคุณเปิดใช้งานครั้งล่าสุด",
  Partners_5: "หลักการทำงานของคู่ค้าและการได้มาซึ่งลูกค้า",
  Partners_5_1:
    "หุ้นส่วนมีสิทธิ์สร้างเว็บไซต์ที่เกี่ยวข้องกับกิจกรรมของบริษัทที่มีข้อมูลเกี่ยวกับตลาดการเงินระหว่างประเทศและการให้บริการนายหน้า ตัวแทนจำหน่าย และการลงทุนตามบทที่ 3",
  Partners_5_2:
    "ลูกค้าได้ลงทะเบียนและอ้างอิงไปยังกลุ่มพันธมิตรโดยวิธีใดวิธีหนึ่งต่อไปนี้: ลูกค้าคลิกลิงก์พันธมิตรไปยังเว็บไซต์อย่างเป็นทางการของบริษัท หรือขอความร่วมมือเมื่อติดต่อฝ่ายสนับสนุนลูกค้า",
  Partners_5_3:
    "ลูกค้าอาจเลือกที่จะปฏิเสธบริการของพันธมิตรและเลือกรับบริการจากบริษัท",
  Partners_5_4:
    "เพื่อป้องกันการแข่งขันที่ไม่เป็นธรรม ห้ามย้ายลูกค้าจากกลุ่มพันธมิตรหนึ่งไปยังอีกกลุ่มหนึ่ง รวมถึงย้ายลูกค้าปัจจุบันไปยังกลุ่มพันธมิตรด้วย ข้อนี้ของข้อตกลงปัจจุบันจะต้องปฏิบัติตามโดยลูกค้าปัจจุบันที่เปิดบัญชีใหม่กับบริษัทโดยมีเป้าหมายที่จะย้ายพวกเขาไปยังกลุ่มพันธมิตร หมายเหตุ: ลูกค้าอาจสมัครกับบริษัทพร้อมคำอธิบายว่าทำไมเขาถึงถูกย้ายไปยังกลุ่มพันธมิตรอื่น บริษัทจะพิจารณาและตัดสินใจในแต่ละใบสมัครเป็นรายบุคคล",
  Partners_5_5:
    "หุ้นส่วนจะไม่มีสิทธิ์รับค่าคอมมิชชั่นพันธมิตรจากบัญชีของเขาเองและจากญาติสนิทของเขาหากหุ้นส่วนเป็นบุคคลธรรมดา รวมถึงจากบัญชีส่วนตัวของผู้ก่อตั้งหรือบัญชีของญาติสนิทของพวกเขาหากหุ้นส่วนเป็นนิติบุคคล",
  Partners_5_6:
    "ห้ามมิให้หุ้นส่วนใช้วิธีการที่ไม่ยุติธรรมในการดึงดูดลูกค้า รวมถึงแต่ไม่จำกัดเพียงการใช้รูปแบบใดๆ ของการบังคับเปลี่ยนเส้นทางของผู้ใช้ไปยังเว็บไซต์ของบริษัท และการลงทะเบียนพวกเขาในกลุ่มพันธมิตร",
  Dispute_6: "การระงับข้อพิพาท",
  Dispute_6_1:
    "หุ้นส่วนมีสิทธิยื่นคำร้องต่อบริษัทภายใน 5 วันทำการนับจากวันที่หุ้นส่วนทราบถึงเหตุการณ์หรือเหตุการณ์ใดๆ ที่ถูกกล่าวหาว่าก่อให้เกิดการเรียกร้องดังกล่าว",
  Dispute_6_2:
    "การเรียกร้องใด ๆ ที่พันธมิตรมีต่อบริษัทจะต้องเขียนลงบนกระดาษและส่งไปยังบริษัททางไปรษณีย์หรืออีเมลไปยังที่อยู่อีเมลอย่างเป็นทางการของบริษัทที่ระบุไว้บนเว็บไซต์ของบริษัท การเรียกร้องที่ทำด้วยวิธีอื่นใด (กระดานสนทนา โทรศัพท์ ฯลฯ) จะไม่ถูกนำมาพิจารณา รายละเอียดของข้อเรียกร้องไม่สามารถเปิดเผยต่อพันธมิตรได้จนกว่าจะมีการสอบสวน",
  Dispute_6_3:
    "การเรียกร้องแต่ละครั้งจะต้องมีชื่อและชื่อที่สองของชื่อพันธมิตร/ชื่อบริษัทของพันธมิตร คำอธิบายของสถานการณ์ที่น่าโต้แย้ง รายละเอียดข้อพิพาทอื่น ๆ ที่อาจนำไปสู่การแก้ไขข้อขัดแย้ง การเรียกร้องจะต้องไม่มีการประเมินทางอารมณ์ของสถานการณ์ที่น่าโต้แย้ง การใช้วาจาในทางที่ผิดของบริษัท หรือคำสบถ",
  Dispute_6_4:
    "บริษัทมีสิทธิ์ร้องขอให้ลูกค้า/หุ้นส่วนให้ข้อมูลใดๆ ที่จำเป็นสำหรับการระงับข้อพิพาท",
  Dispute_6_5:
    "ในกรณีที่การเรียกร้องของหุ้นส่วนนั้นสมเหตุสมผล บริษัทจะตอบสนองการร้องเรียนเฉพาะในส่วนคงค้างของหุ้นส่วนบัญชีซื้อขายทางการเงินภายในหนึ่งวันทำการ",
  Dispute_6_6:
    "ในกรณีที่มีการเรียกร้องที่ไม่ได้กล่าวถึงในข้อตกลงนี้ บริษัทจะถือว่าการเรียกร้องดังกล่าวขึ้นอยู่กับแนวทางปฏิบัติของตลาดที่เป็นที่ยอมรับโดยทั่วไปและนโยบายภายในของบริษัท",
  Dispute_6_7:
    "การเรียกร้องของพันธมิตรจะต้องมี: ชื่อเต็มของพันธมิตร หมายเลขบัญชี วันที่และเวลาที่สถานการณ์ที่น่าโต้แย้งเกิดขึ้น ตั๋วที่มีคำสั่งโต้แย้งหากทราบ คำอธิบายคำกล่าวอ้างโดยไม่มีความหมายแฝงทางอารมณ์ การเรียกร้องควรส่งตรงไปยังแผนกพิเศษและอีเมลของพวกเขาที่ vendor@zetradex.com",
  Dispute_6_8:
    "บริษัทมีสิทธิ์ร้องขอให้ลูกค้า/หุ้นส่วนให้ข้อมูลใดๆ ที่จำเป็นสำหรับการระงับข้อพิพาท",
  Dispute_6_9:
    "บริษัทมีสิทธิที่จะปฏิเสธการเรียกร้องหากไม่ปฏิบัติตามข้อกำหนดที่กำหนดไว้ในข้อ 6.2, 6.3, 6.4, 7.2 และ 7.3",
  Dispute_6_10:
    "บริษัทมีหน้าที่ตรวจสอบข้อเรียกร้องของพันธมิตร ยื่นคำตัดสินเกี่ยวกับข้อพิพาทด้วยความล่าช้าที่สั้นที่สุดที่เป็นไปได้ และส่งอีเมลไปยังพันธมิตร ระยะเวลาสูงสุดในการสอบสวนข้อพิพาทที่อนุญาตคือ 10 วันทำการนับตั้งแต่วันที่ยื่นคำร้อง",

  Dispute_6_11:
    "ข้อพิพาทเกี่ยวกับการตีความหรือการใช้ข้อตกลงปัจจุบันจะยุติโดยการเจรจา",
  Dispute_6_12:
    "ข้อพิพาทอาจถูกส่งไปยังอนุญาโตตุลาการภายใต้ขั้นตอนการระงับข้อพิพาท สามารถยื่นคำร้องขออนุญาโตตุลาการได้ในกรณีที่ข้อเรียกร้องไม่เป็นที่พอใจ หรือไม่ตอบสนองต่อข้อเรียกร้องภายในระยะเวลาที่กำหนดในข้อ 6.5, 7.2 และ 7.3 ของที่นี้",
  Data_7: "การแลกเปลี่ยนข้อมูล",
  Data_7_1:
    "บริษัทจะติดต่อหุ้นส่วนผ่านวิธีการสื่อสารดังต่อไปนี้: อีเมล โทรศัพท์ ที่ทำการไปรษณีย์ ผู้ส่งสาร หน้าส่วนตัวของเครือข่ายสังคมออนไลน์ ประกาศในส่วนที่เหมาะสมของเว็บไซต์ของบริษัท",
  Data_7_2: "หุ้นส่วนสามารถติดต่อบริษัทโดยใช้วิธีการสื่อสารที่ระบุไว้ในข้อ 7.1",
  Data_7_3:
    "ข้อความ เอกสาร ประกาศ การแจ้งเตือน การยืนยัน รายงาน ฯลฯ จะถือว่าฝ่ายตรงข้ามยอมรับเป็นเวลา 3 ชั่วโมงหลังจากส่งข้อความทางอีเมล 3 ชั่วโมงหลังจากส่งข้อความทางไปรษณีย์ภายในของเทอร์มินัลการซื้อขาย 30 นาทีหลังจากส่งข้อความโดยผู้ส่งข้อความ โซเชียลเน็ตเวิร์ก ทันทีหลังจากการสนทนาทางโทรศัพท์เสร็จสิ้น 7 วันตามปฏิทินหลังจากส่งเอกสารทางไปรษณีย์",
  Confidential_8: "ข้อมูลที่เป็นความลับ",
  Confidential_8_1:
    "หุ้นส่วนจะไม่มีสิทธิ์เปิดเผยข้อมูลที่ได้รับจากบริษัทระหว่างความร่วมมือและข้อมูลที่มีอยู่ในข้อตกลงปัจจุบันตลอดระยะเวลาที่มีผลใช้บังคับของข้อตกลงปัจจุบันและภายใน 5 ปีหลังจากการสิ้นสุด",
  Confidential_8_2:
    "หุ้นส่วนจะไม่มีสิทธิ์เปิดเผยข้อมูลที่เป็นความลับเกี่ยวกับธุรกิจและบริการของบริษัทแก่บุคคลที่สามที่เป็นคู่แข่ง",
  Confidential_8_3:
    "คู่สัญญาจะต้องรับรองความลับของข้อมูลส่วนบุคคลและข้อมูลบัญชีของลูกค้าตลอดจนรายละเอียดการซื้อขายที่ดำเนินการโดยลูกค้า",
  Incomes_9: "รายได้และการตั้งถิ่นฐานร่วมกัน",
  Incomes_9_1:
    "บริษัทจ่ายค่าคอมมิชชั่นพันธมิตรให้กับหุ้นส่วนตามบทที่ 1 ของข้อตกลงปัจจุบัน ค่าคอมมิชชั่นจะต้องไม่เกิน 50% ของมูลค่าหุ้นเฉลี่ยในบัญชีลูกค้าทั้งหมดในกลุ่มพันธมิตรสำหรับเดือนที่รายงาน มูลค่าส่วนของผู้ถือหุ้นโดยเฉลี่ยจะคำนวณเป็นผลรวมของมูลค่าส่วนของผู้ถือหุ้นในบัญชีลูกค้าทั้งหมด ณ จุดเริ่มต้นและจุดสิ้นสุดของแต่ละเดือนที่รายงานหารด้วย 2",
  Incomes_9_2:
    "เมื่อคำนวณค่าคอมมิชชั่น บริษัทมีสิทธิ์ที่จะไม่พิจารณาการซื้อขายที่ทำโดยลูกค้าอันเป็นผลมาจากความผิดพลาดของแพลตฟอร์มการซื้อขาย และไม่รวมลูกค้าที่รับผิดชอบการซื้อขายดังกล่าวจากกลุ่มพันธมิตร",
  Incomes_9_3: "ค่าคอมมิชชั่นของพันธมิตรสามารถยกเลิกได้ในกรณีต่อไปนี้:",
  Incomes_9_3_1:
    "ในกรณีที่ตรวจพบคำสั่งซื้อในบัญชีของลูกค้าที่ถูกดึงดูดซึ่งละเมิดข้อกำหนดและเงื่อนไขทั่วไป รวมถึงกรณีที่มีการใช้กลยุทธ์การซื้อขายที่ต้องห้ามหรือการบิดเบือนด้วยโบนัสหรือโปรแกรมความภักดี Zetradex",
  Incomes_9_3_2:
    "หากพบว่าลูกค้าใช้กลยุทธ์ที่มุ่งทำกำไรจากค่าคอมมิชชั่นของพันธมิตรและส่วนลดที่เสียหายจากการซื้อขายหลัก (รวมถึงแต่ไม่จำกัดเพียง กรณีที่กลยุทธ์เป็นส่วนหนึ่งของลูกค้าโดยรวมและกลยุทธ์บัญชีพันธมิตร)",
  Incomes_9_3_3:
    "ในกรณีที่ข้อมูลการลงทะเบียนของหุ้นส่วนเกิดขึ้นพร้อมกันบางส่วนหรือทั้งหมดกับข้อมูลการลงทะเบียนของลูกค้าที่อยู่ในกลุ่มพันธมิตร",
  Incomes_9_4:
    "บริษัทขอสงวนสิทธิ์ในการแยกลูกค้าออกจากกลุ่มพันธมิตรในกรณีที่มีการละเมิดอย่างเป็นระบบตามที่อธิบายไว้ในข้อ 9.3",
  Incomes_9_5:
    "ในกรณีที่พบบัญชีของลูกค้าที่อยู่ในกลุ่มพันธมิตรและบัญชีพันธมิตรโดยใช้ที่อยู่ IP เดียวกัน บริษัทขอสงวนสิทธิ์ในการพิจารณาเหตุบังเอิญนี้เป็นพื้นฐานในการใช้ข้อ 5.5 และ 9.3 ของข้อตกลงปัจจุบันกับบัญชีพันธมิตร อย่างเต็มประสิทธิภาพ",
  Incomes_9_6:
    "เพื่อป้องกันความพยายามที่ทุจริตในการรับค่าคอมมิชชั่นจากการซื้อขายที่ดำเนินการในบัญชีของลูกค้าที่แนะนำหรือบัญชีที่ลงทะเบียนภายใต้ชื่อสมมติที่ยังจัดการโดยหุ้นส่วน บริษัทขอสงวนสิทธิ์ที่จะไม่จ่ายค่าคอมมิชชั่นพันธมิตรจากการซื้อขายที่ให้ผลกำไรน้อยกว่า 6 ปิ๊ป",
  Incomes_9_7:
    "บริษัทอาจถือว่ากรณีการละเมิดข้อ 3.1 และ 5.4 ของข้อตกลงปัจจุบันโดยหุ้นส่วนเป็นกิจกรรมที่ไม่สอดคล้องกับหลักการของโปรแกรมพันธมิตร ลูกค้าที่ถูกดึงดูดโดยการละเมิดข้อใดข้อหนึ่งของข้อตกลงปัจจุบันจะถูกแยกออกจากกลุ่มพันธมิตร และค่าคอมมิชชั่นที่ได้รับจากการซื้อขายของพวกเขาจะถูกยกเลิกเต็มจำนวน",
  Incomes_9_8:
    "ในแต่ละเดือนหุ้นส่วนมีสิทธิ์ขอให้บริษัทตรวจสอบจำนวนลูกค้าที่อ้างอิงและจำนวนบัญชีลูกค้าตลอดจนตรวจสอบผลลัพธ์ของการดำเนินการซื้อขายของพวกเขา",
  Incomes_9_9:
    "ค่าคอมมิชชันจะถูกโอนเข้าบัญชีพันธมิตรทันทีหลังจากที่ลูกค้าที่ได้รับการแนะนำปิดการซื้อขาย ในกรณีที่บัญชีของหุ้นส่วนและลูกค้าขึ้นอยู่กับเซิร์ฟเวอร์ที่แตกต่างกันของบริษัท ค่าคอมมิชชั่นพันธมิตรจะถูกเพิ่มเข้าในวันหลังจากที่ลูกค้าปิดการซื้อขาย",
  Incomes_9_10:
    "บริษัทขอสงวนสิทธิ์ที่จะไม่จ่ายค่าคอมมิชชั่นจากการซื้อขายมาร์จิ้นที่ได้จากเงินโบนัสของผู้เข้าร่วมโปรแกรมโบนัส ข้อนี้ใช้กับค่าคอมมิชชั่นที่ได้รับเครดิตไปแล้ว ผู้เข้าร่วมโปรแกรมโบนัสดังกล่าวอาจถูกแยกออกจากกลุ่มพันธมิตร",

  Incomes_9_11:
    "ในกรณีที่ลูกค้าที่อยู่ในกลุ่มพันธมิตรสมัครกับฝ่ายซื้อขายของบริษัทโดยมีข้อเรียกร้องเกี่ยวกับคำสั่งซื้อที่หุ้นส่วนได้รับค่าคอมมิชชั่น บริษัทขอสงวนสิทธิ์ในการยกเลิกค่าคอมมิชชั่นพันธมิตรเต็มจำนวน",
  Incomes_9_12:
    "ในกรณีที่กำไรจากการซื้อขายโดยลูกค้าไม่เกิน 5 pip บริษัทขอสงวนสิทธิ์ในการปรับค่าคอมมิชชั่นพันธมิตรที่หุ้นส่วนได้รับจากการซื้อขายดังกล่าว",
  Incomes_9_13:
    "หากจำนวนค่าคอมมิชชั่นพันธมิตรทั้งหมดที่ได้รับจากบัญชีซื้อขายใด ๆ เกินกว่า 50% ของเงินฝากทั้งหมดที่ลูกค้าทำในบัญชีนี้ (เช่น หากจำนวนค่าคอมมิชชั่นพันธมิตรทั้งหมดจากบัญชีลูกค้า $1,000 มากกว่า $500) บริษัท ขอสงวนสิทธิ์ในการปรับยอดรวมค่าคอมมิชชั่นพันธมิตรให้ไม่เกิน 50% ของเงินฝากทั้งหมด",
  Incomes_9_14:
    "คู่สัญญาทั้งสองฝ่ายดำเนินการคำนวณและชำระภาษีและอากรทางการเงินของบุคคลที่สามอื่นๆ อย่างเป็นอิสระ",
  Incomes_9_15:
    "การถอนค่าคอมมิชชั่นจะต้องกระทำภายในระยะเวลาที่กำหนดโดยระบบการชำระเงิน อย่างไรก็ตาม ในกรณีของค่าคอมมิชชั่นจากการอ้างอิงที่ฝากผ่านบัตรเครดิตและระบบการชำระเงินอื่น ๆ ระยะเวลาอาจขยายออกไปได้ถึง 45 วันตามปฏิทินนับจากการเติมเต็มครั้งล่าสุดจนถึง ระบบเฉพาะนี้พร้อมส่วนขยายเพิ่มเติมที่เป็นไปได้หากจำเป็น บริษัทจะต้องแจ้งให้หุ้นส่วนทราบถึงการกำหนดข้อจำกัดดังกล่าว",
  Incomes_9_16:
    "บริษัทมีสิทธิ์ระบุบัญชีของพันธมิตรตาม IP (ตรงกันอย่างน้อย 75%) หรือโดยสัญญาณอื่น ๆ ที่จะบ่งชี้ถึงความเป็นเจ้าของของกลุ่มบัญชีของบุคคลหนึ่งคน และขึ้นอยู่กับสิทธิ์ที่จะทำการแก้ไขทางการเงินที่เหมาะสมในทุกบัญชีใน กลุ่มบัญชี ในกรณีที่ใช้บริการของบริษัทในทางที่ผิด กิจกรรมฉ้อโกง หรือการละเมิดข้อกำหนดและเงื่อนไขของระบบของข้อตกลงผู้ใช้/พันธมิตร เพื่อครอบคลุมผลกระทบด้านลบของกิจกรรมดังกล่าวสำหรับบริษัทและลูกค้ารายอื่นของบริษัท",
  Incomes_9_17:
    "บริษัทจะจ่ายค่าคอมมิชชั่นพันธมิตรพันธมิตรจากการซื้อขายทั้งหมดที่ทำโดยลูกค้าที่อ้างอิงโดยพันธมิตร ไม่ว่าลูกค้าจะได้รับผลกำไรหรือไม่ก็ตาม",
  Incomes_9_18:
    "จำนวนค่าคอมมิชชันของพันธมิตรจะถูกกำหนดโดยอัตรารายได้ของพันธมิตรปัจจุบันและสถานะ IB",
  Incomes_9_19:
    "การชำระเงินอื่นๆ สามารถทำได้ก็ต่อเมื่อบริษัทและหุ้นส่วนได้ตกลงกันในข้อตกลงและโปรโมชั่นเพิ่มเติม",
  Final_10: "บทบัญญัติสุดท้าย",
  Final_10_1:
    "ข้อตกลงปัจจุบันมีผลบังคับใช้ในวันที่ทั้งสองฝ่ายคนสุดท้ายได้ลงนามอย่างถูกต้อง",
  Final_10_2:
    "ข้อตกลงปัจจุบันมีผลใช้ได้ไม่จำกัดระยะเวลาจนกว่าฝ่ายต่างๆ จะประกาศความประสงค์ที่จะยกเลิกความร่วมมือ",
  Final_10_3:
    "บริษัทจะใช้ดุลยพินิจแต่เพียงผู้เดียวในการแก้ไขและเสริมข้อกำหนดและเงื่อนไขใด ๆ ที่กำหนดไว้ในข้อตกลงปัจจุบัน",
  Final_10_4:
    "ฝ่ายใดฝ่ายหนึ่งอาจยกเลิกข้อตกลงปัจจุบันฝ่ายเดียวโดยแจ้งล่วงหน้าอย่างน้อย 5 วันตามปฏิทินแก่อีกฝ่าย",
  Final_10_5:
    "ฝ่ายใดฝ่ายหนึ่งมีสิทธิ์ยื่นคำร้องต่อศาลที่ต้องการยุติข้อตกลงปัจจุบัน ในกรณีที่อีกฝ่ายฝ่าฝืนภาระผูกพันซ้ำๆ รวมถึงกรณีอื่นๆ ที่ระบุไว้ในกฎหมายปัจจุบัน",
} as PartnershipAgreementType;
