import { PartnershipAgreementType } from "public/locales/terms-and-conditions/introducing-broker/types";

export default {
  PartnershipAgreement: "合作協議",
  ThePresentAgreement:
    "本協議由 Zetradex Holding ltd（以下簡稱「本公司」）與合作夥伴簽訂。 雙方特此同意如下：",
  General_1: "一般條件、術語",
  APartner_1_1:
    "合作夥伴，也稱為介紹經紀人 (IB)，是指為了公司的利益，承諾宣傳、推廣公司的服務並代表其利益以吸引客戶並獲得收益的獨立法人、個人或企業家。定期獎勵，這取決於向附屬客戶提供的服務量以及他們為此花費的資金。",
  Affiliated_1_2:
    "附屬客戶是合作夥伴在公司為每個合作夥伴產生的特殊唯一代碼/連結的幫助下推薦的獨立第三方人士，目的是根據協議收取代理佣金和額外收入。",
  TheCompany_1_3:
    "公司和合作夥伴有義務吸引使用公司提供的工具進行交易操作的客戶。",
  ThePartner_1_4:
    "合作夥伴承擔本協議中規定的有關吸引客戶與本公司簽訂經紀服務合約的權利和義務。 合作夥伴也承擔下文規定的其他權利和義務。 合作夥伴履行本協議中規定的承諾，代表其為公司吸引客戶。",
  ThePartner_1_5:
    "合作夥伴無條件承認所有吸引的客戶都是公司的客戶，合作夥伴將來不得將其轉介給其他公司。",
  TheCompany_1_6:
    "本公司有權要求確認合作夥伴在註冊聯盟行銷計畫期間提供的任何資訊。 為此，本公司有權酌情要求提供合作夥伴身分證件的掃描件或經過公證的副本。",
  IfThePartner_1_7:
    "如果合作夥伴未收到本公司要求提供的身份證明文件掃描件或經過公證的副本，則合作夥伴帳戶的驗證將被視為非強制性的。 但是，本公司保留限制未經驗證的帳戶存取某些服務的權利。 在這種情況下，合作夥伴可以選擇通過驗證程序。",
  InTheEvent_1_8:
    "如果合作夥伴在註冊期間提供的任何資訊（姓名、居住地址或電話號碼）發生變化，合作夥伴必須立即將這些變化通知公司合作夥伴關係部門，並要求公司更新資訊。",
  ThePartner_1_9:
    "合作夥伴承認並同意，公司可以在註冊聯盟行銷計劃期間提供的任何資訊用於反洗錢活動。",
  ThePartner_1_10:
    "合作夥伴對其身分證明文件（包括副本）的真實性負責。 合作夥伴承認，如果有疑問，公司有權聯繫身分證件簽發國的執法機構以確認其真實性。 如果發現身分證件是偽造的，公司有權根據身分證件簽發國的法律將合作夥伴繩之以法。",
  RelationshipWithCustomers: "與客戶的關係",
  ThePartner_2_1:
    "合作夥伴可以參考公司網站的相應部分以及經公司確認真實的資訊向潛在客戶提供公司的廣告。",
  ThePartner_2_2:
    "合作夥伴應向客戶提供與公司簽訂經紀服務合約相關的重要可靠資訊以及有關合約內容和公司服務的解釋。",
  Providing_2_3:
    "提供建議和資訊以激勵客戶進行交易不屬於公司服務計劃的一部分。 在特殊情況下，公司有權自行決定向客戶提供資訊、建議和意見，但公司不對此類建議的後果承擔責任。",
  ThePartner_2_4:
    "合作夥伴不得向客戶提供有關交易帳戶交易操作的建議或建議。 如果合作夥伴不遵守此規定，本公司不對客戶因遵守此類建議而造成損失的指控所提供的建議或建議的後果承擔責任。",

  Partners_3: "合夥人的權利和義務",
  ThePartner_3_1:
    "合作夥伴有義務吸引新客戶與公司簽訂經紀服務協議，並根據公司的條款和條件在國際金融市場上開展業務。",
  ThePartner_3_2: "合作夥伴有義務在公司開立聯屬帳戶才能收取佣金。",
  ThePartner_3_3: "合作夥伴有義務勝任公司的服務並掌握國際金融市場的一般資訊。",
  ThePartner_3_4:
    "合作夥伴有義務自行研究公司所有資訊資源，並及時告知客戶重要變化。",
  ThePartner_3_5:
    "合作夥伴有義務向其附屬集團的客戶提供全面的資訊和法律支持，並解決客戶在外匯市場交易時可能遇到的問題。",
  ThePartner_3_6:
    "由於本公司無權接觸合作夥伴集團的管理人員，因此合作夥伴有義務回答客戶有關公司提供的服務的所有詢問。",
  ThePartner_3_7:
    "未經本公司事先書面同意，合作夥伴無權簽訂任何子代理和其他協議（合約），這些協議（合約）賦予合作夥伴根據本協議將其全部或部分權力委託給第三方的權利。 要求權的轉讓只有在獲得公司同意後才能進行。",
  ThePartner_3_8:
    "如果合作夥伴無法自行解決客戶的問題，則合作夥伴有義務聯繫公司的專家並提供解決問題所需的所有詳細資訊（帳號、訂單票、訂單時間等）。",
  ThePartner_3_9:
    "合作夥伴有權在公司的幫助下或沒有公司的幫助下規劃和實施行銷和廣告活動。",
  ThePartner_3_10: "合作夥伴有權根據客戶協議向關聯帳戶充值並提取資金。",
  ThePartner_3_11:
    "如《客戶協議》所述，聯盟帳戶是作為私人客戶帳戶提供，即合作夥伴有權在聯盟帳戶上進行交易操作。 由於客戶補充其交易帳戶所使用的國家貨幣的匯率快速變化，本公司保留在與合作夥伴結算時使用這些匯率的平均值的權利。",
  ThePartner_3_12:
    "如果出現與公司業務運營和提供服務有關的任何問題，合作夥伴應聯繫公司並提供問題的詳細信息，以便公司及時向合作夥伴提供可能的解決方案。",
  ThePartner_3_13:
    "合作夥伴只有在獲得客戶書面許可和公司許可的情況下才有權在客戶的交易帳戶上進行交易操作。",
  ThePartner_3_14:
    "合作夥伴有權透過公司提供的自訂聯盟代碼和聯盟統計數據監控促銷活動的效率。",
  ThePartner_3_15: "合作夥伴有權使用公司品牌產品的設計進行廣告宣傳。",
  ThePartner_3_16: "合作夥伴有權推薦 PAMM 交易者並從他們的交易中賺取佣金。",
  ThePartner_3_17:
    "合作夥伴有權推薦 PAMM 投資者，並在投資有利可圖的情況下賺取 PAMM 交易者設定的利潤份額。",
  ThePartner_3_18:
    "合作夥伴有權使用定期更新內容的免費聯盟網站。 合作夥伴將能夠為其提供一個網域。 後者須事先獲得公司批准。",
  Company_4: "公司的權利和義務",
  TheCompany_4_1: "本公司有義務依照客戶協議為合作夥伴推薦的客戶開設交易帳戶。",
  TheCompany_4_2:
    "公司應提供客戶登入憑證（使用者名稱和密碼），使客戶能夠在系統中進行交易操作。",
  TheCompany_4_3: "本公司有義務保存客戶所有操作的全面記錄。",
  TheCompany_4_4:
    "本公司應向合作夥伴提供有關所簽署協議內容以及客戶參與外匯交易的條款和條件的資訊。",
  TheCompany_4_5: "公司有義務根據每月收入和支出表向合作夥伴付款。",
  TheCompany_4_6:
    "本公司有權要求合作夥伴提供有關其客戶獲取活動的過程和結果的完整報告。",

  TheCompany_4_7:
    "如果合作夥伴未能履行本協議項下的任何義務，本公司有權將客戶排除在其附屬團體之外。",
  TheCompany_4_8:
    "若合作夥伴違反或未履行本協議項下的任何義務，本公司有權自行決定終止本協議。",
  TheCompany_4_9: "本公司有權採取本協議及其附件規定的其他行動。",
  TheCompany_4_10:
    "如果您的帳戶上次活動後 180 天內沒有任何活動，本公司有權凍結您的帳戶並隨後關閉該帳戶。",
  Partners_5: "合作夥伴的工作原則和客戶獲取",
  Partners_5_1:
    "合作夥伴有權創建與公司活動相關的網站，其中包含有關國際金融市場的信息，並提供第 3 章涉及的經紀、交易商和投資服務。",
  Partners_5_2:
    "客戶透過以下任一方法註冊並轉介至聯盟團體： 客戶點擊公司官方網站的聯盟連結或在聯絡客戶支援時請求加入。",
  Partners_5_3: "客戶可以選擇拒絕合作夥伴的服務並選擇由公司提供服務。",
  Partners_5_4:
    "為防止不公平競爭，禁止將客戶從一個聯盟組轉移到另一個聯盟組，也禁止將現有客戶轉移到聯盟組。 在本公司開設新帳戶以將其轉入聯盟的現有客戶也應遵守本協議的本條款。 注意：客戶可以向公司提出申請，並解釋為何他被轉移到另一個附屬團體。 公司應單獨考慮每項申請並作出決定。",
  Partners_5_5:
    "如果合作夥伴是個人，則合作夥伴無權從其自己的帳戶以及其近親擁有的帳戶中收取附屬佣金； 以及來自創辦人的私人帳戶或其近親的帳戶（如果合作夥伴是法人實體）。",
  Partners_5_6:
    "合作夥伴不得使用不公平的方法吸引客戶，包括但不限於使用任何形式強制將使用者重新導向至公司網站並將其註冊至聯盟集團。",
  Dispute_6: "爭議解決",
  Dispute_6_1:
    "合作夥伴有權在發現任何據稱導致索賠的事件或事件之日起 5 個工作天內向公司提出索賠。",
  Dispute_6_2:
    "合作夥伴對公司提出的任何索賠應以書面形式書面發送給公司，或透過電子郵件發送至公司網站上指定的公司官方電子郵件地址之一。 以任何其他方式（論壇、電話等）提出的索賠不予考慮。 在調查完成之前，不能向合作夥伴透露索賠的詳細資訊。",
  Dispute_6_3:
    "每項聲明必須包含合作夥伴/合作夥伴公司名稱的名字和第二個名稱； 對有爭議情況的描述； 可能有助於解決衝突的其他爭議細節。 索賠不得包含對爭議情況的情緒評價、對公司的謾罵或咒罵。",
  Dispute_6_4: "本公司有權要求客戶/合作夥伴提供解決爭議所需的任何資訊。",
  Dispute_6_5:
    "如果合作夥伴的索賠合理，公司僅在一個工作天內根據合作夥伴的金融交易帳戶的累積金額來滿足投訴。",
  Dispute_6_6:
    "對於本協議中未提及的索賠，本公司認為其依據的是普遍接受的市場慣例和公司的內部政策。",
  Dispute_6_7:
    "合作夥伴索賠必須包含：合作夥伴的全名、帳號、爭議情況發生的日期和時間； 有爭議訂單的票據（如果已知）； 沒有情感內涵的主張的描述。 索賠應直接發送至特殊部門及其電子郵件dealer@zetradex.com",
  Dispute_6_8: "本公司有權要求客戶/合作夥伴提供解決爭議所需的任何資訊。",
  Dispute_6_9: "如果不符合第6.2、6.3、6.4、7.2和7.3條規定，公司有權拒絕索賠。",
  Dispute_6_10:
    "公司有義務審查合作夥伴的索賠，在盡可能短的時間內就爭議做出決定，並將其透過電子郵件發送給合作夥伴。 允許的爭議調查最長期限為自提出索賠之日起 10 個工作天。",

  Dispute_6_11: "有關本協議的解釋或適用的爭議應透過協商解決。",
  Dispute_6_12:
    "爭議可能會根據爭議解決程序提交仲裁。 如果索賠未滿足，或在本條件第6.5、7.2和7.3條規定的期限內未得到答复，可以提交仲裁請求。",
  Data_7: "資料交換",
  Data_7_1:
    "本公司應透過以下通訊方式聯絡合作夥伴：電子郵件、電話、郵局、即時通訊工具、社群網路個人頁面、公司網站相應部分的公告。",
  Data_7_2: "合作夥伴可以使用第 7.1 條所列的通訊方式聯絡公司。",
  Data_7_3:
    "透過電子郵件發送訊息後3小時內，訊息、文件、公告、通知、確認、報告等視為已被對方接受； 透過交易終端機內部郵件發送訊息後3小時； 透過Messenger、社群網路發送訊息後30分鐘； 電話交談結束後； 郵寄文件後 7 個日曆日。",
  Confidential_8: "機密資訊",
  Confidential_8_1:
    "在本協議有效期內以及協議終止後5年內，合作夥伴無權披露合作期間從公司收到的資訊以及本協議所包含的數據。",
  Confidential_8_2:
    "合作夥伴無權向競爭對手的第三方洩露有關公司業務和服務的機密資訊。",
  Confidential_8_3:
    "雙方應確保客戶個人和帳戶資料以及客戶進行的交易細節的機密性。",
  Incomes_9: "收入及相互結算",
  Incomes_9_1:
    "本公司依本協議第一章向合作夥伴支付附屬佣金。 佣金不得超過報告月份聯盟所有客戶帳戶平均權益價值的 50%。 平均股本價值的計算方式為每個報告月月初和月末所有客戶帳戶的股本價值總和除以 2。",
  Incomes_9_2:
    "在計算佣金時，公司有權不考慮客戶因交易平台故障而進行的交易，並將對此類交易負責的客戶排除在聯盟集團之外。",
  Incomes_9_3: "在以下情況下，合作夥伴的佣金可以被取消：",
  Incomes_9_3_1:
    "如果偵測到所吸引客戶的帳戶訂單違反一般條款和條件，包括使用禁止交易策略或操縱獎金或 Zetradex 忠誠度計畫的情況；",
  Incomes_9_3_2:
    "如果發現客戶使用旨在從聯盟佣金和回扣中獲利的策略，從而損害主要交易（包括但不限於該策略是整體客戶和聯屬帳戶策略的一部分的情況），",
  Incomes_9_3_3:
    "如果合作夥伴的註冊資料與屬於聯盟的客戶的註冊資料部分或全部一致，",
  Incomes_9_4:
    "若出現第 9.3 條所述的系統性違規行為，本公司保留將客戶排除在附屬團體之外的權利。",
  Incomes_9_5:
    "如果發現屬於聯盟的客戶帳戶和聯盟帳戶使用相同的 IP 位址，本公司保留將這種巧合視為將本協議第 5.5 條和第 9.3 條適用於聯盟帳戶的權利充分衡量。",
  Incomes_9_6:
    "為了防止不誠實地試圖從推薦客戶的帳戶或合作夥伴管理的假名帳戶上執行的交易中獲取佣金，本公司保留不向利潤低於 6 的交易支付聯盟佣金的權利。點。",
  Incomes_9_7:
    "本公司可能會將合作夥伴違反本協議第 3.1 條和第 5.4 條的情況視為不符合聯盟計畫原則的活動。 因違反本協議任何條款而吸引的客戶將被排除在聯盟之外，其交易所獲得的佣金將全額取消。",
  Incomes_9_8:
    "每個月合作夥伴都有權要求公司檢查所推薦的客戶數量和客戶帳戶數量，以及審查其交易操作的結果。",
  Incomes_9_9:
    "推薦客戶關閉交易後，佣金立即存入聯屬帳戶。 如果合作夥伴和客戶的帳戶位於公司的不同伺服器，則聯盟佣金將在客戶結束交易後的第二天記入貸方。",
  Incomes_9_10:
    "本公司保留不支付從獎金計畫參與者的獎金資金中獲得保證金的交易佣金的權利。 本條款適用於已存入的佣金。 此類獎金計畫參與者可能被排除在聯盟團體之外。",

  Incomes_9_11:
    "如果屬於聯盟的客戶向公司交易部門提出有關合作夥伴從中獲得佣金的訂單的索賠，本公司保留全額取消聯盟佣金的權利。",
  Incomes_9_12:
    "如果客戶的交易利潤不超過 5 點，本公司保留調整合作夥伴從此類交易中收到的聯盟佣金的權利。",
  Incomes_9_13:
    "如果從任何交易帳戶獲得的聯盟佣金總額超過客戶存入該帳戶的總存款的 50%（例如，如果從 1,000 美元的客戶帳戶獲得的聯盟佣金總額超過 500 美元），本公司保留調整聯盟佣金總額的權利，使其不超過存款總額的50%。",
  Incomes_9_14: "雙方承諾獨立計算和繳納稅款和其他第三方財政稅。",
  Incomes_9_15:
    "佣金提取應在支付系統定義的期限內完成，但是，如果透過信用卡和其他一些支付系統存入推薦佣金，則該期限可能會延長至上次充值後最多 45 個日曆日如果需要的話，這個特定的系統可以進一步擴展。 本公司應及時通知合作夥伴實施此類限制。",
  Incomes_9_16:
    "公司有資格透過 IP（至少匹配 75%）或其他標誌來識別合作夥伴的帳戶，以表明該群組帳戶屬於一個人，並在此基礎上對每個帳戶進行適當的財務更正。帳戶組，以防濫用公司服務、詐欺活動或系統性違反用戶/合作夥伴協議的條款和條件，以彌補此類活動對公司和公司其他客戶造成的負面影響。",
  Incomes_9_17:
    "公司應從合作夥伴推薦的客戶進行的所有交易中向合作夥伴支付附屬佣金，無論客戶是否獲得任何利潤。",
  Incomes_9_18: "聯盟佣金金額由目前合作夥伴的收益率和 IB 狀態決定",
  Incomes_9_19:
    "只有當公司和合作夥伴在附加協議和促銷活動中同意這一點時，才可以進行任何其他付款",
  Final_10: "最後條款",
  Final_10_1: "本協議自最後一方正式簽署之日起生效。",
  Final_10_2: "本協議無限期有效，直至雙方聲明希望取消合作為止",
  Final_10_3: "本公司擁有絕對酌情權修改和補充本協議中規定的任何條款和條件。",
  Final_10_4: "任何一方均可透過至少提前 5 個日曆日通知另一方單方面終止本協議。",
  Final_10_5:
    "如果另一方重複違反義務以及其他現行法律規定的情況，任何一方均有權向法院申請終止本協議。",
} as PartnershipAgreementType;
