import { AboutUsLocaleType } from "./types";

export default {
  AboutZetradex: "ज़ेट्रेडेक्स के बारे में",
  ZetradexIsLeading:
    "ज़ेट्रेडेक्स एक अग्रणी फ़ॉरेक्स ब्रोकर है जो अपने ग्राहकों को अपने स्वयं के ट्रेडिंग प्लेटफ़ॉर्म के माध्यम से एक व्यापक ट्रेडिंग अनुभव प्रदान करता है।",
  ZetradexStands:
    "ज़ेट्रेडेक्स अपनी FDCTech तकनीक की बदौलत अन्य निवेश प्लेटफ़ॉर्म से अलग है, जो फ़ॉरेक्स ब्रोकर और ब्रांडेड उत्पादों के लिए सेवाओं का एक व्यापक सूट प्रदान करता है।",
  ThisTechnology:
    "यह तकनीक आर्टिफिशियल इंटेलिजेंस (AI) एल्गोरिदम और उन्नत मशीन लर्निंग तकनीकों द्वारा संचालित है, जो इसे उन निवेशकों के लिए एकदम सही उपकरण बनाती है जो जोखिम को कम करते हुए अपने लाभ को अधिकतम करना चाहते हैं।",
  WithAFocus:
    "डेस्कटॉप और मोबाइल डिवाइस दोनों पर ध्यान केंद्रित करने के साथ, ज़ेट्रेडेक्स व्यापारियों को स्वचालित ऑर्डर निष्पादन, प्रतिस्पर्धी स्प्रेड, वास्तविक समय बाजार डेटा विश्लेषण और सूचित ट्रेडिंग निर्णय लेने और आज के बाजारों में सफल होने के लिए आवश्यक सभी उपकरण सुनिश्चित करता है।",
} as AboutUsLocaleType;
