import { AboutUsLocaleType } from "./types";

export default {
  AboutZetradex: "zetradex کے بارے میں",
  ZetradexIsLeading:
    "Zetradex ایک معروف فاریکس بروکر ہے جو اپنے کلائنٹس کو اپنے تجارتی پلیٹ فارم کے ذریعے ایک جامع تجارتی تجربہ فراہم کرتا ہے۔",
  ZetradexStands:
    "Zetradex اپنی FDCTech ٹیکنالوجی کی بدولت دیگر سرمایہ کاری کے پلیٹ فارمز سے الگ ہے، جو فاریکس بروکرز اور برانڈڈ مصنوعات کے لیے خدمات کا ایک جامع مجموعہ پیش کرتا ہے۔",
  ThisTechnology:
    "یہ ٹیکنالوجی مصنوعی ذہانت (AI) الگورتھم اور جدید مشین لرننگ تکنیکوں سے تقویت یافتہ ہے، جو اسے ان سرمایہ کاروں کے لیے بہترین ٹول بناتی ہے جو خطرے کو کم کرتے ہوئے اپنے منافع کو زیادہ سے زیادہ کرنا چاہتے ہیں۔",
  WithAFocus:
    "ڈیسک ٹاپ اور موبائل آلات دونوں پر توجہ مرکوز کرتے ہوئے، Zetradex تاجروں کو خودکار آرڈر پر عمل درآمد، مسابقتی اسپریڈز، ریئل ٹائم مارکیٹ ڈیٹا تجزیہ، اور باخبر تجارتی فیصلے کرنے اور آج کی مارکیٹوں میں کامیاب ہونے کے لیے درکار تمام ٹولز کو یقینی بناتا ہے۔",
} as AboutUsLocaleType;
