import { AboutUsLocaleType } from "./types";

export default {
  AboutZetradex: "О zetradex",
  ZetradexIsLeading:
    "Zetradex — ведущий брокер Forex, который предлагает своим клиентам комплексный опыт торговли через собственную торговую платформу.",
  ZetradexStands:
    "Zetradex выделяется среди других инвестиционных платформ благодаря своей технологии FDCTech, которая предлагает комплексный набор услуг для брокеров Forex и фирменных продуктов.",
  ThisTechnology:
    "Эта технология основана на алгоритмах искусственного интеллекта (ИИ) и передовых методах машинного обучения, что делает ее идеальным инструментом для инвесторов, желающих максимизировать свою прибыль при минимизации риска.",
  WithAFocus:
    "Zetradex фокусируется как на настольных компьютерах, так и на мобильных устройствах и обеспечивает трейдерам автоматическое исполнение ордеров, конкурентоспособные спреды, анализ рыночных данных в реальном времени и все инструменты, необходимые для принятия обоснованных торговых решений и достижения успеха на современных рынках.",
} as AboutUsLocaleType;
