import { AboutUsLocaleType } from "./types";

export default {
  AboutZetradex: "เกี่ยวกับ zetradex",
  ZetradexIsLeading:
    "Zetradex คือโบรกเกอร์ Forex ชั้นนำที่มอบประสบการณ์การซื้อขายที่ครอบคลุมให้กับลูกค้าผ่านแพลตฟอร์มการซื้อขายของตนเอง",
  ZetradexStands:
    "Zetradex โดดเด่นกว่าแพลตฟอร์มการลงทุนอื่นๆ ด้วยเทคโนโลยี FDCTech ซึ่งเสนอชุดบริการที่ครอบคลุมสำหรับโบรกเกอร์ Forex และผลิตภัณฑ์ที่มีตราสินค้า",
  ThisTechnology:
    "เทคโนโลยีนี้ขับเคลื่อนด้วยอัลกอริทึมปัญญาประดิษฐ์ (AI) และเทคนิคการเรียนรู้ของเครื่องจักรขั้นสูง ทำให้เป็นเครื่องมือที่สมบูรณ์แบบสำหรับนักลงทุนที่ต้องการเพิ่มผลกำไรสูงสุดพร้อมลดความเสี่ยงให้เหลือน้อยที่สุด",
  WithAFocus:
    "ด้วยการเน้นที่ทั้งเดสก์ท็อปและอุปกรณ์พกพา Zetradex รับประกันว่าผู้ซื้อขายจะมีการดำเนินการคำสั่งอัตโนมัติ สเปรดที่แข่งขันได้ การวิเคราะห์ข้อมูลตลาดแบบเรียลไทม์ และเครื่องมือทั้งหมดที่จำเป็นในการตัดสินใจซื้อขายอย่างรอบรู้และประสบความสำเร็จในตลาดปัจจุบัน",
} as AboutUsLocaleType;
