import { OrderExecutionPolicyLocaleType } from "./types";

export default {
  OrderExecutionPolicy: "आदेश निष्पादन नीति",
  Introduction: "परिचय",
  ZetradexHoldingLtdOperating:
    "ज़ेट्राडेक्स होल्डिंग लिमिटेड, ट्रेडिंग नाम ज़ेट्राडेक्स के तहत काम कर रही है, जिसका पंजीकृत पता बोनोवो रोड, मोहेली के फोम्बोनी द्वीप, कोमोरोस यूनियन, पंजीकरण संख्या HY00523401 है, जिसे इसके बाद सामूहिक रूप से 'ज़ेट्रेडेक्स','हम', या 'हम' के रूप में जाना जाता है। मवाली अंतर्राष्ट्रीय सेवा प्राधिकरण द्वारा अधिकृत और विनियमित।",
  TheSiteShallRefer:
    "'साइट' सामूहिक रूप से zetradex.com वेबसाइट और इसके उपलब्ध भाषा संस्करणों और डोमेन नामों को संदर्भित करेगी।",
  ClientShallRefer:
    "'क्लाइंट' किसी भी व्यक्ति या संस्था को संदर्भित करेगा जिसने साइट पर खाता पंजीकृत किया है।",
  ZetradexHasEstablishedIts:
    "Zetradex ने अपने ग्राहकों के लिए सर्वोत्तम संभव परिणाम ('सर्वोत्तम निष्पादन') प्राप्त करने के लिए सभी उचित कदम उठाने के लिए अपनी ऑर्डर निष्पादन नीति (बाद में 'नीति' के रूप में संदर्भित) स्थापित की है, चाहे ग्राहक के आदेशों को निष्पादित करना हो या ऑर्डर प्राप्त करना और प्रसारित करना हो। वित्तीय साधनों के संबंध में निष्पादन.",
  ZetradexShallApplyThePolicy:
    "Zetradex किसी आदेश की स्वीकृति पर नीति लागू करेगा और तब भी जब कोई ग्राहक निष्पादन की विधि पर कोई विशिष्ट निर्देश नहीं देता है। फिर भी, जब ग्राहक किसी ऑर्डर पर एक विशिष्ट निर्देश देता है, तो Zetradex ऐसे निर्देश का पालन करते हुए ऑर्डर निष्पादित करेगा। यदि Zetradex को किसी ऑर्डर पर एक विशिष्ट निर्देश प्राप्त होता है, तो यह Zetradex को ऑर्डर के निष्पादन के लिए सर्वोत्तम संभव परिणाम प्राप्त करने के लिए नीति को लागू करने से रोक सकता है।",
  ScopeAndServices: "दायरा और सेवाएँ",
  ThePolicyShallApplyWhenever:
    "जब भी Zetradex अपने ग्राहकों की ओर से कोई ऑर्डर निष्पादित करेगा तो नीति लागू होगी। ग्राहकों द्वारा ऑर्डर निष्पादित करते समय Zetradex हमेशा प्रिंसिपल (प्रतिपक्ष) के रूप में कार्य करेगा। हालाँकि ज़ेट्राडेक्स अपने ग्राहकों के लिए सर्वोत्तम संभव परिणाम प्राप्त करने के लिए हर उचित कदम उठाता है, लेकिन हम इसकी गारंटी नहीं दे सकते कि लेनदेन निष्पादित करते समय ग्राहक की कीमत उस कीमत से अधिक अनुकूल होगी जो अन्यत्र उपलब्ध हो सकती है।",
  OrderExecutionFactors: "आदेश निष्पादन कारक",
  ZetradexShallTakeAllReasonable:
    "Zetradex अपने ग्राहकों के लिए सर्वोत्तम संभव परिणाम प्राप्त करने के लिए सभी उचित कदम उठाएगा, Zetradex द्वारा उद्धृत कीमतों के विरुद्ध ग्राहकों के आदेशों को निष्पादित करते समय निम्नलिखित कारकों को ध्यान में रखेगा:",
  Price: "कीमत",
  ZetradexProducesItsOwn:
    "ज़ेट्राडेक्स तीसरे पक्ष के बाहरी स्रोतों (जैसे बैंक, आदि) से प्राप्त जानकारी से अपनी स्वयं की व्यापार योग्य कीमतें तैयार करता है जो आम तौर पर वैश्विक बाजार को तरलता प्रदान करते हैं।",
  ForAnyGivenFinancial:
    "किसी भी वित्तीय साधन के लिए ज़ेट्राडेक्स दो कीमतें उद्धृत करेगा: उच्च कीमत (एएसके) जिस पर ग्राहक उस वित्तीय साधन को खरीद सकता है (लंबे समय तक), और कम कीमत (बीआईडी) जिस पर ग्राहक उस वित्तीय को बेच सकता है (कम कर सकता है)। यंत्र; किसी दिए गए वित्तीय साधन की कम और अधिक कीमत के बीच का अंतर स्प्रेड है।",
  ZetradexWillEnsureThat:
    "Zetradex यह सुनिश्चित करेगा कि बोली/आस्क स्प्रेड की गणना अंतर्निहित मूल्य प्रदाताओं और डेटा स्रोतों के चयन के संदर्भ में की गई है, जिससे ग्राहक को सर्वोत्तम निष्पादन दिया जा सके।",
  ZetradexUpdatesItsPrices:
    "Zetradex अपनी कीमतों को प्रौद्योगिकी और संचार लिंक की सीमाओं के अनुसार बार-बार अपडेट करता है। Zetradex स्वतंत्र तृतीय पक्ष बाहरी Zetradex ऑर्डर निष्पादन नीति संदर्भ स्रोतों की समीक्षा करता है, जिसका उपयोग वह वर्ष में कम से कम एक बार करता है, ताकि यह सुनिश्चित किया जा सके कि उसके द्वारा प्रदान की जाने वाली कीमत सही और प्रतिस्पर्धी बनी रहे।",
  ZetradexWillNotQuote:
    "Zetradex अपने परिचालन समय के बाहर कोई भी कीमत उद्धृत नहीं करेगा (नीचे निष्पादन स्थल देखें)",
  Costs: "इसलिए उस दौरान ग्राहक द्वारा कोई ऑर्डर नहीं दिया जा सकता है।",
  ForOpeningAPositionIn: "लागत",
  WeMakeEveryEffortTo:
    "कुछ प्रकार के वित्तीय साधनों में पोजीशन खोलने के लिए ग्राहकों को वित्तपोषण शुल्क या कमीशन का भुगतान करना पड़ सकता है जिसे व्यापार के कुल मूल्य के प्रतिशत के रूप में या एक निश्चित राशि के रूप में लिया जा सकता है।",
  ForAllTypesOfFinancial:
    "हम यह सुनिश्चित करने के लिए हर संभव प्रयास करते हैं कि ग्राहकों को व्यापार करने से पहले ऐसी लागतों के बारे में सूचित किया जाए। हम यह भी सुनिश्चित करते हैं कि क्लाइंट के लिए कोई भी अज्ञात वेरिएबल मौजूद न हो।",
  SpeedOfExecution:
    "हमारे द्वारा प्रदान किए जाने वाले सभी प्रकार के वित्तीय साधनों के लिए, कमीशन और वित्तपोषण शुल्क को ज़ेट्रेडेक्स के उद्धृत मूल्य में शामिल नहीं किया जाता है और ग्राहक खाते से स्पष्ट रूप से शुल्क लिया जाता है।",
  PricesChangeInTheCourseOfTime: "निष्पादन की गति",
  ZetradexIsCommittedToProviding:
    "समय के साथ कीमतें बदलती रहती हैं और परिवर्तन की आवृत्ति विभिन्न वित्तीय साधनों और बाजार स्थितियों पर निर्भर करती है।",

  ZetradexActsAsPrincipal:
    "Zetradex ग्राहक की ओर से एजेंट के रूप में नहीं बल्कि प्रिंसिपल के रूप में कार्य करता है। इसलिए, Zetradex द्वारा प्रदान किए गए वित्तीय उपकरणों के लिए ग्राहकों के आदेशों के निष्पादन के लिए Zetradex एकमात्र निष्पादन स्थल है।",
  InCaseClientsUndertake:
    "यदि ग्राहक इलेक्ट्रॉनिक सिस्टम पर लेनदेन करते हैं, तो उन्हें सिस्टम के संबंध में जोखिम का सामना करना पड़ सकता है, जिसमें हार्डवेयर और सॉफ्टवेयर (सर्वर/इंटरनेट) की विफलता भी शामिल है, लेकिन इन्हीं तक सीमित नहीं है। किसी भी सिस्टम विफलता का परिणाम यह हो सकता है कि ग्राहकों के ऑर्डर या तो निष्पादित नहीं होते हैं या उनके निर्देशों के अनुसार निष्पादित नहीं होते हैं।",
  ZetradexDoesNotAcceptAny:
    "ऐसी विफलता के मामले में Zetradex कोई दायित्व स्वीकार नहीं करता है। वायरलेस या डायल-अप कनेक्शन या क्लाइंट की ओर से किसी अन्य प्रकार के अस्थिर कनेक्शन के उपयोग के परिणामस्वरूप खराब या बाधित कनेक्टिविटी या सिग्नल शक्ति की कमी हो सकती है, जिससे Zetradex इलेक्ट्रॉनिक का उपयोग करते समय हमारे और क्लाइंट के बीच डेटा ट्रांसमिशन में देरी हो सकती है। व्यापार मंच। देरी के कारण Zetradex पर पुराने ऑर्डर (पुरानी कीमतों पर) भेजे जा सकते हैं। इस मामले में Zetradex कीमत को अपडेट करेगा और उपलब्ध बाजार मूल्य पर ऑर्डर निष्पादित करेगा।",
  NatureOfTheOrder: "आदेश की प्रकृति",
  TheTypeOfTheOrder:
    "ऑर्डर का प्रकार उसके निष्पादन को प्रभावित कर सकता है. नीचे विभिन्न प्रकार के ऑर्डर दिए गए हैं जिन्हें ग्राहक हमारे पास रख सकते हैं:",
  MarketOrderAlsoInstantOrder:
    "मार्केट ऑर्डर ('तत्काल ऑर्डर' भी) - किसी निश्चित समय पर उपलब्ध कीमत पर खरीदने या बेचने का ऑर्डर। ऑर्डर आम तौर पर उस कीमत पर भरा जाएगा जो ग्राहक ज़ेट्रेडेक्स के ट्रेडिंग प्लेटफॉर्म स्क्रीन पर देखता है। ऐसे मामले हो सकते हैं कि कीमत अलग-अलग होगी: यदि ग्राहक द्वारा अपना ऑर्डर देने के दौरान बाजार में बदलाव हुआ है, तो कीमत अलग-अलग होगी। ग्राहक अपने नुकसान को सीमित करने के लिए स्टॉप लॉस लगा सकता है या अपने लाभ को सीमित करने के लिए टेक प्रॉफिट लगा सकता है।",
  PendingOrderClientsAre:
    "लंबित ऑर्डर - ग्राहकों को भविष्य में एक पूर्वनिर्धारित मूल्य पर एक वित्तीय साधन खरीदने और बेचने की अनुमति है, यानी किसी दिए गए मूल्य पर पहुंचने के बाद सर्वोत्तम उपलब्ध मूल्य पर ऑर्डर दें। हम Zetradex के ट्रेडिंग प्लेटफॉर्म पर चार प्रकार के लंबित ऑर्डर उपलब्ध कराते हैं: Zetradex ऑर्डर निष्पादन नीति",
  BuyLimit: "सीमा खरीदें",
  BuyStop: "स्टॉप खरीदें",
  SellLimit: "बेचने की सीमा",
  SellStop: "बेचना बंद करो",
  ClientsMayAlsoAttach:
    "ग्राहक लंबित ऑर्डरों पर स्टॉप लॉस और/या टेक प्रॉफिट भी संलग्न कर सकते हैं।",
  TrailingOrderToCloseA:
    "ट्रेलिंग ऑर्डर - किसी पोजीशन को बंद करने के लिए, ग्राहक निम्नलिखित ऑर्डर का उपयोग कर सकते हैं:",
  StopLossTheOrder:
    "स्टॉप लॉस - ऑर्डर करते समय मौजूदा कीमत की तुलना में ग्राहक के लिए कम लाभदायक कीमत पर ऑर्डर बंद हो जाता है",
  TakeProfitTheOrder:
    "लाभ लें - ऑर्डर करते समय कीमत की तुलना में ऑर्डर ग्राहक के लिए अधिक लाभदायक कीमत पर स्थिति को बंद कर देता है।",
  SizeOfTheOrder: "ऑर्डर का आकार",
  AllOrdersArePlacedIn:
    "सभी ऑर्डर लॉट साइज में दिए गए हैं। लॉट लेनदेन राशि को मापने वाली एक इकाई है और यह प्रत्येक वित्तीय साधन के लिए अलग है। लॉट साइज़ का विवरण साइट पर उपलब्ध है।",
  IfTheClientWishesToExecute:
    "यदि ग्राहक बड़े आकार के ऑर्डर को निष्पादित करना चाहता है, तो कुछ मामलों में बाजार में तरलता को देखते हुए कीमत कम अनुकूल हो सकती है। यदि ऑर्डर का आकार बड़ा है और Zetradex द्वारा नहीं भरा जा सकता है, तो Zetradex ग्राहक के ऑर्डर को स्वीकार न करने का अधिकार सुरक्षित रखता है।",
  LikelihoodOfExecution: "निष्पादन की संभावना",
  ZetradexStrivesToProvideIts:
    "Zetradex अपने ग्राहकों को संभवतः सबसे तेज़ निष्पादन प्रदान करने का प्रयास करता है। हम अनुरोधित मूल्य पर ग्राहकों के ऑर्डर निष्पादित करते हैं। हालाँकि, ऐसी व्यापारिक स्थितियाँ हो सकती हैं जिनके कारण ऑर्डर अनुरोधित मूल्य पर नहीं बल्कि सर्वोत्तम उपलब्ध मूल्य पर भरे जा सकते हैं। ऐसा हो सकता है, उदाहरण के लिए, अस्थिर बाज़ार स्थितियों के दौरान; जब ट्रेडिंग सत्र शुरू होता है या संभावित अंतराल पर जहां अंतर्निहित वित्तीय उपकरण किसी विशेष बाजार पर प्रतिबंधित या निलंबित कर दिए गए हैं।",
  AlthoughZetradexExecutes:
    "हालाँकि Zetradex ग्राहक द्वारा दिए गए सभी ऑर्डर निष्पादित करता है, लेकिन यह किसी भी प्रकार के ऑर्डर को अस्वीकार करने या पहले उपलब्ध बाजार मूल्य पर ऑर्डर निष्पादित करने का अधिकार सुरक्षित रखता है।",
  ZetradexReservesTheRight:
    "Zetradex अपने प्रसार को संशोधित करने का अधिकार सुरक्षित रखता है। ग्राहक मौजूदा बाजार स्थितियों को देखते हुए सर्वोत्तम उपलब्ध मूल्य पर व्यापक प्रसार और निष्पादन का अनुभव कर सकता है।",
  InTheCaseOfAnyTechnical:
    "किसी भी तकनीकी संचार विफलता के मामले में, साथ ही उद्धरण फ़ीड पर किसी भी गलत प्रतिबिंब के मामले में, Zetradex अपने विवेकाधिकार पर एक निश्चित आदेश निष्पादित नहीं कर सकता है या ऑर्डर के उद्घाटन और/या समापन मूल्य को नहीं बदल सकता है।",
  MarketImpact: "बाज़ार प्रभाव",

  SomeFactorsMayAffect:
    "कुछ कारक अंतर्निहित वित्तीय साधनों की कीमत को प्रभावित कर सकते हैं जिनसे ज़ेट्रेडेक्स द्वारा उद्धृत कीमत प्राप्त होती है। ये कारक उन मानदंडों को प्रभावित कर सकते हैं जिन्हें Zetradex अपने ग्राहकों के लिए सर्वोत्तम संभव परिणाम सुनिश्चित करने के लिए ध्यान में रखता है। ग्राहक इसके द्वारा Zetradex की कीमत के गठन से संबंधित सभी जोखिमों को पूरी तरह से और अपरिवर्तनीय रूप से स्वीकार करते हैं, जिसमें बाजार की स्थितियों में बिना किसी सीमा के प्रतिकूल बदलाव भी शामिल हैं, और स्वीकार करते हैं कि Zetradex ने मौजूदा परिस्थितियों में अपने ग्राहकों के लिए सर्वोत्तम संभव परिणाम सुनिश्चित करने के लिए सभी उचित कदम उठाए हैं। .",
  BestExecutionCriteria: "सर्वोत्तम निष्पादन मानदंड",
  ZetradexWillGenerallyConsider:
    "ज़ेट्रेडेक्स आम तौर पर निष्पादन कारकों के सापेक्ष महत्व को निर्धारित करने के लिए निम्नलिखित सर्वोत्तम निष्पादन मानदंडों पर विचार करेगा:",
  TheKindOfTheOrder: "आदेश का प्रकार",
  TheRecordOfTheClientWithZetradex: "Zetradex के साथ ग्राहक का रिकॉर्ड",
  TheSpecificsOfTheExecutionVenue: "निष्पादन स्थल की विशिष्टताएँ",
  TheSpecificsOfTheFinancial:
    "वित्तीय लिखतों की विशिष्टताएँ जो आदेश का विषय हैं",
  TheBestPossibleResult:
    "सर्वोत्तम संभव परिणाम कुल विचार के संदर्भ में निर्धारित किया जाएगा (जब तक कि ऑर्डर निष्पादन का उद्देश्य अन्यथा निर्धारित न हो), वित्तीय साधन की कीमत और निष्पादन स्थल शुल्क सहित ऑर्डर के निष्पादन से प्रत्यक्ष या अप्रत्यक्ष रूप से संबंधित लागत का प्रतिनिधित्व करना। , समाशोधन और निपटान शुल्क और आदेश के निष्पादन में शामिल तीसरे पक्ष को भुगतान किया गया कोई अन्य शुल्क (यदि लागू हो)।",
  OtherFactorsThat:
    "अन्य कारक जो किसी ऑर्डर के निष्पादन को प्रभावित कर सकते हैं उनमें बिना किसी सीमा के गति, निष्पादन की संभावना, ऑर्डर का आकार, ऑर्डर की प्रकृति शामिल है।",
  SpecificInstructions: "विशिष्ट अनुदेश",
  IfTheClientGivesASpecific:
    "यदि ग्राहक Zetradex को एक विशिष्ट निर्देश देता है कि किसी ऑर्डर को कैसे पूरा करना है और Zetradex ने इस निर्देश को स्वीकार कर लिया है, तो Zetradex दिए गए निर्देश के अनुसार सख्ती से ग्राहक के ऑर्डर के निष्पादन के लिए - जहां तक संभव हो - व्यवस्था करेगा।",
  HoweverTheSpecificInstruction:
    "हालाँकि, विशिष्ट निर्देश Zetradex को ग्राहक के लिए सर्वोत्तम संभव परिणाम प्राप्त करने के लिए इस नीति में कदम उठाने से रोक सकता है",
  CertainTradingConditions:
    "कुछ व्यापारिक स्थितियाँ Zetradex को ग्राहक के निर्देशों का सख्ती से पालन करने से रोक सकती हैं। इसके परिणामस्वरूप इस नीति को लागू करने में असमर्थता हो सकती है।",
  ExecutionVenues: "निष्पादन स्थल",
  ExecutionVenuesAreThe:
    "निष्पादन स्थल वे संस्थाएँ हैं जिनके साथ आदेश दिए जाते हैं या जिनके लिए Zetradex निष्पादन के लिए आदेश प्रसारित करता है। Zetradex ग्राहक के साथ प्रिंसिपल (प्रतिपक्ष) के रूप में सभी लेनदेन में प्रवेश करेगा और सभी ग्राहक आदेशों के लिए एकमात्र निष्पादन स्थल के रूप में कार्य करेगा। ग्राहक अपने ट्रेडिंग प्लेटफॉर्म के माध्यम से Zetradex के साथ किसी विशेष वित्तीय साधन की स्थिति को खोलेगा और बंद करेगा।",
  ProvidedThatThere:
    "बशर्ते कि केवल एक ही संभावित स्थान हो, उस स्थान पर निष्पादन द्वारा सर्वोत्तम निष्पादन प्राप्त किया जाता है। ग्राहक ध्यान दें कि सर्वोत्तम निष्पादन एक प्रक्रिया है, जो विभिन्न कारकों पर विचार करती है, परिणाम पर नहीं। जब Zetradex किसी ग्राहक के ऑर्डर को पूरा कर रहा है, तो Zetradex अपनी निष्पादन नीति का पालन करते हुए ऑर्डर को निष्पादित करेगा, हालांकि Zetradex यह गारंटी नहीं देता है कि हर समय सटीक अनुरोधित मूल्य प्राप्त किया जाएगा और, किसी भी घटना में, कारकों के कारण अलग-अलग परिणाम हो सकते हैं। एक विशेष लेन-देन.",
  TheClientHerebyFully:
    "ग्राहक इसके द्वारा पूरी तरह से और अपरिवर्तनीय रूप से स्वीकार करता है कि Zetradex के साथ किसी विशेष वित्तीय साधन में दर्ज किए गए सभी लेनदेन एक विनियमित बाजार या बहु-पार्श्व व्यापार सुविधा (MTF) के बाहर निष्पादित किए जाते हैं और ग्राहक को प्रतिपक्ष के संभावित डिफ़ॉल्ट के अधिक जोखिम का सामना करना पड़ता है। (यानी ज़ेट्रेडेक्स)।",
  MonitoringAndReview: "निगरानी एवं समीक्षा",
  ZetradexShallMonitor:
    "Zetradex अपने ग्राहकों को सबसे अनुकूल परिणाम देने और होने वाली किसी भी त्रुटि या समस्या की पहचान करने और उसे ठीक करने के लिए अपने ऑर्डर निष्पादन व्यवस्था और निष्पादन नीति की प्रभावशीलता की नियमित आधार पर निगरानी करेगा। Zetradex इस नीति में किसी भी कमी को ठीक करने और Zetradex द्वारा आवश्यक समझे जाने पर इसकी प्रासंगिक निष्पादन व्यवस्था में सुधार करने का अधिकार सुरक्षित रखता है।",
  ItShouldBeNotedThat:
    "यह ध्यान दिया जाना चाहिए कि Zetradex नीति में महत्वपूर्ण भौतिक परिवर्तनों (एक महत्वपूर्ण भौतिक परिवर्तन में निष्पादन स्थानों में परिवर्तन, आदेशों को पूरा करने में काफी देरी आदि शामिल हो सकता है) के अलावा, परिवर्तनों के बारे में ग्राहकों को अलग से सूचित नहीं करेगा और ग्राहकों को इसका उल्लेख करना चाहिए नीति के सबसे अद्यतित संस्करण के लिए साइट।",
  ClientConsent: "ग्राहक की सहमति",

  ThePolicyIsMadeAvailable:
    "पॉलिसी Zetradex के प्रत्येक मौजूदा या संभावित ग्राहक को उपलब्ध कराई जाती है। ग्राहक के साथ व्यावसायिक संबंध स्थापित करते समय, Zetradex को इस नीति के लिए ग्राहक की पूर्व सहमति प्राप्त करना आवश्यक है। इसके अतिरिक्त, Zetradex को ग्राहक के ऑर्डर निष्पादित करने या विनियमित बाजार या बहु-पार्श्व व्यापार सुविधा (MTF) के बाहर ऑर्डर प्राप्त करने और प्रसारित करने से पहले ग्राहक की पूर्व सहमति प्राप्त करना आवश्यक है। ग्राहक को सूचित किया जाता है और स्वीकार किया जाता है कि ज़ेट्रेडेक्स हमेशा प्रिंसिपल (प्रतिपक्ष) के रूप में कार्य करता है और एकमात्र निष्पादन स्थल है, जो एक विनियमित बाजार या बहु-पार्श्व व्यापार सुविधा (एमटीएफ) नहीं है।",
  ByEnteringIntoThePublicOffer:
    "अंतर्राष्ट्रीय मुद्रा बाजार और डेरिवेटिव बाजारों में रूपांतरण मध्यस्थता संचालन की सेवाएं प्रदान करने के लिए ज़ेट्रेडेक्स के साथ सार्वजनिक प्रस्ताव समझौते में प्रवेश करके, ग्राहक उस पर इस नीति के आवेदन के लिए सहमति दे रहा है।",
  TermsAndInterpretations: "शर्तें और व्याख्याएँ",
  InThisPolicyOrAnyRegulations: "इस नीति या किसी विनियम में:",
  ExecutionVenueShallMean:
    "निष्पादन स्थल - इसका मतलब एक विनियमित बाजार, एक एमटीएफ, एक व्यवस्थित आंतरिककर्ता, या एक बाजार निर्माता या अन्य तरलता प्रदाता या एक इकाई है जो किसी तीसरे देश में उपरोक्त किसी भी कार्य के समान कार्य करता है।",
  MultilateralTradingFacilityMTF:
    "बहुपक्षीय व्यापार सुविधा (एमटीएफ) - इसका मतलब एक निवेश फर्म या बाजार ऑपरेटर द्वारा संचालित एक बहुपक्षीय प्रणाली होगी, जो एक तरह से गैर-विवेकाधीन नियमों के अनुसार, सिस्टम में वित्तीय उपकरणों में कई तृतीय-पक्ष खरीद और बिक्री हितों को एक साथ लाती है। जिसके परिणामस्वरूप मार्केट्स इन फाइनेंशियल इंस्ट्रूमेंट्स डायरेक्टिव (MiFID) के शीर्षक II के प्रावधानों के अनुसार एक अनुबंध होता है।",
  RegulatedMarketShallMean:
    "विनियमित बाज़ार - का अर्थ एक बाज़ार संचालक द्वारा संचालित और/या प्रबंधित एक बहुपक्षीय प्रणाली होगी, जो वित्तीय साधनों में कई तृतीय-पक्ष खरीद और बिक्री हितों को एक साथ लाने या लाने की सुविधा प्रदान करती है - सिस्टम में और इसके गैर-विवेकाधीन नियमों के अनुसार - एक तरह से जो इसके नियमों और/या प्रणालियों के तहत व्यापार के लिए स्वीकृत वित्तीय साधनों के संबंध में एक अनुबंध में परिणत होता है, और जो अधिकृत है और नियमित रूप से और MiFID के शीर्षक III के प्रावधानों के अनुसार कार्य करता है।",
  SystematicInternaliserShallMean:
    "व्यवस्थित आंतरिककर्ता - का अर्थ एक निवेश फर्म होगा, जो एक संगठित, लगातार और व्यवस्थित आधार पर, एक विनियमित बाजार या एमटीएफ के बाहर ग्राहक के आदेशों को निष्पादित करके अपने खाते पर लेनदेन करता है।",
  ShouldYouRequireAnyAdditional:
    "यदि आपको Zetradex की ऑर्डर निष्पादन नीति के बारे में कोई अतिरिक्त जानकारी चाहिए, तो कृपया हमसे यहां संपर्क करें",
} as OrderExecutionPolicyLocaleType;
