import { OrderExecutionPolicyLocaleType } from "./types";

export default {
  OrderExecutionPolicy: "注文執行ポリシー",
  Introduction: "導入",
  ZetradexHoldingLtdOperating:
    "Zetradex という商号で営業し、登録住所はコモロ連合モヘリ島フォンボニ島 Bonovo Road、登録番号 HY00523401 である Zetradex Holding Ltd. は、以下総称して「Zetradex」、または「当社」といいます。 ムワリ国際サービス局によって認可および規制されています。",
  TheSiteShallRefer:
    "「サイト」とは、zetradex.com Web サイトとその利用可能な言語バージョンおよびドメイン名を総称して指します。",
  ClientShallRefer:
    "「クライアント」とは、サイトにアカウントを登録した個人または団体を指します。",
  ZetradexHasEstablishedIts:
    "Zetradex は、クライアントの注文を実行するとき、または注文を受信および送信するときに、クライアントにとって可能な限り最良の結果 (「最良の実行」) を達成するためにあらゆる合理的な措置を講じるために、注文実行ポリシー (以下「ポリシー」といいます) を確立しました。 金融商品に関連した執行。",
  ZetradexShallApplyThePolicy:
    "Zetradex は、注文の受諾時、およびクライアントが実行方法について具体的な指示を与えなかった場合にも、ポリシーを適用します。 それにもかかわらず、クライアントが注文に関して特定の指示を与えると、Zetradex はその指示に従って注文を実行します。 Zetradex が注文に関する特定の指示を受け取った場合、Zetradex が注文の実行に関して可能な限り最良の結果を達成するためにポリシーを実装することができなくなる可能性があります。",
  ScopeAndServices: "範囲とサービス",
  ThePolicyShallApplyWhenever:
    "このポリシーは、Zetradex がクライアントに代わって注文を実行するたびに適用されます。 Zetradex は、クライアントの注文を実行する際に常にプリンシパル (カウンターパーティ) として機能します。 Zetradex は、顧客にとって可能な限り最良の結果を達成するためにあらゆる合理的な措置を講じますが、取引を実行する際に、顧客の価格が他の場所で入手可能な価格よりも有利であることを保証することはできません。",
  OrderExecutionFactors: "注文執行要因",
  ZetradexShallTakeAllReasonable:
    "Zetradex は、Zetradex の見積価格に対して顧客の注文を実行する際に、以下の要素を考慮して、顧客にとって可能な限り最良の結果を達成するためにあらゆる合理的な措置を講じるものとします。",
  Price: "価格",
  ZetradexProducesItsOwn:
    "Zetradex は、一般に世界市場に流動性を提供する第三者の外部ソース (銀行など) から取得した情報に基づいて、独自の取引可能な価格を生成します。",
  ForAnyGivenFinancial:
    "特定の金融商品について、Zetradex は 2 つの価格を提示します。クライアントがその金融商品を買う (ロングする) ことができる高い価格 (ASK) と、クライアントがその金融商品を売る (ショートする) ことができる低い価格 (BID) です。 楽器; 特定の金融商品の安値と高値の差がスプレッドです。",
  ZetradexWillEnsureThat:
    "Zetradex は、基礎となる価格プロバイダーとデータ ソースの選択を参照して買値/売値スプレッドの計算が確実に行われるようにすることで、クライアントに最適な執行が提供されることを保証します。",
  ZetradexUpdatesItsPrices:
    "Zetradex は、テクノロジーと通信リンクの制限が許す限り頻繁に価格を更新します。 Zetradex は、提供する価格設定が引き続き正確で競争力のあるものであることを確認するために、使用する独立した第三者の外部 Zetradex 注文執行ポリシー参照ソースを少なくとも年に 1 回見直します。",
  ZetradexWillNotQuote:
    "Zetradex は、営業時間外に価格を提示することはありません (下記の執行会場を参照)。",
  Costs: "したがって、その間はクライアントは注文を行うことができません。",
  ForOpeningAPositionIn: "コスト",
  WeMakeEveryEffortTo:
    "一部の種類の金融商品でポジションをオープンする場合、顧客は融資手数料や手数料を支払う必要がある場合があり、取引総額のパーセンテージまたは固定金額の形で請求される場合があります。",
  ForAllTypesOfFinancial:
    "当社は、顧客が取引を選択する前にそのようなコストについて確実に通知されるようあらゆる努力を払っています。 さらに、クライアントにとって未知の変数が存在しないことを確認します。",
  SpeedOfExecution:
    "当社が提供するあらゆる種類の金融商品について、手数料と融資手数料は Zetradex の見積価格に組み込まれておらず、クライアントの口座に明示的に請求されます。",
  PricesChangeInTheCourseOfTime: "実行速度",
  ZetradexIsCommittedToProviding:
    "価格は時間の経過とともに変化し、変化の頻度はさまざまな金融商品や市場状況によって異なります。",
  ZetradexActsAsPrincipal:
    "Zetradex は、テクノロジーと通信リンクの制限内で可能な限り最高の実行速度を提供することに尽力しています。",
  InCaseClientsUndertake:
    "Zetradex は、クライアントに代わって代理人としてではなく、プリンシパルとして機能します。 したがって、Zetradex は、Zetradex が提供する金融商品に対する顧客の注文を執行する唯一の執行会場となります。",

  ZetradexDoesNotAcceptAny:
    "Zetradex は、そのような障害が発生した場合には一切の責任を負いません。 クライアント側でワイヤレス接続やダイヤルアップ接続、またはその他の不安定な接続を使用すると、Zetradex の電子サービスを使用する際に、接続性が低下したり中断されたり、信号強度が不足したりして、当社とクライアントの間のデータ送信に遅延が生じる可能性があります。 取引プラットフォーム。 遅延により、期限切れの (古い価格で) 注文が Zetradex に送信される可能性があります。 この場合、Zetradex は価格を更新し、利用可能な市場価格で注文を実行します。",
  NatureOfTheOrder: "注文の性質",
  TheTypeOfTheOrder:
    "注文の種類は注文の執行に影響を与える可能性があります。 以下に、クライアントが当社に発注できるさまざまな種類の注文を示します。",
  MarketOrderAlsoInstantOrder:
    "成行注文 (「インスタント注文」とも) - 特定の時点で利用可能な価格で売買する注文。 注文は通常、クライアントが Zetradex の取引プラットフォーム画面に表示した価格で約定されます。 価格が異なる場合があります。クライアントが注文をしている間に市場が動いた場合、価格は異なります。 クライアントは、損失を制限するためにストップロスを設定することも、利益を制限するためにテイクプロフィットを設定することもできます。",
  PendingOrderClientsAre:
    "未決注文 - クライアントは将来、事前定義された価格で金融商品を売買することができます。つまり、指定された価格に達したら、利用可能な最良の価格で注文を出します。 Zetradex の取引プラットフォームでは、次の 4 種類の未決注文を提供しています。 Zetradex 注文執行ポリシー",
  BuyLimit: "買い指値",
  BuyStop: "買いストップ",
  SellLimit: "売り指値",
  SellStop: "売りストップ",
  ClientsMayAlsoAttach:
    "クライアントは未決注文にストップロスやテイクプロフィットを付加することもできます。",
  TrailingOrderToCloseA:
    "トレーリング注文 – ポジションを決済するために、クライアントは次の注文を使用できます。",
  StopLossTheOrder:
    "ストップロス – 注文は、注文時の現在の価格と比較して、クライアントにとって利益が少ない価格でポジションをクローズします。",
  TakeProfitTheOrder:
    "テイクプロフィット – 注文は、注文時の価格と比較して、クライアントにとってより有利な価格でポジションをクローズします。",
  SizeOfTheOrder: "注文のサイズ",
  AllOrdersArePlacedIn:
    "すべての注文はロットサイズで行われます。 ロットとは取引金額を計測する単位であり、金融商品ごとに異なります。 ロットサイズの詳細はサイトでご覧いただけます。",
  IfTheClientWishesToExecute:
    "お客様が大口の注文を執行したい場合、市場の流動性を考慮すると価格が不利になる場合があります。 注文のサイズが大きく、Zetradex が対応できない場合、Zetradex はクライアントの注文を受け付けない権利を留保します。",
  LikelihoodOfExecution: "実行の可能性",
  ZetradexStrivesToProvideIts:
    "Zetradex は、合理的に可能な限り最速の執行をクライアントに提供するよう努めています。 私たちはクライアントの注文を要求された価格で実行します。 ただし、取引条件によっては、要求された価格ではなく利用可能な最良の価格で注文が約定される場合があります。 これは、たとえば市況が不安定な時期に発生する可能性があります。 取引セッションの開始時、または基礎となる金融商品が特定の市場で制限または停止されている可能性のあるギャップ時。",
  AlthoughZetradexExecutes:
    "Zetradex はクライアントが出したすべての注文を執行しますが、いかなる種類の注文も拒否する権利、または最初に利用可能な市場価格で注文を執行する権利を留保します。",
  ZetradexReservesTheRight:
    "Zetradex はスプレッドを変更する権利を留保します。 お客様は、現在の市場状況を考慮して、スプレッドの拡大と利用可能な最良の価格での執行を経験する可能性があります。",
  InTheCaseOfAnyTechnical:
    "技術的なコミュニケーションの失敗や相場フィードへの誤った反映の場合、Zetradex は独自の裁量により、特定の注文を実行しない、または注文の始値および/または終値を変更しないことがあります。",
  MarketImpact: "市場への影響",
  SomeFactorsMayAffect:
    "いくつかの要因は、Zetradex が提示する価格の基となる基礎となる金融商品の価格に影響を与える可能性があります。 これらの要因は、顧客にとって可能な限り最良の結果を保証するために Zetradex が考慮する基準に影響を与える可能性があります。 顧客はここに、市況の不利な変化を含むがこれに限定されない、Zetradex の価格形成に関連するすべてのリスクを完全かつ取り消し不能で受け入れ、Zetradex が現在の状況下で顧客にとって最良の結果を確実にするためにあらゆる合理的な措置を講じたことを承認します。 。",
  BestExecutionCriteria: "最良の執行基準",
  ZetradexWillGenerallyConsider:
    "Zetradex は通常、実行要素の相対的な重要性を決定するために次の最良の実行基準を考慮します。",
  TheKindOfTheOrder: "注文の種類",
  TheRecordOfTheClientWithZetradex: "Zetradex を使用したクライアントの記録",
  TheSpecificsOfTheExecutionVenue: "処刑場の詳細",
  TheSpecificsOfTheFinancial: "注文の対象となる金融商品の内容",
  TheBestPossibleResult:
    "可能な限り最善の結果は、金融商品の価格と、執行会場手数料を含む注文の執行に直接的または間接的に関連するコストを表す対価総額の観点から決定されるものとします（注文執行の目的が別段の定めをしない限り）。 、決済手数料、および注文の実行に関与する第三者に支払われるその他の手数料（該当する場合）。",
  OtherFactorsThat:
    "注文の執行に影響を与える可能性のあるその他の要因には、速度、執行の可能性、注文のサイズ、注文の性質が含まれますが、これらに限定されません。",

  SpecificInstructions: "具体的な指示",
  IfTheClientGivesASpecific:
    "顧客が注文の実行方法について Zetradex に特定の指示を出し、Zetradex がこの指示を受け入れた場合、Zetradex は可能な限り、与えられた指示に厳密に従って顧客の注文を実行するよう手配します。",
  HoweverTheSpecificInstruction:
    "ただし、特定の指示により、Zetradex がクライアントにとって最良の結果を達成するためにこのポリシーの手順を実行することが妨げられる場合があります。",
  CertainTradingConditions:
    "特定の取引条件により、Zetradex が顧客の指示に厳密に従うことができない場合があります。 その結果、本ポリシーを適用できなくなる可能性があります。",
  ExecutionVenues: "処刑会場",
  ExecutionVenuesAreThe:
    "執行会場は、注文が行われるエンティティ、または Zetradex が執行命令を送信するエンティティです。 Zetradex は、顧客とのすべての取引を本人 (取引相手) として行い、すべての顧客の注文の唯一の執行場所として機能します。 顧客は、Zetradex の取引プラットフォームを通じて特定の金融商品のポジションをオープンおよびクローズするものとします。",
  ProvidedThatThere:
    "可能な会場が 1 つだけの場合、その会場での実行によって最良の執行が達成されます。 クライアントは、ベストエグゼキューションとは結果ではなく、さまざまな要素を考慮したプロセスであることに注目しています。 Zetradex が顧客の注文を実行する場合、Zetradex はその実行ポリシーに従って注文を実行するものとしますが、Zetradex は常に正確な要求価格が取得されることを保証するものではなく、いずれにせよ、要因により異なる結果が生じる可能性があります。 特定のトランザクション。",
  TheClientHerebyFully:
    "顧客は、Zetradex を使用して特定の金融商品で入力されたすべての取引が規制市場または多角的取引施設 (MTF) の外で実行され、顧客が取引相手の債務不履行の可能性により大きなリスクにさらされることを完全かつ取り消し不能で受け入れることになります。 （つまり、ゼトラデックス）。",
  MonitoringAndReview: "モニタリングとレビュー",
  ZetradexShallMonitor:
    "Zetradex は、顧客に最も有利な結果を提供し、発生する可能性のあるエラーや問題を特定して修正するために、注文執行の取り決めと執行ポリシーの有効性を定期的に監視するものとします。 Zetradex は、Zetradex が必要と判断した場合には、本ポリシーの不備を修正し、関連する執行取り決めを改善する権利を留保します。",
  ItShouldBeNotedThat:
    "Zetradex は、本ポリシーの重大な変更 (重大な変更には、執行場所の変更、注文の実行の大幅な遅延などが含まれる場合があります) 以外の変更について個別にクライアントに通知することはなく、クライアントは以下を参照する必要があることに注意してください。 ポリシーの最新バージョンのサイト。",
  ClientConsent: "クライアントの同意",
  ThePolicyIsMadeAvailable:
    "このポリシーは、Zetradex の既存または潜在的なすべての顧客が利用できるようになります。 Zetradex は、クライアントとビジネス関係を確立する際、本ポリシーに対するクライアントの事前の同意を得る必要があります。 さらに、Zetradex は、顧客の注文を実行する前、または規制市場または多角的取引施設 (MTF) の外で実行する注文の送受信を行う前に、顧客の事前の同意を得る必要があります。 クライアントは、Zetradex が常にプリンシパル (取引相手) として機能し、規制市場や多角的取引施設 (MTF) ではない唯一の執行会場であることを知らされ、これを認識します。",
  ByEnteringIntoThePublicOffer:
    "国際通貨市場およびデリバティブ市場での転換裁定取引サービスを提供するために Zetradex と公募契約を締結することにより、顧客は本ポリシーの適用に同意するものとします。",
  TermsAndInterpretations: "用語と解釈",
  InThisPolicyOrAnyRegulations:
    "このポリシーまたは規則では、次のようになります。",
  ExecutionVenueShallMean:
    "執行会場 - 規制された市場、MTF、組織的内部化者、マーケットメーカーまたはその他の流動性プロバイダー、または前述のいずれかが実行する機能と同様の機能を第三国で実行する事業体を意味します。",
  MultilateralTradingFacilityMTF:
    "多国間取引施設 (MTF) - 投資会社または市場運営者によって運営される多国間システムを意味し、非裁量ルールに従って、ある意味でシステム内の金融商品の複数の第三者の売買権を結びつけるものとします。 これにより、金融商品市場指令 (MiFID) のタイトル II の規定に従った契約が締結されます。",
  RegulatedMarketShallMean:
    "規制市場 - 市場運営者によって運営および/または管理される多国間システムを意味し、システム内でその非裁量ルールに従って、複数の第三者による金融商品の売買権を統合または促進します。 その規則および/またはシステムに基づいて取引が認められている金融商品に関して契約を結ぶ形で、MiFID のタイトル III の規定に従って定期的に認可および機能します。",
  SystematicInternaliserShallMean:
    "組織的内部取引者 - 組織的、頻繁かつ系統的に、規制市場または MTF の外で顧客の注文を実行することによって自己勘定で取引を行う投資会社を意味します。",
  ShouldYouRequireAnyAdditional:
    "Zetradex の注文執行ポリシーに関する追加情報が必要な場合は、下記までお問い合わせください。",
} as OrderExecutionPolicyLocaleType;
