import { OrderExecutionPolicyLocaleType } from "./types";

export default {
  OrderExecutionPolicy: "Политика исполнения заказов",
  Introduction: "Введение",
  ZetradexHoldingLtdOperating:
    "Компания Zetradex Holding Ltd., действующая под торговым названием Zetradex, имеющая зарегистрированный адрес по адресу: Bonovo Road, остров Фомбони, Мохели, Союз Коморских островов, регистрационный номер HY00523401, в дальнейшем совместно именуемая «Zetradex», «мы» или «нас», является авторизован и регулируется Управлением международных услуг Мвали.",
  TheSiteShallRefer:
    "«Сайт» в совокупности означает веб-сайт zetradex.com, его доступные языковые версии и доменные имена.",
  ClientShallRefer:
    "«Клиент» означает любое физическое или юридическое лицо, зарегистрировавшее учетную запись на Сайте.",
  ZetradexHasEstablishedIts:
    "Компания Zetradex установила свою Политику исполнения ордеров (далее именуемую «Политика»), чтобы предпринять все разумные шаги для достижения наилучших возможных результатов для своих клиентов («Наилучшее исполнение») либо при выполнении клиентских ордеров, либо при получении и передаче ордеров на исполнение в отношении финансовых инструментов.",
  ZetradexShallApplyThePolicy:
    "Zetradex применяет Политику при принятии заказа, а также в тех случаях, когда клиент не дает конкретных указаний о способе исполнения. Тем не менее, когда клиент дает конкретную инструкцию по ордеру, Zetradex выполнит ордер в соответствии с такой инструкцией. Если Zetradex получает конкретную инструкцию по заказу, это может помешать Zetradex реализовать Политику для достижения наилучшего результата при выполнении заказа.",
  ScopeAndServices: "Объем и услуги",
  ThePolicyShallApplyWhenever:
    "Политика применяется всякий раз, когда Zetradex выполняет заказ от имени своих клиентов. Zetradex всегда будет выступать в качестве принципала (контрагента) при выполнении заказов клиентов. Хотя Zetradex предпринимает все разумные шаги для достижения наилучшего результата для своих клиентов, мы не можем гарантировать, что при выполнении транзакции цена клиента будет более выгодной, чем та, которая могла бы быть доступна в другом месте.",
  OrderExecutionFactors: "Факторы исполнения ордеров",
  ZetradexShallTakeAllReasonable:
    "Zetradex обязуется предпринимать все разумные шаги для достижения наилучшего результата для своих клиентов, принимая во внимание следующие факторы при выполнении заказов клиентов по котируемым ценам Zetradex:",
  Price: "Цена",
  ZetradexProducesItsOwn:
    "Zetradex рассчитывает свои собственные торгуемые цены на основе информации, полученной из сторонних внешних источников (таких как банки и т. д.), которые обычно обеспечивают ликвидность на мировом рынке.",
  ForAnyGivenFinancial:
    "Для любого конкретного финансового инструмента Zetradex будет указывать две цены: более высокую цену (ASK), по которой клиент может купить (открыть длинную позицию) этот финансовый инструмент, и более низкую цену (BID), по которой клиент может продать (открыть короткую позицию) этот финансовый инструмент. Инструмент; Разница между более низкой и более высокой ценой данного финансового инструмента представляет собой СПРЕД.",
  ZetradexWillEnsureThat:
    "Zetradex гарантирует, что клиенту будет предоставлено наилучшее исполнение, гарантируя, что расчет спреда спроса и предложения производится с учетом выбора базовых поставщиков цен и источников данных.",
  ZetradexUpdatesItsPrices:
    "Zetradex обновляет свои цены настолько часто, насколько это позволяют ограничения технологий и каналов связи. Zetradex проверяет независимые внешние справочные источники Политики исполнения заказов Zetradex, которые она использует, по крайней мере, один раз в год, чтобы гарантировать, что предлагаемые цены остаются правильными и конкурентоспособными.",
  ZetradexWillNotQuote:
    "Zetradex не будет указывать какие-либо цены вне периода своей деятельности (см. место(а) исполнения ниже).",
  Costs: "поэтому в это время клиент не может размещать заказы.",
  ForOpeningAPositionIn: "Расходы",
  WeMakeEveryEffortTo:
    "За открытие позиции по некоторым типам финансовых инструментов клиентам может потребоваться заплатить комиссию за финансирование или комиссию, которая может взиматься в виде процента от общей стоимости сделки или в виде фиксированной суммы.",
  ForAllTypesOfFinancial:
    "Мы прилагаем все усилия, чтобы клиенты были проинформированы о таких расходах, прежде чем они решат торговать. Кроме того, мы обеспечиваем отсутствие каких-либо неизвестных клиенту переменных.",
  SpeedOfExecution:
    "Для всех типов финансовых инструментов, которые мы предлагаем, комиссии и сборы за финансирование не включены в котируемую цену Zetradex и взимаются непосредственно со счета клиента.",
  PricesChangeInTheCourseOfTime: "Скорость исполнения",
  ZetradexIsCommittedToProviding:
    "Цены меняются с течением времени, и частота этих изменений зависит от различных финансовых инструментов и рыночных условий.",

  ZetradexActsAsPrincipal:
    "Zetradex выступает в качестве принципала, а не агента от имени клиента. Таким образом, Zetradex является единственной площадкой исполнения заказов клиентов на финансовые инструменты, предоставляемые Zetradex.",
  InCaseClientsUndertake:
    "Если клиенты совершают транзакции в электронной системе, они могут подвергаться рискам, связанным с системой, включая, помимо прочего, сбой аппаратного и программного обеспечения (серверы/Интернет). Результатом любого сбоя системы может стать то, что ордера клиентов либо не исполняются, либо исполняются не по их инструкциям.",
  ZetradexDoesNotAcceptAny:
    "Zetradex не несет никакой ответственности в случае такого сбоя. Использование беспроводного или коммутируемого соединения или любой другой формы нестабильного соединения на стороне клиента может привести к ухудшению или прерыванию соединения или недостаточному уровню сигнала, что приведет к задержкам в передаче данных между нами и клиентом при использовании электронной системы Zetradex. Торговая платформа. Задержка может привести к отправке на Zetradex устаревших заказов (по старым ценам). В этом случае Zetradex обновит цену и выполнит ордер по доступной рыночной цене.",
  NatureOfTheOrder: "Природа Ордена",
  TheTypeOfTheOrder:
    "Тип ордера может повлиять на его исполнение. Ниже приведены различные типы заказов, которые клиент может разместить у нас:",
  MarketOrderAlsoInstantOrder:
    "Рыночный ордер (также «Мгновенный ордер») — приказ на покупку или продажу по доступной в данный момент цене. Ордер обычно исполняется по цене, которую клиент видит на экране торговой платформы Zetradex. Могут быть случаи, когда цена будет другой: если рынок изменился, пока клиент размещал заказ, цена будет отличаться. Клиент может разместить стоп-лосс, чтобы ограничить свои убытки, или тейк-профит, чтобы ограничить свою прибыль.",
  PendingOrderClientsAre:
    "Отложенный ордер – клиентам разрешено покупать и продавать финансовый инструмент по заранее определенной цене в будущем, т. е. размещать ордер по лучшей доступной цене после достижения заданной цены. Мы предлагаем четыре типа отложенных ордеров, доступных на торговой платформе Zetradex: Политика исполнения ордеров Zetradex.",
  BuyLimit: "Купить лимит",
  BuyStop: "Купить стоп",
  SellLimit: "Лимит продажи",
  SellStop: "Продать стоп",
  ClientsMayAlsoAttach:
    "Клиенты также могут прикрепить стоп-лосс и/или тейк-профит к отложенным ордерам.",
  TrailingOrderToCloseA:
    "Трейлинг-ордер – для закрытия позиции клиенты могут использовать следующие ордера:",
  StopLossTheOrder:
    "Stop Loss - ордер закрывает позицию по цене, менее выгодной для клиента по сравнению с текущей ценой на момент выставления ордера.",
  TakeProfitTheOrder:
    "Тейк-профит – ордер закрывает позицию по цене, более выгодной для клиента по сравнению с ценой при выставлении ордера.",
  SizeOfTheOrder: "Размер заказа",
  AllOrdersArePlacedIn:
    "Все заказы размещаются партиями. Лот — это единица измерения суммы сделки, которая различна для каждого финансового инструмента. Подробная информация о размерах лотов доступна на Сайте.",
  IfTheClientWishesToExecute:
    "Если клиент желает выполнить заказ большого размера, в некоторых случаях цена может стать менее выгодной, учитывая ликвидность рынка. Zetradex оставляет за собой право не принимать заказ клиента, если размер заказа велик и не может быть выполнен Zetradex.",
  LikelihoodOfExecution: "Вероятность казни",
  ZetradexStrivesToProvideIts:
    "Zetradex стремится предоставить своим клиентам максимально быстрое исполнение сделок. Мы выполняем заказы клиентов по запрошенной цене. Однако могут возникнуть торговые условия, из-за которых ордера будут исполняться не по запрошенной цене, а по лучшей доступной цене. Это может произойти, например, в периоды нестабильных рыночных условий; когда начинается торговая сессия или возможные разрывы, когда базовые финансовые инструменты были ограничены или приостановлены на определенном рынке.",
  AlthoughZetradexExecutes:
    "Хотя Zetradex выполняет все ордера, размещенные клиентом, она оставляет за собой право отклонить ордер любого типа или выполнить ордер по первой доступной рыночной цене.",
  ZetradexReservesTheRight:
    "Zetradex оставляет за собой право изменять спред. Клиент может получить расширенные спреды и исполнение по лучшей доступной цене, учитывая текущие рыночные условия.",
  InTheCaseOfAnyTechnical:
    "В случае любого технического сбоя связи, а также любого неправильного отражения в потоке котировок, Zetradex может по своему усмотрению не выполнять определенный ордер или изменить цену открытия и/или закрытия ордера.",
  MarketImpact: "Влияние на рынок",

  SomeFactorsMayAffect:
    "Некоторые факторы могут повлиять на цену базовых финансовых инструментов, на основе которых рассчитывается цена, указанная Zetradex. Эти факторы могут влиять на критерии, которые Zetradex принимает во внимание, чтобы обеспечить наилучший результат для своих клиентов. Клиенты настоящим полностью и безотзывно принимают на себя все риски, связанные с формированием цены Zetradex, включая, помимо прочего, неблагоприятные изменения рыночных условий, и признают, что Zetradex предприняла все разумные шаги для обеспечения наилучшего возможного результата для своих клиентов в текущих обстоятельствах. .",
  BestExecutionCriteria: "Лучшие критерии выполнения",
  ZetradexWillGenerallyConsider:
    "Zetradex обычно учитывает следующие критерии наилучшего исполнения для определения относительной важности факторов исполнения:",
  TheKindOfTheOrder: "вид заказа",
  TheRecordOfTheClientWithZetradex: "запись клиента с Zetradex",
  TheSpecificsOfTheExecutionVenue: "особенности места казни",
  TheSpecificsOfTheFinancial:
    "особенности финансовых инструментов, являющихся предметом заказа",
  TheBestPossibleResult:
    "Наилучший возможный результат определяется с точки зрения общего вознаграждения (если цель исполнения поручения не требует иного), представляющего собой цену финансового инструмента и затраты, прямо или косвенно связанные с исполнением поручения, включая комиссию за место исполнения. , клиринговые и расчетные сборы, а также любые другие сборы, выплачиваемые третьим лицам, участвующим в исполнении ордера (если применимо).",
  OtherFactorsThat:
    "Другие факторы, которые могут повлиять на исполнение ордера, включают, помимо прочего, скорость, вероятность исполнения, размер ордера, характер ордера.",
  SpecificInstructions: "Конкретные инструкции",
  IfTheClientGivesASpecific:
    "Если клиент дает Zetradex конкретную инструкцию о том, как выполнить заказ, и Zetradex приняла эту инструкцию, Zetradex организует – насколько это возможно – выполнение клиентского заказа строго в соответствии с данной инструкцией.",
  HoweverTheSpecificInstruction:
    "Однако конкретная инструкция может помешать Zetradex предпринять шаги, предусмотренные настоящей Политикой, для достижения наилучшего результата для клиента.",
  CertainTradingConditions:
    "Определенные торговые условия могут помешать Zetradex строго следовать инструкциям клиента. Это может привести к невозможности применения настоящей Политики.",
  ExecutionVenues: "Место(а) казни",
  ExecutionVenuesAreThe:
    "Местом исполнения являются организации, которым размещаются заказы или которым Zetradex передает заказы для исполнения. Zetradex будет заключать все сделки с клиентом в качестве принципала (контрагента) и выступать в качестве единственного места исполнения всех клиентских заказов. Клиент должен открывать и закрывать позицию по любому конкретному финансовому инструменту на Zetradex через свою торговую платформу.",
  ProvidedThatThere:
    "При условии, что существует только одно возможное место, лучшее исполнение достигается при исполнении на этом месте. Клиенты отмечают, что лучшее исполнение — это процесс, в котором учитывается множество факторов, а не результат. Когда Zetradex выполняет заказ клиента, Zetradex должен выполнить заказ в соответствии со своей политикой исполнения, однако Zetradex не гарантирует, что точная запрошенная цена будет получена в любое время, и в любом случае факторы могут привести к другому результату в конкретная транзакция.",
  TheClientHerebyFully:
    "Настоящим клиент полностью и безоговорочно признает, что все транзакции, заключенные с каким-либо конкретным финансовым инструментом с помощью Zetradex, выполняются за пределами регулируемого рынка или многосторонней торговой системы (MTF), и клиент подвергается большему риску возможного дефолта контрагента. (например, Зетрадекс).",
  MonitoringAndReview: "Мониторинг и обзор",
  ZetradexShallMonitor:
    "Zetradex обязуется регулярно контролировать эффективность своих механизмов исполнения заказов и политики исполнения, чтобы обеспечить наиболее благоприятный результат для своих клиентов, а также выявлять и исправлять любые ошибки или проблемы, которые могут возникнуть. Zetradex оставляет за собой право исправлять любые недостатки настоящей Политики и вносить улучшения в соответствующие механизмы исполнения, если Zetradex сочтет это необходимым.",
  ItShouldBeNotedThat:
    "Следует отметить, что Zetradex не будет уведомлять клиентов отдельно об изменениях, за исключением существенных существенных изменений (существенное существенное изменение может включать изменение места исполнения, значительную задержку выполнения заказов и т. д.) в Политике, и клиентам следует обратиться к Сайт для получения самой актуальной версии Политики.",
  ClientConsent: "Согласие клиента",

  ThePolicyIsMadeAvailable:
    "Политика доступна каждому существующему или потенциальному клиенту Zetradex. При установлении деловых отношений с клиентом Zetradex обязана получить предварительное согласие клиента с настоящей Политикой. Кроме того, Zetradex необходимо получить предварительное согласие клиента перед выполнением заказов клиента или получением и передачей заказов для выполнения за пределами регулируемого рынка или многосторонней торговой площадки (MTF). Клиент информирован и признает, что Zetradex всегда выступает в качестве принципала (контрагента) и является единственной площадкой исполнения, которая не является регулируемым рынком или многосторонней торговой системой (MTF).",
  ByEnteringIntoThePublicOffer:
    "Заключая с Zetradex Договор публичной оферты на оказание услуг по конверсионным арбитражным операциям на международном валютном рынке и срочном рынке, клиент дает согласие на применение к нему настоящей Политики.",
  TermsAndInterpretations: "Термины и интерпретации",
  InThisPolicyOrAnyRegulations: "В настоящей Политике или любых Правилах:",
  ExecutionVenueShallMean:
    "Место исполнения – означает регулируемый рынок, MTF, систематического интернализатора, или маркет-мейкера, или другого поставщика ликвидности, или организацию, которая выполняет в третьей стране функцию, аналогичную функциям, выполняемым любым из вышеперечисленных лиц.",
  MultilateralTradingFacilityMTF:
    "Многосторонняя торговая система (MTF) - означает многостороннюю систему, управляемую инвестиционной фирмой или оператором рынка, которая объединяет многочисленные интересы третьих сторон по покупке и продаже финансовых инструментов в системе в соответствии с недискреционными правилами таким образом, чтобы в результате заключается договор в соответствии с положениями Раздела II Директивы о рынках финансовых инструментов (MiFID).",
  RegulatedMarketShallMean:
    "Регулируемый рынок – означает многостороннюю систему, управляемую и/или управляемую оператором рынка, которая объединяет или облегчает объединение многочисленных третьих сторон, занимающихся покупкой и продажей финансовых инструментов – в системе и в соответствии с ее недискреционными правилами – таким образом, который приводит к заключению контракта в отношении финансовых инструментов, допущенных к торговле в соответствии с его правилами и/или системами, который авторизован и функционирует регулярно и в соответствии с положениями Раздела III MiFID.",
  SystematicInternaliserShallMean:
    "Систематический интернализатор - означает инвестиционную фирму, которая на организованной, частой и систематической основе осуществляет сделки за свой счет, исполняя клиентские приказы за пределами регулируемого рынка или MTF.",
  ShouldYouRequireAnyAdditional:
    "Если вам потребуется дополнительная информация о Политике выполнения заказов Zetradex, свяжитесь с нами по адресу: ",
} as OrderExecutionPolicyLocaleType;
