import { OrderExecutionPolicyLocaleType } from "./types";

export default {
  OrderExecutionPolicy: "นโยบายการดำเนินการตามคำสั่งซื้อ",
  Introduction: "การแนะนำ",
  ZetradexHoldingLtdOperating:
    "Zetradex Holding Ltd. ดำเนินงานภายใต้ชื่อการค้า Zetradex ซึ่งมีที่อยู่จดทะเบียนที่ Bonovo Road, Fomboni Island of Mohéli, Comoros Union, หมายเลขทะเบียน HY00523401 ซึ่งต่อไปนี้เรียกรวมกันว่า “Zetradex” เรา” หรือ “พวกเรา” คือ ได้รับอนุญาตและควบคุมโดย Mwali International Service Authority",
  TheSiteShallRefer:
    "“ไซต์” จะอ้างอิงถึงเว็บไซต์ zetradex.com รวมไปถึงเวอร์ชันภาษาและชื่อโดเมนที่มีอยู่",
  ClientShallRefer:
    "“ลูกค้า” หมายถึงบุคคลหรือนิติบุคคลใดๆ ที่ลงทะเบียนบัญชีที่ไซต์",
  ZetradexHasEstablishedIts:
    "Zetradex ได้กำหนดนโยบายการดำเนินการตามคำสั่งซื้อ (ต่อไปนี้จะเรียกว่า 'นโยบาย') เพื่อดำเนินการตามขั้นตอนที่เหมาะสมทั้งหมดเพื่อให้ได้ผลลัพธ์ที่ดีที่สุดเท่าที่จะเป็นไปได้สำหรับลูกค้า (“การดำเนินการที่ดีที่สุด”) ไม่ว่าจะดำเนินการตามคำสั่งซื้อของลูกค้าหรือรับและส่งคำสั่งซื้อสำหรับ การดำเนินการที่เกี่ยวข้องกับเครื่องมือทางการเงิน",
  ZetradexShallApplyThePolicy:
    "Zetradex จะใช้นโยบายเมื่อยอมรับคำสั่งซื้อและเมื่อลูกค้าไม่ได้ให้คำแนะนำเฉพาะเจาะจงเกี่ยวกับวิธีการดำเนินการ อย่างไรก็ตาม เมื่อลูกค้าให้คำแนะนำเฉพาะเกี่ยวกับคำสั่งซื้อขาย Zetradex จะดำเนินการคำสั่งซื้อตามคำสั่งดังกล่าว หาก Zetradex ได้รับคำสั่งเฉพาะเกี่ยวกับคำสั่งซื้อ อาจทำให้ Zetradex ไม่สามารถนำนโยบายไปใช้เพื่อให้ได้ผลลัพธ์ที่ดีที่สุดสำหรับการดำเนินการตามคำสั่งซื้อ",
  ScopeAndServices: "ขอบเขตและบริการ",
  ThePolicyShallApplyWhenever:
    "นโยบายนี้จะใช้บังคับเมื่อใดก็ตามที่ Zetradex ดำเนินการคำสั่งซื้อในนามของลูกค้า Zetradex จะทำหน้าที่เป็นตัวการ (คู่สัญญา) เสมอเมื่อดำเนินการตามคำสั่งซื้อจากลูกค้า แม้ว่า Zetradex จะใช้ทุกขั้นตอนที่เหมาะสมเพื่อให้ได้ผลลัพธ์ที่ดีที่สุดแก่ลูกค้า แต่เราไม่สามารถรับประกันได้ว่าเมื่อทำธุรกรรม ราคาของลูกค้าจะดีขึ้นกว่าราคาที่อาจมีในที่อื่น",
  OrderExecutionFactors: "ปัจจัยในการดำเนินการตามคำสั่ง",
  ZetradexShallTakeAllReasonable:
    "Zetradex จะดำเนินการตามขั้นตอนที่เหมาะสมทั้งหมดเพื่อให้ได้ผลลัพธ์ที่ดีที่สุดเท่าที่จะเป็นไปได้สำหรับลูกค้าโดยคำนึงถึงปัจจัยต่อไปนี้เมื่อดำเนินการคำสั่งซื้อของลูกค้าเทียบกับราคาที่เสนอของ Zetradex:",
  Price: "ราคา",
  ZetradexProducesItsOwn:
    "Zetradex สร้างราคาที่สามารถซื้อขายได้ของตนเองจากข้อมูลที่ได้รับจากแหล่งภายนอกของบุคคลที่สาม (เช่น ธนาคาร ฯลฯ) ซึ่งโดยทั่วไปแล้วจะให้สภาพคล่องแก่ตลาดโลก",
  ForAnyGivenFinancial:
    "สำหรับตราสารทางการเงินใดๆ Zetradex จะเสนอราคาสองราคา: ราคาที่สูงกว่า (ASK) ที่ลูกค้าสามารถซื้อ (เปิดสถานะ Long) ตราสารทางการเงินนั้น และราคาที่ต่ำกว่า (BID) ที่ลูกค้าสามารถขายได้ (เปิดสถานะ Short) ทางการเงินนั้น อุปกรณ์; ความแตกต่างระหว่างราคาที่ต่ำกว่าและราคาที่สูงกว่าของตราสารทางการเงินที่กำหนดคือสเปรด",
  ZetradexWillEnsureThat:
    "Zetradex จะตรวจสอบให้แน่ใจว่าลูกค้าได้รับการดำเนินการที่ดีที่สุดโดยทำให้แน่ใจว่าการคำนวณสเปรด bid /ask นั้นทำขึ้นโดยอ้างอิงกับตัวเลือกของผู้ให้บริการราคาและแหล่งข้อมูลที่เกี่ยวข้อง",
  ZetradexUpdatesItsPrices:
    "Zetradex อัปเดตราคาให้บ่อยเท่าที่ข้อจำกัดของเทคโนโลยีและการเชื่อมโยงการสื่อสารอนุญาต Zetradex ตรวจสอบแหล่งข้อมูลอ้างอิงนโยบายการดำเนินการตามคำสั่ง Zetradex ภายนอกซึ่งเป็นบุคคลที่สามที่เป็นอิสระ ซึ่งใช้อย่างน้อยปีละครั้ง เพื่อให้แน่ใจว่าราคาที่เสนอจะยังคงถูกต้องและสามารถแข่งขันได้",
  ZetradexWillNotQuote:
    "Zetradex จะไม่เสนอราคาใดๆ นอกเวลาทำการ (ดูสถานที่ดำเนินการด้านล่าง)",
  Costs: "ดังนั้นลูกค้าจึงไม่สามารถส่งคำสั่งซื้อได้ในช่วงเวลานั้น",
  ForOpeningAPositionIn: "ค่าใช้จ่าย",
  WeMakeEveryEffortTo:
    "สำหรับการเปิดตำแหน่งในเครื่องมือทางการเงินบางประเภท ลูกค้าอาจต้องชำระค่าธรรมเนียมทางการเงินหรือค่าคอมมิชชันที่อาจเรียกเก็บในรูปแบบเปอร์เซ็นต์ของมูลค่าโดยรวมของการซื้อขายหรือเป็นจำนวนเงินคงที่",
  ForAllTypesOfFinancial:
    "เราพยายามทุกวิถีทางเพื่อให้แน่ใจว่าลูกค้าจะได้รับแจ้งเกี่ยวกับค่าใช้จ่ายดังกล่าวก่อนที่จะเลือกซื้อขาย เรายังรับประกันอีกว่าไม่มีตัวแปรที่ไม่รู้จักในไคลเอนต์",
  SpeedOfExecution:
    "สำหรับตราสารทางการเงินทุกประเภทที่เรานำเสนอ ค่าคอมมิชชันและค่าธรรมเนียมทางการเงินจะไม่รวมอยู่ในราคาที่เสนอของ Zetradex และจะถูกหักจากบัญชีลูกค้าอย่างชัดเจน",
  PricesChangeInTheCourseOfTime: "ความเร็วของการดำเนินการ",
  ZetradexIsCommittedToProviding:
    "ราคาเปลี่ยนแปลงในช่วงเวลาและความถี่ของการเปลี่ยนแปลงขึ้นอยู่กับเครื่องมือทางการเงินและสภาวะตลาดที่แตกต่างกัน",

  ZetradexActsAsPrincipal:
    "Zetradex ทำหน้าที่เป็นตัวการและไม่เป็นตัวแทนในนามของลูกค้า ดังนั้น Zetradex จึงเป็นสถานที่ดำเนินการแต่เพียงผู้เดียวสำหรับการดำเนินการตามคำสั่งซื้อของลูกค้าสำหรับเครื่องมือทางการเงินที่ Zetradex มอบให้",
  InCaseClientsUndertake:
    "ในกรณีที่ลูกค้าทำธุรกรรมบนระบบอิเล็กทรอนิกส์ พวกเขาอาจมีความเสี่ยงที่เกี่ยวข้องกับระบบ รวมถึงแต่ไม่จำกัดเพียงความล้มเหลวของฮาร์ดแวร์และซอฟต์แวร์ (เซิร์ฟเวอร์/อินเทอร์เน็ต) ผลลัพธ์ของความล้มเหลวของระบบอาจเป็นได้ว่าคำสั่งซื้อของลูกค้าไม่ได้ถูกดำเนินการหรือไม่ได้ดำเนินการตามคำสั่งของลูกค้า",
  ZetradexDoesNotAcceptAny:
    "Zetradex ไม่ยอมรับความรับผิดใดๆ ในกรณีที่เกิดความล้มเหลวดังกล่าว การใช้การเชื่อมต่อไร้สายหรือผ่านสายโทรศัพท์หรือรูปแบบอื่นใดของการเชื่อมต่อที่ไม่เสถียรที่ฝั่งไคลเอ็นต์ อาจส่งผลให้การเชื่อมต่อไม่ดีหรือถูกขัดจังหวะ หรือขาดความแรงของสัญญาณ ทำให้เกิดความล่าช้าในการส่งข้อมูลระหว่างเราและลูกค้าเมื่อใช้ Zetradex' Electronic แพลตฟอร์มการซื้อขาย ความล่าช้าอาจทำให้เกิดการส่งคำสั่ง Zetradex ที่ล้าสมัย (ในราคาเดิม) ในกรณีนี้ Zetradex จะอัปเดตราคาและดำเนินการคำสั่งซื้อตามราคาตลาดที่มีอยู่",
  NatureOfTheOrder: "ลักษณะของคำสั่ง",
  TheTypeOfTheOrder:
    "ประเภทของคำสั่งซื้ออาจส่งผลต่อการดำเนินการ ด้านล่างนี้คือคำสั่งซื้อประเภทต่างๆ ที่ลูกค้าสามารถสั่งซื้อกับเราได้:",
  MarketOrderAlsoInstantOrder:
    "Market Order (หรือ 'Instant Order') - คำสั่งซื้อหรือขายในราคาที่มีอยู่ในช่วงเวลาที่กำหนด โดยปกติแล้วคำสั่งซื้อจะถูกกรอกตามราคาที่ลูกค้าเห็นบนหน้าจอแพลตฟอร์มการซื้อขายของ Zetradex อาจมีกรณีที่ราคาจะแตกต่างออกไป: หากตลาดมีการเคลื่อนไหวในขณะที่ลูกค้าวางคำสั่งซื้อ ราคาก็จะแตกต่างออกไป ลูกค้าอาจวาง Stop Loss เพื่อจำกัดการขาดทุน หรือ Take Profit เพื่อจำกัดกำไรของเขา",
  PendingOrderClientsAre:
    "คำสั่งซื้อที่รอดำเนินการ - ลูกค้าได้รับอนุญาตให้ซื้อและขายเครื่องมือทางการเงินในราคาที่กำหนดไว้ล่วงหน้าในอนาคต เช่น วางคำสั่งซื้อในราคาที่ดีที่สุดที่มีอยู่เมื่อถึงราคาที่กำหนด เรามีคำสั่งรอดำเนินการสี่ประเภทที่มีอยู่ในแพลตฟอร์มการซื้อขายของ Zetradex: นโยบายการดำเนินการคำสั่ง Zetradex",
  BuyLimit: "ซื้อวงเงิน",
  BuyStop: "ซื้อหยุด",
  SellLimit: "ขายจำกัด",
  SellStop: "หยุดขาย",
  ClientsMayAlsoAttach:
    "ลูกค้ายังสามารถแนบ Stop Loss และ/หรือ Take Profit ในคำสั่งซื้อที่รอดำเนินการได้",
  TrailingOrderToCloseA:
    "Trailing Order – เพื่อปิดสถานะ ลูกค้าอาจใช้คำสั่งต่อไปนี้:",
  StopLossTheOrder:
    "Stop Loss - คำสั่งปิดสถานะในราคาที่ทำกำไรได้น้อยกว่าสำหรับลูกค้า เมื่อเปรียบเทียบกับราคาปัจจุบันเมื่อทำการสั่งซื้อ",
  TakeProfitTheOrder:
    "Take Profit – คำสั่งปิดสถานะในราคาที่สร้างกำไรให้กับลูกค้าได้มากกว่าเมื่อเปรียบเทียบกับราคาเมื่อทำการสั่งซื้อ",
  SizeOfTheOrder: "ขนาดของการสั่งซื้อ",
  AllOrdersArePlacedIn:
    "คำสั่งซื้อทั้งหมดจะถูกวางไว้ในขนาดล็อต ล็อตเป็นหน่วยวัดมูลค่าธุรกรรมและจะแตกต่างกันไปตามเครื่องมือทางการเงินแต่ละรายการ รายละเอียดของขนาดล็อตมีอยู่ในเว็บไซต์",
  IfTheClientWishesToExecute:
    "หากลูกค้าต้องการดำเนินการคำสั่งซื้อขนาดใหญ่ ในบางกรณีราคาอาจไม่เอื้ออำนวยเมื่อพิจารณาจากสภาพคล่องในตลาด Zetradex ขอสงวนสิทธิ์ที่จะไม่ยอมรับคำสั่งซื้อของลูกค้า ในกรณีที่ขนาดของคำสั่งซื้อมีขนาดใหญ่และไม่สามารถกรอกโดย Zetradex ได้",
  LikelihoodOfExecution: "ความน่าจะเป็นของการดำเนินการ",
  ZetradexStrivesToProvideIts:
    "Zetradex มุ่งมั่นที่จะมอบการดำเนินการที่รวดเร็วที่สุดเท่าที่เป็นไปได้แก่ลูกค้า เราดำเนินการตามคำสั่งซื้อของลูกค้าในราคาที่ร้องขอ อย่างไรก็ตาม อาจมีเงื่อนไขการซื้อขายที่ทำให้คำสั่งซื้อไม่ดำเนินการตามราคาที่ร้องขอ แต่เป็นราคาที่ดีที่สุดที่มีอยู่ สิ่งนี้อาจเกิดขึ้นได้ เช่น ในช่วงที่สภาวะตลาดผันผวน เมื่อเซสชั่นการซื้อขายเริ่มต้นหรือบนช่องว่างที่เป็นไปได้ซึ่งเครื่องมือทางการเงินอ้างอิงถูกจำกัดหรือระงับในตลาดใดตลาดหนึ่ง",
  AlthoughZetradexExecutes:
    "แม้ว่า Zetradex จะดำเนินการคำสั่งซื้อทั้งหมดที่วางโดยลูกค้า แต่ก็ขอสงวนสิทธิ์ในการปฏิเสธคำสั่งซื้อประเภทใดๆ หรือดำเนินการคำสั่งซื้อในราคาตลาดแรกที่มีอยู่",
  ZetradexReservesTheRight:
    "Zetradex ขอสงวนสิทธิ์ในการปรับเปลี่ยนสเปรด ลูกค้าอาจพบกับสเปรดและการดำเนินการที่กว้างขึ้นในราคาที่ดีที่สุดที่มีอยู่โดยพิจารณาจากสภาวะตลาดในปัจจุบัน",
  InTheCaseOfAnyTechnical:
    "ในกรณีที่เกิดความล้มเหลวในการสื่อสารทางเทคนิค รวมถึงการสะท้อนที่ไม่ถูกต้องในฟีดราคา Zetradex อาจใช้ดุลยพินิจแต่เพียงผู้เดียวในการไม่ดำเนินการตามคำสั่งซื้อใด ๆ หรือเปลี่ยนแปลงราคาเปิดและ/หรือราคาปิดของคำสั่งซื้อขาย",
  MarketImpact: "ผลกระทบของตลาด",

  SomeFactorsMayAffect:
    "ปัจจัยบางประการอาจส่งผลต่อราคาของเครื่องมือทางการเงินอ้างอิงซึ่งเป็นราคาที่เสนอโดย Zetradex ปัจจัยเหล่านี้อาจมีอิทธิพลต่อเกณฑ์ที่ Zetradex นำมาพิจารณาเพื่อให้มั่นใจว่าผลลัพธ์ที่ดีที่สุดที่เป็นไปได้สำหรับลูกค้า ลูกค้ายอมรับความเสี่ยงทั้งหมดที่เกี่ยวข้องกับการกำหนดราคาของ Zetradex อย่างเต็มที่และไม่อาจเพิกถอนได้ รวมถึงแต่ไม่จำกัดเฉพาะการเปลี่ยนแปลงที่ไม่พึงประสงค์ในสภาวะตลาด และรับทราบว่า Zetradex ได้ดำเนินการตามขั้นตอนที่เหมาะสมทั้งหมดเพื่อให้แน่ใจว่าผลลัพธ์ที่ดีที่สุดที่เป็นไปได้สำหรับลูกค้าภายใต้สถานการณ์ปัจจุบัน .",
  BestExecutionCriteria: "เกณฑ์การดำเนินการที่ดีที่สุด",
  ZetradexWillGenerallyConsider:
    "โดยทั่วไป Zetradex จะพิจารณาเกณฑ์การดำเนินการที่ดีที่สุดต่อไปนี้เพื่อพิจารณาความสำคัญสัมพัทธ์ของปัจจัยการดำเนินการ:",
  TheKindOfTheOrder: "ประเภทของการสั่งซื้อ",
  TheRecordOfTheClientWithZetradex: "บันทึกของลูกค้ากับ Zetradex",
  TheSpecificsOfTheExecutionVenue: "ลักษณะเฉพาะของสถานที่ดำเนินการ",
  TheSpecificsOfTheFinancial:
    "ข้อมูลเฉพาะของเครื่องมือทางการเงินที่เป็นเรื่องของคำสั่งซื้อ",
  TheBestPossibleResult:
    "ผลลัพธ์ที่ดีที่สุดที่เป็นไปได้จะถูกกำหนดในแง่ของการพิจารณาทั้งหมด (เว้นแต่วัตถุประสงค์ของการดำเนินการตามคำสั่งจะระบุไว้เป็นอย่างอื่น) ซึ่งแสดงถึงราคาของเครื่องมือทางการเงินและต้นทุนที่เกี่ยวข้องโดยตรงหรือโดยอ้อมกับการดำเนินการตามคำสั่ง รวมถึงค่าธรรมเนียมสถานที่ดำเนินการ ค่าธรรมเนียมการหักบัญชีและการชำระบัญชีและค่าธรรมเนียมอื่น ๆ ที่จ่ายให้กับบุคคลที่สามที่เกี่ยวข้องกับการดำเนินการตามคำสั่งซื้อ (ถ้ามี)",
  OtherFactorsThat:
    "ปัจจัยอื่นๆ ที่อาจส่งผลต่อการดำเนินการตามคำสั่ง รวมถึงแต่ไม่จำกัดความเร็ว ความเป็นไปได้ในการดำเนินการ ขนาดคำสั่ง ลักษณะคำสั่ง",
  SpecificInstructions: "คำแนะนำเฉพาะ",
  IfTheClientGivesASpecific:
    "หากลูกค้าให้คำแนะนำเฉพาะแก่ Zetradex เกี่ยวกับวิธีการดำเนินการตามคำสั่งซื้อ และ Zetradex ยอมรับคำสั่งนี้ Zetradex จะจัดเตรียม – เท่าที่เป็นไปได้ – สำหรับการดำเนินการตามคำสั่งของลูกค้าอย่างเคร่งครัดตามคำสั่งที่ให้ไว้",
  HoweverTheSpecificInstruction:
    "อย่างไรก็ตาม คำแนะนำเฉพาะอาจป้องกันไม่ให้ Zetradex ทำตามขั้นตอนในนโยบายนี้เพื่อให้ได้ผลลัพธ์ที่ดีที่สุดเท่าที่จะเป็นไปได้สำหรับลูกค้า",
  CertainTradingConditions:
    "เงื่อนไขการซื้อขายบางอย่างอาจทำให้ Zetradex ไม่สามารถปฏิบัติตามคำแนะนำของลูกค้าอย่างเคร่งครัด ซึ่งอาจส่งผลให้ไม่สามารถใช้นโยบายนี้ได้",
  ExecutionVenues: "สถานที่ประหารชีวิต",
  ExecutionVenuesAreThe:
    "สถานที่ดำเนินการคือหน่วยงานที่ใช้ส่งคำสั่งซื้อหรือที่ Zetradex ส่งคำสั่งซื้อเพื่อดำเนินการ Zetradex จะทำธุรกรรมทั้งหมดกับลูกค้าในฐานะตัวการ (คู่สัญญา) และทำหน้าที่เป็นสถานที่ดำเนินการแต่เพียงผู้เดียวสำหรับคำสั่งซื้อของลูกค้าทั้งหมด ลูกค้าจะเปิดและปิดสถานะของตราสารทางการเงินใด ๆ กับ Zetradex ผ่านแพลตฟอร์มการซื้อขาย",
  ProvidedThatThere:
    "โดยมีเงื่อนไขว่ามีสถานที่ที่เป็นไปได้เพียงแห่งเดียว การดำเนินการที่ดีที่สุดจะเกิดขึ้นได้จากการดำเนินการในสถานที่นั้น ลูกค้าทราบว่าการดำเนินการที่ดีที่สุดคือกระบวนการที่พิจารณาปัจจัยหลายประการ ไม่ใช่ผลลัพธ์ เมื่อ Zetradex ดำเนินการตามคำสั่งซื้อของลูกค้า Zetradex จะดำเนินการตามคำสั่งซื้อตามนโยบายการดำเนินการ อย่างไรก็ตาม Zetradex ไม่รับประกันว่าจะได้รับราคาที่ร้องขอที่แน่นอนตลอดเวลา และไม่ว่าในกรณีใด ปัจจัยอาจนำไปสู่ผลลัพธ์ที่แตกต่างออกไป ธุรกรรมเฉพาะ",
  TheClientHerebyFully:
    "ลูกค้ายอมรับอย่างเต็มที่และไม่อาจเพิกถอนได้ว่าธุรกรรมทั้งหมดที่ป้อนในเครื่องมือทางการเงินใด ๆ กับ Zetradex นั้นดำเนินการนอกตลาดที่มีการควบคุมหรือศูนย์การซื้อขายแบบพหุภาคี (MTF) และลูกค้ามีความเสี่ยงมากขึ้นของการผิดนัดชำระหนี้ที่เป็นไปได้ของคู่สัญญา (เช่น ซีเทรดเด็กซ์)",
  MonitoringAndReview: "การติดตามและทบทวน",
  ZetradexShallMonitor:
    "Zetradex จะตรวจสอบประสิทธิภาพของการดำเนินการตามคำสั่งซื้อและนโยบายการดำเนินการเป็นประจำเพื่อให้ผลลัพธ์ที่ดีที่สุดแก่ลูกค้า และเพื่อระบุและแก้ไขข้อผิดพลาดหรือปัญหาที่อาจเกิดขึ้น Zetradex ขอสงวนสิทธิ์ในการแก้ไขข้อบกพร่องใดๆ ในนโยบายนี้ และเพื่อปรับปรุงการจัดการการดำเนินการที่เกี่ยวข้องในทุกที่ที่ Zetradex เห็นว่าจำเป็น",
  ItShouldBeNotedThat:
    "ควรสังเกตว่า Zetradex จะไม่แจ้งให้ลูกค้าทราบแยกกันเกี่ยวกับการเปลี่ยนแปลง นอกเหนือจากการเปลี่ยนแปลงที่สำคัญ (การเปลี่ยนแปลงที่สำคัญอาจรวมถึงการเปลี่ยนแปลงสถานที่ดำเนินการ ความล่าช้าอย่างมากในการดำเนินการตามคำสั่ง ฯลฯ) ต่อนโยบาย และลูกค้าควรอ้างถึง เว็บไซต์สำหรับนโยบายเวอร์ชันล่าสุด",
  ClientConsent: "ความยินยอมของลูกค้า",

  ThePolicyIsMadeAvailable:
    "นโยบายนี้จัดทำขึ้นสำหรับลูกค้าปัจจุบันหรือผู้ที่มีแนวโน้มจะเป็นลูกค้าของ Zetradex ทุกราย เมื่อสร้างความสัมพันธ์ทางธุรกิจกับลูกค้า Zetradex จะต้องได้รับความยินยอมจากลูกค้าต่อนโยบายนี้ล่วงหน้า นอกจากนี้ Zetradex จะต้องได้รับความยินยอมจากลูกค้าก่อนดำเนินการคำสั่งซื้อของลูกค้าหรือรับและส่งคำสั่งซื้อเพื่อดำเนินการนอกตลาดที่มีการควบคุมหรือศูนย์การซื้อขายแบบพหุภาคี (MTF) ลูกค้าได้รับแจ้งและรับทราบว่า Zetradex ทำหน้าที่เป็นตัวการ (คู่สัญญา) เสมอและเป็นสถานที่ดำเนินการแต่เพียงผู้เดียว ซึ่งไม่ใช่ตลาดที่มีการควบคุมหรือศูนย์การซื้อขายแบบพหุภาคี (MTF)",
  ByEnteringIntoThePublicOffer:
    "โดยการลงนามในข้อตกลงข้อเสนอสาธารณะกับ Zetradex สำหรับการให้บริการการดำเนินการอนุญาโตตุลาการการแปลงที่ตลาดสกุลเงินต่างประเทศและตลาดอนุพันธ์ ลูกค้ายินยอมที่จะบังคับใช้นโยบายนี้กับเขา",
  TermsAndInterpretations: "ข้อกำหนดและการตีความ",
  InThisPolicyOrAnyRegulations: "ในนโยบายนี้หรือข้อบังคับใดๆ:",
  ExecutionVenueShallMean:
    "สถานที่ดำเนินการ - หมายถึงตลาดที่มีการควบคุม MTF ผู้ตรวจสอบภายในอย่างเป็นระบบ หรือผู้ดูแลสภาพคล่องหรือผู้ให้บริการสภาพคล่องอื่นๆ หรือนิติบุคคลที่ทำหน้าที่คล้ายคลึงกันในประเทศที่สามกับหน้าที่ที่ดำเนินการโดยสิ่งที่กล่าวมาข้างต้น",
  MultilateralTradingFacilityMTF:
    "สิ่งอำนวยความสะดวกการซื้อขายพหุภาคี (MTF) - หมายถึงระบบพหุภาคีที่ดำเนินการโดยบริษัทการลงทุนหรือผู้ดำเนินการตลาด ซึ่งรวบรวมการซื้อและการขายของบุคคลที่สามหลายรายในเครื่องมือทางการเงินในระบบ ตามกฎที่ไม่ใช้ดุลยพินิจในลักษณะ ซึ่งส่งผลให้เกิดสัญญาตามบทบัญญัติของหัวข้อ II ของ Market in Financial Instruments Directive (MiFID)",
  RegulatedMarketShallMean:
    "ตลาดที่มีการควบคุม - หมายถึงระบบพหุภาคีที่ดำเนินการและ/หรือจัดการโดยผู้ดำเนินการตลาด ซึ่งรวบรวมหรืออำนวยความสะดวกในการนำการซื้อและการขายของบุคคลที่สามหลายรายการมารวมกันในเครื่องมือทางการเงิน – ในระบบและตามกฎที่ไม่ต้องใช้ดุลยพินิจของมัน – ในลักษณะที่ส่งผลให้เกิดสัญญา ในส่วนที่เกี่ยวข้องกับเครื่องมือทางการเงินที่ยอมรับในการซื้อขายภายใต้กฎและ/หรือระบบของตน และที่ได้รับอนุญาตและดำเนินการอย่างสม่ำเสมอและเป็นไปตามข้อกำหนดของหัวข้อ III ของ MiFID",
  SystematicInternaliserShallMean:
    "Systematic Internaliser - หมายถึงบริษัทการลงทุนซึ่งมีการจัดการ บ่อยครั้ง และเป็นระบบ จัดการด้วยบัญชีของตัวเองโดยการดำเนินการตามคำสั่งซื้อของลูกค้านอกตลาดที่มีการควบคุมหรือ MTF",
  ShouldYouRequireAnyAdditional:
    "หากคุณต้องการข้อมูลเพิ่มเติมเกี่ยวกับนโยบายการดำเนินการตามคำสั่งซื้อของ Zetradex โปรดติดต่อเราที่",
} as OrderExecutionPolicyLocaleType;
