import { EnergyAndAgroLocaleType } from "./types";

export default {
  EnergyAndAgro: "ऊर्जा एवं कृषि वायदा",
  MaximumLiquidity: "अधिकतम तरलता",
  OpenAccount: "खुला खाता",
  EnergyFutures: "ऊर्जा वायदा",
  EnergyResources:
    "ऊर्जा संसाधन अत्यधिक कारोबार वाली वस्तुएँ हैं। तेल और गैस बाजार उतना ही तरल है जितना हो सकता है।",
  TradingCFDs:
    "तेल और गैस जैसी वस्तुओं पर सीएफडी का व्यापार करना आपके निवेश पोर्टफोलियो में विविधता लाने का एक शानदार तरीका है।",
  YouCan:
    "आप सीधे माल खरीदे बिना कच्चे माल के बाजार के सभी अवसरों का आनंद ले सकते हैं।",
  WhenPeople:
    "जब लोग कच्चे तेल के बारे में बात करते हैं, तो वे आमतौर पर दो अलग-अलग प्रकारों का उल्लेख करते हैं: ब्रेंट और वेस्ट टेक्सास इंटरमीडिएट (डब्ल्यूटीआई)।",
  BrentCrudeOil: "ब्रेंट क्रूड ऑयल",
  BrentCrudeServes:
    "ब्रेंट क्रूड यूरोप, अफ्रीका और मध्य पूर्व के कुछ हिस्सों में उत्पादित अधिकांश तेल के लिए बेंचमार्क के रूप में कार्य करता है।",
  ThisIsALow:
    "यह उत्तरी सागर में स्थित पंद्रह तेल क्षेत्रों से प्राप्त कम सल्फर वाला तेल है। इसका औसत घनत्व लगभग 835 किग्रा/घन मीटर है, और इसमें सल्फर की मात्रा 0.37% है।",
  WTICrudeOil: "डब्ल्यूटीआई कच्चा तेल",
  WTIOilIs:
    "डब्ल्यूटीआई तेल का उत्पादन पश्चिम टेक्सास और अन्य अमेरिकी राज्यों में किया जाता है, और यह उत्तरी अमेरिका में तेल उत्पादन के लिए एक बेंचमार्क के रूप में कार्य करता है।",
  ItIsCrude:
    "यह कच्चा तेल है जिसका घनत्व लगभग 827 किग्रा/घन मीटर और सल्फर सामग्री 0.24% है। डब्ल्यूटीआई आसवन प्रक्रिया अधिक गैसोलीन और डीजल ईंधन का उत्पादन करती है, जो सबसे अधिक मांग वाला पेट्रोलियम उत्पाद है।",
} as EnergyAndAgroLocaleType;
