import { EnergyAndAgroLocaleType } from "./types";

export default {
  EnergyAndAgro: "انرجی اینڈ ایگرو فیوچرز",
  MaximumLiquidity: "زیادہ سے زیادہ لیکویڈیٹی",
  OpenAccount: "اکاؤنٹ کھولیں۔",
  EnergyFutures: "انرجی فیوچرز",
  EnergyResources:
    "توانائی کے وسائل بہت زیادہ تجارت کی جانے والی اشیاء ہیں۔ تیل اور گیس کا بازار اتنا ہی مائع ہے جتنا ہو سکتا ہے۔",
  TradingCFDs:
    "تیل اور گیس جیسی اشیاء پر CFDs کی تجارت آپ کے سرمایہ کاری کے پورٹ فولیو کو متنوع بنانے کا ایک بہترین طریقہ ہے۔",
  YouCan:
    "آپ براہ راست سامان خریدے بغیر خام مال کی منڈیوں کے تمام مواقع سے لطف اندوز ہو سکتے ہیں۔",
  WhenPeople:
    "جب لوگ خام تیل کے بارے میں بات کرتے ہیں، تو وہ عام طور پر دو مختلف اقسام کا حوالہ دیتے ہیں: برینٹ اور ویسٹ ٹیکساس انٹرمیڈیٹ (WTI)۔",
  BrentCrudeOil: "برینٹ کروڈ آئل",
  BrentCrudeServes:
    "برینٹ کروڈ یورپ، افریقہ اور مشرق وسطیٰ کے کچھ حصوں میں پیدا ہونے والے زیادہ تر تیل کے لیے بینچ مارک کے طور پر کام کرتا ہے۔",
  ThisIsALow:
    "یہ شمالی سمندر میں واقع پندرہ آئل فیلڈز سے کم سلفر تیل ہے۔ اس کی اوسط کثافت تقریباً 835 kg/m3 ہے، اور اس میں سلفر کا مواد 0.37% ہے۔",
  WTICrudeOil: "ڈبلیو ٹی آئی خام تیل",
  WTIOilIs:
    "WTI تیل مغربی ٹیکساس اور دیگر امریکی ریاستوں میں تیار کیا جاتا ہے، اور یہ شمالی امریکہ میں تیل کی پیداوار کے لیے ایک معیار کے طور پر کام کرتا ہے۔",
  ItIsCrude:
    "یہ خام تیل ہے جس کی کثافت تقریباً 827 kg/m3 ہے اور اس میں سلفر مواد 0.24% ہے۔ ڈبلیو ٹی آئی کشید کرنے کا عمل زیادہ پٹرول اور ڈیزل ایندھن پیدا کرتا ہے، جو سب سے زیادہ مطلوب پٹرولیم مصنوعات ہیں۔",
} as EnergyAndAgroLocaleType;
