import { EnergyAndAgroLocaleType } from "./types";

export default {
  EnergyAndAgro: "Энергетические и с/х фьючерсы",
  MaximumLiquidity: "Максимальная ликвидность",
  OpenAccount: "Открыть счёт",
  EnergyFutures: "Энергетические фьючерсы",
  EnergyResources: "Энергоресурсы - это очень торгуемый товар. Рынок нефти и газа максимально ликвиден.",
  TradingCFDs: "Торговля CFD на сырьевые товары, например, нефть и газ, — отличный способ диверсификации инвестиционного портфеля.",
  YouCan: "Вы можете пользоваться всеми возможностями рынков сырья, не покупая товары напрямую.",
  WhenPeople: "Когда люди говорят о сырой нефти, они обычно говорят о двух разных типах: Brent и West Texas Intermediate (WTI).",
  BrentCrudeOil: "Нефть марки Брент",
  BrentCrudeServes: "Нефть марки Brent служит эталоном для большей части нефти, добываемой в Европе, Африке и некоторых частях Ближнего Востока.",
  ThisIsALow: "Это средняя малосернистая нефть с 15 нефтяных месторождений, расположенных в Северном море. Ее средняя плотность составляет около 835 кг/м3, а содержание серы — 0,37%.",
  WTICrudeOil: "Нефть марки WTI",
  WTIOilIs: "Нефть марки WTI добывается в Западном Техасе и других штатах США, и служит эталоном для добычи нефти в Северной Америке.",
  ItIsCrude: "Это сырая нефть с плотностью около 827 кг/м3 и содержанием серы 0,24%. В процессе перегонки WTI получают больше бензина и дизельного топлива - самых востребованных нефтепродуктов.",
} as EnergyAndAgroLocaleType;
