import { EnergyAndAgroLocaleType } from "./types";

export default {
  EnergyAndAgro: "พลังงานและเกษตรล่วงหน้า",
  MaximumLiquidity: "สภาพคล่องสูงสุด",
  OpenAccount: "เปิดบัญชี",
  EnergyFutures: "ฟิวเจอร์สพลังงาน",
  EnergyResources:
    "แหล่งพลังงานเป็นสินค้าโภคภัณฑ์ที่มีการซื้อขายกันสูง ตลาดน้ำมันและก๊าซมีสภาพคล่องเท่าที่จะเป็นไปได้",
  TradingCFDs:
    "การซื้อขาย CFD ในสินค้าโภคภัณฑ์ เช่น น้ำมันและก๊าซ เป็นวิธีที่ดีในการกระจายพอร์ตการลงทุนของคุณ",
  YouCan:
    "คุณสามารถเพลิดเพลินกับโอกาสทั้งหมดของตลาดวัตถุดิบโดยไม่ต้องซื้อสินค้าโดยตรง",
  WhenPeople:
    "เมื่อผู้คนพูดถึงน้ำมันดิบ พวกเขามักจะพูดถึงสองประเภทที่แตกต่างกัน: Brent และ West Texas Intermediate (WTI)",
  BrentCrudeOil: "น้ำมันดิบเบรนท์",
  BrentCrudeServes:
    "น้ำมันดิบเบรนท์ทำหน้าที่เป็นเกณฑ์มาตรฐานสำหรับน้ำมันส่วนใหญ่ที่ผลิตในยุโรป แอฟริกา และบางส่วนของตะวันออกกลาง",
  ThisIsALow:
    "นี่คือน้ำมันที่มีกำมะถันต่ำจากแหล่งน้ำมันสิบห้าแห่งที่ตั้งอยู่ในทะเลเหนือ ความหนาแน่นเฉลี่ยอยู่ที่ประมาณ 835 กิโลกรัม/ลูกบาศก์เมตร และมีปริมาณกำมะถัน 0.37%",
  WTICrudeOil: "น้ำมันดิบ WTI",
  WTIOilIs:
    "น้ำมัน WTI ผลิตในเท็กซัสตะวันตกและรัฐอื่นๆ ของสหรัฐอเมริกา และทำหน้าที่เป็นเกณฑ์มาตรฐานสำหรับการผลิตน้ำมันในอเมริกาเหนือ",
  ItIsCrude:
    "เป็นน้ำมันดิบที่มีความหนาแน่นประมาณ 827 กิโลกรัมต่อลูกบาศก์เมตร และมีกำมะถัน 0.24% กระบวนการกลั่น WTI จะผลิตน้ำมันเบนซินและดีเซลได้มากขึ้น ซึ่งเป็นผลิตภัณฑ์ปิโตรเลียมที่เป็นที่ต้องการมากที่สุด",
} as EnergyAndAgroLocaleType;
