import { WhatIsPipType } from "public/locales/currency-trading/what-is-pip-and-lot/types";

export default {
  WhatIsPip: "पिप क्या है?",
  aPip: "विदेशी मुद्रा में एक पिप आम तौर पर मुद्रा जोड़ी के चौथे दशमलव स्थान में एक अंक की गति होती है। इसलिए, यदि EUR/USD $1.35361 से $1.35371 तक बढ़ता है, तो यह एक एकल पिप स्थानांतरित हुआ है। लेकिन, यदि आप जेपीवाई क्रॉस का व्यापार कर रहे हैं, तो एक पीआईपी दूसरे दशमलव स्थान पर एक बदलाव है। विदेशी मुद्रा व्यापार में दशमलव के पांचवें स्थान पर मूल्य परिवर्तन को पिपेट के रूप में जाना जाता है।",
  WhatIsLot: "लॉट क्या है?",
  Currencies:
    "मुद्राओं का व्यापार लॉट में किया जाता है, जो विदेशी मुद्रा व्यापार को मानकीकृत करने के लिए उपयोग की जाने वाली मुद्रा के बैच हैं। चूंकि विदेशी मुद्रा मूल्य में उतार-चढ़ाव आमतौर पर छोटे होते हैं, लॉट बहुत बड़े होते हैं। उदाहरण के लिए, एक मानक लॉट आधार मुद्रा की 100,000 इकाइयाँ है।",
} as WhatIsPipType;
