import { WhatIsPipType } from "public/locales/currency-trading/what-is-pip-and-lot/types";

export default {
  WhatIsPip: "پائپ کیا ہے؟",
  aPip: "فاریکس میں پائپ عام طور پر کرنسی کے جوڑے کے چوتھے اعشاریہ مقام پر ایک ہندسے کی حرکت ہوتی ہے۔ لہذا، اگر EUR/USD $1.35361 سے $1.35371 پر منتقل ہوتا ہے، تو اس نے ایک پائپ منتقل کیا ہے۔ لیکن، اگر آپ JPY کراسز کی تجارت کر رہے ہیں، تو دوسری اعشاریہ جگہ پر ایک پائپ تبدیلی ہے۔ فاریکس ٹریڈنگ میں پانچویں اعشاریہ پر قیمت کی حرکت کو پائپیٹ کہا جاتا ہے۔",
  WhatIsLot: "لاٹ کیا ہے؟",
  Currencies:
    "کرنسیوں کی تجارت لاٹوں میں ہوتی ہے، جو کہ کرنسی کے بیچز ہیں جو فاریکس تجارت کو معیاری بنانے کے لیے استعمال ہوتے ہیں۔ چونکہ فاریکس کی قیمت کی نقل و حرکت عام طور پر چھوٹی ہوتی ہے، اس لیے لاٹیں بہت بڑی ہوتی ہیں۔ مثال کے طور پر، ایک معیاری لاٹ بنیادی کرنسی کی 100,000 یونٹس ہے۔",
} as WhatIsPipType;
