import { WhatIsPipType } from "public/locales/currency-trading/what-is-pip-and-lot/types";

export default {
  WhatIsPip: "Что такое пип?",
  aPip: "Пипс на Форексе обычно представляет собой однозначное движение в четвертом десятичном знаке валютной пары. Таким образом, если пара EUR/USD переместится с $1,35361 до $1,35371, то она переместится на один пункт. Но если вы торгуете кроссами JPY, пункт — это изменение второго десятичного знака. Движение цены до пятого знака после запятой в торговле на рынке Форекс называется пипеткой.",
  WhatIsLot: "Что такое лот?",
  Currencies:
    "Валюты торгуются лотами, которые представляют собой партии валюты, используемые для стандартизации сделок на Форекс. Поскольку движения цен на Форекс обычно невелики, лоты обычно бывают очень большими. Например, стандартный лот составляет 100 000 единиц базовой валюты.",
} as WhatIsPipType;
