import { WhatIsPipType } from "public/locales/currency-trading/what-is-pip-and-lot/types";

export default {
  WhatIsPip: "ปิ๊ปคืออะไร?",
  aPip: "pip ใน forex มักจะเป็นการเคลื่อนไหวหนึ่งหลักในทศนิยมตำแหน่งที่สี่ของคู่สกุลเงิน ดังนั้น หาก EUR/USD ขยับจาก $1.35361 เป็น $1.35371 แสดงว่าขยับไปหนึ่ง pip แต่หากคุณซื้อขายข้าม JPY pip คือการเปลี่ยนแปลงที่จุดทศนิยมตำแหน่งที่สอง การเคลื่อนไหวของราคาในตำแหน่งทศนิยมตำแหน่งที่ห้าในการซื้อขายฟอเร็กซ์เรียกว่าปิเปต",
  WhatIsLot: "ล็อตคืออะไร?",
  Currencies:
    "สกุลเงินมีการซื้อขายเป็นล็อต ซึ่งเป็นชุดสกุลเงินที่ใช้เพื่อสร้างมาตรฐานการซื้อขายฟอเร็กซ์ เนื่องจากการเคลื่อนไหวของราคาฟอเร็กซ์มักจะมีขนาดเล็ก ล็อตจึงมีขนาดใหญ่มาก ตัวอย่างเช่น ล็อตมาตรฐานคือ 100,000 หน่วยของสกุลเงินหลัก",
} as WhatIsPipType;
