import { ComplainHandlingPolicyLocaleType } from "./types";

export default {
  ComplaintHandlingPolicy: "शिकायत प्रबंधन नीति",
  ZetradexHereinafterReferred:
    'ज़ेट्रेडेक्स, जिसे इसके बाद "कंपनी" के रूप में जाना जाता है, विदेशी मुद्रा बाजार पर व्यापार के लिए शीर्ष गुणवत्ता वाली ब्रोकरेज सेवाएं प्रदान करने का प्रयास करता है।',
  TheCompanyHas:
    "कंपनी ने एक अनुपालन अधिकारी नियुक्त किया है जो ग्राहक की किसी भी शिकायत को कुशलतापूर्वक संभालने के लिए जिम्मेदार है। इससे कंपनी को मुद्दों से सफलतापूर्वक निपटने और भविष्य में उन्हें दोबारा होने से रोकने में मदद मिलेगी।",
  Definition: "परिभाषा",
  AccordingToTheCompany:
    "कंपनी के अनुसार, शिकायत कोई आपत्ति और/या असंतोष है जो ग्राहक को कंपनी द्वारा प्रदान की गई किसी भी वित्तीय सेवा के प्रावधान के संबंध में हो सकती है।",
  Procedure: "प्रक्रिया",
  TheComplianceOfficer:
    "अनुपालन अधिकारी को ग्राहक की शिकायतों पर कार्रवाई करने का काम सौंपा गया है, सिवाय उन मामलों को छोड़कर जहां शिकायत में अनुपालन अधिकारी शामिल है; ऐसी शिकायतों को प्रबंध निदेशक द्वारा नियंत्रित किया जाएगा।",
  ClientsMayRegister:
    "ग्राहक निम्नलिखित तरीकों का उपयोग करके शिकायत दर्ज कर सकते हैं:",
  Email: "ईमेल:",
  Phone: "फ़ोन:",
  Skype: "स्काइप:",
  TheRequestsWillBe:
    "अनुरोध प्राप्त होने के 48 घंटे के भीतर अनुपालन अधिकारी को भेज दिया जाएगा। उन्हें प्राप्त करने के बाद, ग्राहक को एक अधिसूचना भेजी जाएगी कि उनका अनुरोध 48 घंटों के भीतर संसाधित किया जा रहा है।",
  TheClientWillReceive:
    "अनुपालन अधिकारी को ग्राहक की शिकायत प्राप्त होने की तारीख से 4 सप्ताह तक ग्राहक को अंतिम प्रतिक्रिया या जांच के निष्कर्षों को समझाते हुए एक होल्डिंग प्रतिक्रिया प्राप्त होगी। यदि शिकायतकर्ता को होल्डिंग प्रतिक्रिया भेजी जाती है, तो एक स्पष्टीकरण दिया जाएगा जिसमें कारण बताया जाएगा कि कंपनी शिकायत का समाधान क्यों नहीं कर पाई है, साथ ही मुद्दे के समाधान के लिए समय का अनुमान भी दिया जाएगा।",
  IfAfter8WeeksOfReceiving:
    "यदि शिकायत प्राप्त होने के 8 सप्ताह बाद भी हम समस्या का समाधान करने में असमर्थ हैं, तो अनुपालन अधिकारी आपको देरी के कारणों के बारे में लिखित रूप में सूचित करेगा और समस्या को हल करने के लिए एक अद्यतन समय अनुमान का संकेत देगा।",
  WhenTheClientReceives:
    "जब ग्राहक को अंतिम प्रतिक्रिया प्राप्त होगी, तो उनके पास प्रतिक्रिया देने के लिए 8 सप्ताह का समय होगा। यदि उस अवधि के भीतर शिकायतकर्ता से कोई प्रतिक्रिया प्राप्त नहीं होती है, जिससे यह संकेत मिलता है कि वे अभी भी स्पष्टीकरण से असंतुष्ट हैं, तो शिकायत को हल माना जाएगा।",
  IfTheComplainantIsStill:
    "यदि शिकायतकर्ता अभी भी कंपनी की अंतिम प्रतिक्रिया से संतुष्ट नहीं है, तो वे 6 महीने की अवधि के भीतर आगे की जांच के लिए सक्षम अधिकारियों को कंपनी की अंतिम प्रतिक्रिया की एक प्रति के साथ अपनी शिकायत भेज सकते हैं।",
  ZetradexIsRegulatedByThe:
    "ज़ेट्रेडेक्स को मवाली अंतर्राष्ट्रीय सेवा प्राधिकरण द्वारा विनियमित किया जाता है। आप अधिक जानकारी यहां पा सकते हैं",
  Procedure2: "प्रक्रिया",
  AClientInformation: "ए. ग्राहक सूचना:",
  Name: "नाम:",
  Address: "पता:",
  AccountNumber: "खाता संख्या:",
  PhoneNumber: "फ़ोन नंबर:",
  BBriefSummaryOfTheComplaint: "बी. शिकायत का संक्षिप्त सारांश:",
  PleaseDescribeTheProduct:
    "कृपया उस उत्पाद या सेवा का वर्णन करें जिसके बारे में आप शिकायत कर रहे हैं (विवरण, साक्ष्य, राशि और समाधान का सुझाया गया तरीका):",
  PleaseEncloseAnyOther:
    "कृपया कोई अन्य प्रासंगिक दस्तावेज संलग्न करें जो हमें शिकायत से निपटने में मदद कर सके।",
  DateAndPlace: "तारीख और जगह",
  ClientSignature: "मुवक्किल के हस्ताक्षर",
} as ComplainHandlingPolicyLocaleType;
