import { ComplainHandlingPolicyLocaleType } from "./types";

export default {
  ComplaintHandlingPolicy: "Политика рассмотрения жалоб",
  ZetradexHereinafterReferred:
    "Zetradex, именуемая в дальнейшем «Компания», стремится предоставлять брокерские услуги высочайшего качества для торговли на рынке Форекс.",
  TheCompanyHas:
    "Компания назначила Комплаенс-офицера, который отвечает за эффективное рассмотрение любых жалоб от Клиента. Это позволит Компании успешно решать проблемы и предотвращать их повторение в будущем.",
  Definition: "Определение",
  AccordingToTheCompany:
    "По мнению Компании, жалобой являются любые возражения и/или недовольство, которые Клиент может иметь в отношении предоставления любой финансовой услуги, предоставляемой Компанией.",
  Procedure: "Процедура",
  TheComplianceOfficer:
    "Комплаенс-офицеру поручено обрабатывать жалобы Клиентов, за исключением случаев, когда жалоба касается Комплаенс-офицера; такие жалобы рассматриваются Управляющим директором.",
  ClientsMayRegister: "Клиенты могут подать жалобу следующими способами:",
  Email: "Электронная почта:",
  Phone: "Телефон:",
  Skype: "Скайп:",
  TheRequestsWillBe:
    "Запросы будут переданы Комплаенс-офицеру в течение 48 часов после получения. После их получения Клиенту будет отправлено уведомление о том, что его запрос обрабатывается в течение 48 часов.",
  TheClientWillReceive:
    "Клиент получит окончательный ответ или ответ о приостановлении с объяснением результатов расследования в течение 4 недель с даты получения Комплаенс-офицером жалобы Клиента. Если Заявителю направляется ответ о приостановлении, ему должно быть дано объяснение с указанием причин, по которым Компания не смогла разрешить жалобу, а также с указанием ориентировочных сроков решения вопроса.",
  IfAfter8WeeksOfReceiving:
    "Если по истечении 8 недель с момента получения жалобы мы по-прежнему не сможем решить проблему, специалист по соблюдению нормативных требований уведомит вас в письменной форме о причинах задержки и укажет обновленную оценку времени для решения проблемы.",
  WhenTheClientReceives:
    "Когда Клиент получит окончательный ответ, у него будет 8 недель на ответ. Если в течение этого периода от заявителя не будет получен ответ, указывающий, что он по-прежнему не удовлетворен объяснением, Жалоба будет считаться решенной.",
  IfTheComplainantIsStill:
    "Если заявитель по-прежнему не удовлетворен окончательным ответом Компании, он может передать свою жалобу вместе с копией окончательного ответа Компании компетентным органам для дальнейшего расследования в течение 6 месяцев.",
  ZetradexIsRegulatedByThe:
    "Zetradex регулируется Управлением международных услуг Мвали. Вы можете найти дополнительную информацию на",
  Procedure2: "Процедура",
  AClientInformation: "А. Информация о клиенте:",
  Name: "Имя:",
  Address: "Адрес:",
  AccountNumber: "Номер счета:",
  PhoneNumber: "Номер телефона:",
  BBriefSummaryOfTheComplaint: "Б. Краткое содержание жалобы:",
  PleaseDescribeTheProduct:
    "Пожалуйста, опишите продукт или услугу, на которую вы жалуетесь (описание, доказательства, сумму и предлагаемый способ решения):",
  PleaseEncloseAnyOther:
    "Приложите любую другую соответствующую документацию, которая может помочь нам обработать жалобу.",
  DateAndPlace: "Дата и место",
  ClientSignature: "Подпись клиента",
} as ComplainHandlingPolicyLocaleType;
