import { ComplainHandlingPolicyLocaleType } from "./types";

export default {
  ComplaintHandlingPolicy: "นโยบายการจัดการข้อร้องเรียน",
  ZetradexHereinafterReferred:
    'Zetradex ซึ่งต่อไปนี้จะเรียกว่า "บริษัท" มุ่งมั่นที่จะให้บริการนายหน้าซื้อขายหลักทรัพย์คุณภาพสูงสำหรับการซื้อขายในตลาด Forex',
  TheCompanyHas:
    "บริษัทได้แต่งตั้งเจ้าหน้าที่ปฏิบัติตามกฎระเบียบซึ่งรับผิดชอบในการจัดการข้อร้องเรียนจากลูกค้าอย่างมีประสิทธิภาพ ซึ่งจะทำให้บริษัทสามารถจัดการกับปัญหาต่างๆ ได้สำเร็จ และป้องกันไม่ให้เกิดซ้ำอีกในอนาคต",
  Definition: "คำนิยาม",
  AccordingToTheCompany:
    "ตามที่บริษัทระบุ การร้องเรียนคือการคัดค้านและ/หรือความไม่พอใจใดๆ ที่ลูกค้าอาจมีเกี่ยวกับการให้บริการทางการเงินใดๆ ที่บริษัทให้บริการ",
  Procedure: "ขั้นตอน",
  TheComplianceOfficer:
    "เจ้าหน้าที่ปฏิบัติตามกฎระเบียบได้รับมอบหมายให้ประมวลผลข้อร้องเรียนของลูกค้า ยกเว้นในกรณีที่การร้องเรียนเกี่ยวข้องกับเจ้าหน้าที่ปฏิบัติตามข้อกำหนด ข้อร้องเรียนดังกล่าวให้กรรมการผู้จัดการเป็นผู้จัดการ",
  ClientsMayRegister:
    "ลูกค้าสามารถลงทะเบียนข้อร้องเรียนโดยใช้วิธีการดังต่อไปนี้:",
  Email: "อีเมล:",
  Phone: "โทรศัพท์:",
  Skype: "สไกป์:",
  TheRequestsWillBe:
    "คำขอจะถูกส่งต่อไปยังเจ้าหน้าที่กำกับดูแลภายใน 48 ชั่วโมงหลังจากได้รับ หลังจากที่เขา/เธอได้รับแล้ว ลูกค้าจะได้รับการแจ้งเตือนว่าคำขอของพวกเขากำลังได้รับการดำเนินการภายใน 48 ชั่วโมง",
  TheClientWillReceive:
    "ลูกค้าจะได้รับการตอบกลับครั้งสุดท้ายหรือการตอบกลับที่ระงับไว้ซึ่งอธิบายผลการสืบสวนสูงสุด 4 สัปดาห์นับจากวันที่เจ้าหน้าที่ปฏิบัติตามข้อกำหนดได้รับการร้องเรียนจากลูกค้า หากมีการส่งคำตอบการระงับไปยังผู้ร้องเรียน จะต้องให้คำอธิบายโดยระบุสาเหตุที่บริษัทไม่สามารถแก้ไขข้อร้องเรียนได้ พร้อมทั้งให้ประมาณการเวลาในการแก้ไขปัญหา",
  IfAfter8WeeksOfReceiving:
    "หากเรายังคงไม่สามารถแก้ไขปัญหาได้หลังจากผ่านไป 8 สัปดาห์ เจ้าหน้าที่ปฏิบัติตามข้อกำหนดจะแจ้งให้คุณทราบเป็นลายลักษณ์อักษรเกี่ยวกับสาเหตุของความล่าช้า และระบุเวลาโดยประมาณที่อัปเดตเพื่อแก้ไขปัญหา",
  WhenTheClientReceives:
    "เมื่อลูกค้าได้รับการตอบกลับครั้งสุดท้าย พวกเขาจะมีเวลา 8 สัปดาห์ในการตอบกลับ หากไม่ได้รับการตอบกลับภายในระยะเวลาดังกล่าวจากผู้ร้องเรียนระบุว่ายังไม่พอใจกับคำอธิบาย จะถือว่าข้อร้องเรียนได้รับการแก้ไข",
  IfTheComplainantIsStill:
    "หากผู้ร้องเรียนยังไม่พอใจกับคำตอบสุดท้ายของบริษัท สามารถส่งเรื่องร้องเรียนพร้อมสำเนาคำตอบสุดท้ายของบริษัทไปยังเจ้าหน้าที่ผู้มีอำนาจเพื่อดำเนินการสอบสวนต่อไปภายในระยะเวลา 6 เดือน",
  ZetradexIsRegulatedByThe:
    "Zetradex ได้รับการควบคุมโดย Mwali International Service Authority สามารถดูข้อมูลเพิ่มเติมได้ที่",
  Procedure2: "ขั้นตอน",
  AClientInformation: "ก. ข้อมูลลูกค้า:",
  Name: "ชื่อ:",
  Address: "ที่อยู่:",
  AccountNumber: "หมายเลขบัญชี:",
  PhoneNumber: "หมายเลขโทรศัพท์:",
  BBriefSummaryOfTheComplaint: "B. สรุปโดยย่อของการร้องเรียน:",
  PleaseDescribeTheProduct:
    "โปรดอธิบายผลิตภัณฑ์หรือบริการที่คุณกำลังร้องเรียน (คำอธิบาย หลักฐาน จำนวน และวิธีแก้ปัญหาที่แนะนำ):",
  PleaseEncloseAnyOther:
    "โปรดแนบเอกสารที่เกี่ยวข้องอื่นๆ ที่อาจช่วยให้เราจัดการกับข้อร้องเรียนได้",
  DateAndPlace: "วันที่และสถานที่",
  ClientSignature: "ลายเซ็นลูกค้า",
} as ComplainHandlingPolicyLocaleType;
