import { ZePROAccountLocaleType } from "./types";

export default {
  ZePROAccount: "ze PRO खाता",
  ForThose: "उन लोगों के लिए जो सबसे ज़्यादा लाभ कमाना चाहते हैं",
  OurZePRO:
    "हमारा ze PRO खाता बड़े खर्च करने वालों के लिए है: ऐसे व्यापारी जो बड़ी जमाराशियों, बड़ी मात्रा में उच्च-दांव वाले सौदों और उससे भी ज़्यादा मुनाफ़े में रुचि रखते हैं।",
  WithThis:
    "इस खाते के साथ आप पाएंगे कि आपको अपने सौदों पर ज़्यादा आज़ादी और नियंत्रण मिलेगा, जिससे आप जितना संभव हो उतना ज़्यादा मुनाफ़ा कमा पाएँगे।",
  GetUnparalleled: "तरलता तक बेजोड़ पहुँच पाएँ और उच्च मात्रा में व्यापार करें",
  BenefitFrom:
    "हमारे विशेष ग्राहक सेवा का लाभ उठाएँ, जो सिर्फ़ आपके लिए बनाई गई है",
  MakeThe: "1:500 तक के उत्तोलन के साथ अपने फंड का अधिकतम लाभ उठाएँ",
  TakeAdventage: "हमारी कम मार्जिन आवश्यकताओं का लाभ उठाएँ",
} as ZePROAccountLocaleType;
