import { ZePROAccountLocaleType } from "./types";

export default {
  ZePROAccount: "ze PRO اکاؤنٹ",
  ForThose: "ان لوگوں کے لیے جو زیادہ سے زیادہ فائدہ اٹھانا چاہتے ہیں۔",
  OurZePRO:
    "ہمارا ze PRO اکاؤنٹ بڑے خرچ کرنے والوں کے لیے ہے: وہ تاجر جو بڑے ڈپازٹس میں دلچسپی رکھتے ہیں، بڑے حجم کے ساتھ زیادہ حصص کے سودے، اور یہاں تک کہ بڑے منافع میں۔",
  WithThis:
    "اس اکاؤنٹ کے ساتھ آپ کو اپنے سودوں پر زیادہ آزادی اور کنٹرول ملے گا، جو آپ کو زیادہ سے زیادہ منافع کمانے کی اجازت دے گا۔",
  GetUnparalleled:
    "لیکویڈیٹی تک بے مثال رسائی حاصل کریں اور اعلیٰ حجم کے ساتھ تجارت کریں۔",
  BenefitFrom:
    "ہماری خصوصی کسٹمر سروس سے فائدہ اٹھائیں، جو صرف آپ کے لیے بنائی گئی ہے۔",
  MakeThe: "1:500 تک لیوریج کے ساتھ اپنے فنڈز کا زیادہ سے زیادہ فائدہ اٹھائیں۔",
  TakeAdventage: "ہماری کم مارجن کی ضروریات سے فائدہ اٹھائیں۔",
} as ZePROAccountLocaleType;
