import { ZePROAccountLocaleType } from "./types";

export default {
  ZePROAccount: "ze PRO аккаунт",
  ForThose: "Для тех, кто хочет получить максимум",
  OurZePRO:
    "Наш аккаунт ze PRO предназначен для тех, кто тратит большие деньги: трейдеров, которые заинтересованы в крупных депозитах, сделках с высокими ставками и большими объемами и еще большей прибылью.",
  WithThis:
    "Благодаря этой учетной записи вы получите больше свободы и контроля над своими сделками, что позволит вам получить как можно большую прибыль.",
  GetUnparalleled:
    "Получите беспрецедентный доступ к ликвидности и торгуйте большими объемами",
  BenefitFrom:
    "Воспользуйтесь нашей специализированной службой поддержки клиентов, созданной специально для вас.",
  MakeThe:
    "Получите максимальную выгоду от своих средств с кредитным плечом до 1:500.",
  TakeAdventage: "Воспользуйтесь нашими низкими маржинальными требованиями",
} as ZePROAccountLocaleType;
