import { ZePROAccountLocaleType } from "./types";

export default {
  ZePROAccount: "บัญชี ze PRO",
  ForThose: "สำหรับผู้ที่ต้องการใช้ประโยชน์สูงสุด",
  OurZePRO:
    "บัญชี ze PRO ของเรามีไว้สำหรับผู้ใช้จ่ายจำนวนมาก: เทรดเดอร์ที่สนใจเงินฝากจำนวนมาก ข้อตกลงที่มีเดิมพันสูงในปริมาณมาก และแม้แต่ผลกำไรที่มากขึ้น",
  WithThis:
    "ด้วยบัญชีนี้ คุณจะพบว่าคุณมีอิสระมากขึ้นและสามารถควบคุมการซื้อขายของคุณได้ ซึ่งจะช่วยให้คุณทำกำไรได้มากที่สุดเท่าที่จะเป็นไปได้",
  GetUnparalleled: "เข้าถึงสภาพคล่องที่เหนือชั้นและซื้อขายด้วยปริมาณสูง",
  BenefitFrom:
    "รับประโยชน์จากการบริการลูกค้าเฉพาะทางของเรา สร้างขึ้นเพื่อคุณโดยเฉพาะ",
  MakeThe: "ใช้เงินทุนของคุณให้เกิดประโยชน์สูงสุดด้วยเลเวอเรจสูงสุด 1:500",
  TakeAdventage: "ใช้ประโยชน์จากข้อกำหนดมาร์จิ้นที่ต่ำของเรา",
} as ZePROAccountLocaleType;
