import { WhyChooseLocaleType } from "./types";

export default {
  WhyChooseZeroSpreadAccount: "ज़े अल्ट्रा अकाउंट क्यों चुनें",
  LicensedBroker: "लाइसेंस प्राप्त ब्रोकर",
  ZetradexIsARegulated:
    "ज़ेट्रेडेक्स एक विनियमित फ़ॉरेक्स ब्रोकर है जिसकी प्रतिष्ठा बहुत अच्छी है।",
  TightSpreads: "टाइट स्प्रेड",
  WeOffer:
    "हम फिक्स्ड या फ़्लोटिंग स्प्रेड और तेज़ ऑर्डर निष्पादन वाले अकाउंट ऑफ़र करते हैं।",
  BroadBonusProgram: "व्यापक बोनस प्रोग्राम",
  PeopleWhoPrefer:
    "जो लोग बोनस के साथ ट्रेडिंग करना पसंद करते हैं, वे अपनी ज़रूरतों के हिसाब से कोई एक चुन सकते हैं।",
  VarietyOfAssets: "विविधतापूर्ण एसेट",
  WeHaveALarge: "हमारे पास चुनने के लिए ट्रेडिंग सिंबल/एसेट का एक बड़ा चयन है।",
  BothNew:
    "ज़े अल्ट्रा अकाउंट खोलकर, आपको एक मानक अकाउंट के सभी फ़ायदे मिलते हैं, जैसे कि उच्च लीवरेज का उपयोग करने की क्षमता, हमारे अनूठे बोनस और सेवाएँ, लेकिन लगभग शून्य स्प्रेड के साथ। हमारे अभिनव ज़े अल्ट्रा अकाउंट का उपयोग करने के बाद, उन्नत ज़ेट्रेडेक्स ट्रेडिंग प्लेटफ़ॉर्म के साथ, आपका जीवन पहले जैसा कभी नहीं होगा। आप अपने पुराने अकाउंट का उपयोग करने के लिए वापस जाने की संभावना नहीं रखते हैं। सक्रिय रूप से ट्रेडिंग करके, आप न केवल हमारे प्लेटफ़ॉर्म की सुविधा और विश्वसनीयता की पूरी तरह से सराहना करेंगे, बल्कि बेहद कम स्प्रेड की भी सराहना करेंगे।",
  IfYoureLooking:
    "यदि आप अच्छे ट्रेडिंग कौशल वाले सक्रिय ट्रेडर हैं, तो हम वास्तव में नहीं जानते कि आपने अभी तक अपना ज़े अल्ट्रा अकाउंट क्यों पंजीकृत नहीं किया है, लेकिन हम आपको इसे अभी करने की सलाह देते हैं।",
  OpenAccount: "खाता खोलें",
} as WhyChooseLocaleType;
