import { WhyChooseLocaleType } from "./types";

export default {
  WhyChooseZeroSpreadAccount: "زی الٹرا اکاؤنٹ کیوں منتخب کریں۔",
  LicensedBroker: "لائسنس یافتہ بروکر",
  ZetradexIsARegulated:
    "Zetradex مضبوط ساکھ کے ساتھ ایک باقاعدہ فاریکس بروکر ہے۔",
  TightSpreads: "تنگ پھیلتا ہے",
  WeOffer:
    "ہم فکسڈ یا فلوٹنگ اسپریڈز اور تیز آرڈر پر عملدرآمد کے ساتھ اکاؤنٹس پیش کرتے ہیں۔",
  BroadBonusProgram: "وسیع بونس پروگرام",
  PeopleWhoPrefer:
    "جو لوگ بونس کے ساتھ تجارت کو ترجیح دیتے ہیں وہ اپنی ضروریات کے مطابق کسی ایک کا انتخاب کر سکتے ہیں۔",
  VarietyOfAssets: "مختلف قسم کے اثاثے۔",
  WeHaveALarge:
    "ہمارے پاس تجارتی علامتوں/اثاثوں کا ایک بڑا انتخاب ہے جس میں سے انتخاب کرنا ہے۔",
  BothNew:
    "Ze Ultra اکاؤنٹ کھول کر، آپ کو معیاری اکاؤنٹ کے تمام فوائد حاصل ہوتے ہیں، جیسے کہ زیادہ فائدہ اٹھانے کی صلاحیت، ہمارے منفرد بونس اور خدمات، لیکن صفر کے قریب اسپریڈز کے ساتھ۔ جدید Zetradex ٹریڈنگ پلیٹ فارم کے ساتھ مل کر ہمارا اختراعی Ze Ultra اکاؤنٹ استعمال کرنے کے بعد، آپ کی زندگی پہلے جیسی نہیں رہے گی۔ آپ کو اپنے پرانے اکاؤنٹس استعمال کرنے پر واپس جانے کا امکان نہیں ہے۔ فعال طور پر تجارت کرنے سے، آپ نہ صرف ہمارے پلیٹ فارم کی سہولت اور بھروسے کی پوری تعریف کریں گے بلکہ انتہائی کم اسپریڈز کی بھی تعریف کریں گے۔",
  IfYoureLooking:
    "اگر آپ اچھی ٹریڈنگ کی مہارت کے ساتھ فعال تاجر ہیں، تو ہم واقعی نہیں جانتے کہ آپ نے ابھی تک اپنا Ze Ultra اکاؤنٹ کیوں رجسٹر نہیں کیا ہے لیکن ہم آپ کو مشورہ دیتے ہیں کہ اسے ابھی کر لیں۔",
  OpenAccount: "اکاؤنٹ کھولیں۔",
} as WhyChooseLocaleType;
