import { WhyChooseLocaleType } from "./types";

export default {
  WhyChooseZeroSpreadAccount: "Почему стоит выбрать ze Ultra Account",
  LicensedBroker: "Лицензированный брокер",
  ZetradexIsARegulated:
    "Zetradex — регулируемый форекс-брокер с хорошей репутацией.",
  TightSpreads: "Узкие спреды",
  WeOffer:
    "Мы предлагаем счета с фиксированными или плавающими спредами и быстрым исполнением ордеров.",
  BroadBonusProgram: "Широкая бонусная программа",
  PeopleWhoPrefer:
    "Люди, которые предпочитают торговать с бонусами, могут выбрать тот, который соответствует их потребностям.",
  VarietyOfAssets: "Разнообразие активов",
  WeHaveALarge: "У нас есть большой выбор торговых символов/активов.",
  BothNew:
    "Открывая учетную запись Ze Ultra, вы получаете все преимущества стандартной учетной записи, такие как возможность использовать высокое кредитное плечо, наши уникальные бонусы и услуги, но со спредами, близкими к нулю. После использования нашей инновационной учетной записи Ze Ultra в сочетании с передовой торговой платформой Zetradex ваша жизнь никогда не будет такой, как прежде. Вы вряд ли вернетесь к использованию своих старых учетных записей. Активно торгуя, вы в полной мере оцените не только удобство и надежность нашей платформы, но и чрезвычайно низкие спреды.",
  IfYoureLooking:
    "Если вы активный трейдер с приличными торговыми навыками, мы не знаем, почему вы до сих пор не зарегистрировали свою учетную запись Ze Ultra, но советуем вам сделать это прямо сейчас.",
  OpenAccount: "Открыть аккаунт",
} as WhyChooseLocaleType;
