import { WhyChooseLocaleType } from "./types";

export default {
  WhyChooseZeroSpreadAccount: "เหตุใดจึงเลือกบัญชี ze Ultra",
  LicensedBroker: "นายหน้าที่ได้รับใบอนุญาต",
  ZetradexIsARegulated:
    "Zetradex เป็นโบรกเกอร์ฟอเร็กซ์ที่ได้รับการควบคุมและมีชื่อเสียงอย่างมาก",
  TightSpreads: "สเปรดแน่น",
  WeOffer:
    "เราเสนอบัญชีที่มีสเปรดคงที่หรือลอยตัวและการดำเนินการตามคำสั่งที่รวดเร็ว",
  BroadBonusProgram: "โปรแกรมโบนัสแบบกว้าง",
  PeopleWhoPrefer:
    "ผู้ที่ชื่นชอบการซื้อขายด้วยโบนัสสามารถเลือกหนึ่งรายการเพื่อให้เหมาะกับความต้องการของพวกเขา",
  VarietyOfAssets: "ทรัพย์สินที่หลากหลาย",
  WeHaveALarge: "เรามีสัญลักษณ์การซื้อขาย/สินทรัพย์ให้เลือกมากมาย",
  BothNew:
    "เมื่อเปิดบัญชี Ze Ultra คุณจะได้รับประโยชน์ทั้งหมดจากบัญชีมาตรฐาน เช่น ความสามารถในการใช้เลเวอเรจสูง โบนัสและบริการที่เป็นเอกลักษณ์ของเรา แต่มีสเปรดเกือบเป็นศูนย์ หลังจากใช้บัญชี Ze Ultra ที่เป็นนวัตกรรมของเรา รวมกับแพลตฟอร์มการซื้อขาย Zetradex ขั้นสูง ชีวิตของคุณจะไม่เหมือนเดิมอีกต่อไป คุณไม่น่าจะกลับไปใช้บัญชีเก่าของคุณ ด้วยการเทรดอย่างจริงจัง คุณจะประทับใจไม่เพียงแต่ความสะดวกสบายและความน่าเชื่อถือของแพลตฟอร์มของเราเท่านั้น แต่ยังรวมถึงสเปรดที่ต่ำมากอีกด้วย",
  IfYoureLooking:
    "หากคุณเป็นเทรดเดอร์ที่กระตือรือร้นและมีทักษะการซื้อขายที่ดี เราไม่รู้จริงๆ ว่าทำไมคุณถึงยังไม่ได้ลงทะเบียนบัญชี Ze Ultra ของคุณ แต่เราแนะนำให้คุณดำเนินการทันที",
  OpenAccount: "เปิดบัญชี",
} as WhyChooseLocaleType;
