import { Type } from "./types";

export default {
  PowerUpBonus: "پاور اپ بونس",
  ChargeToTheFullest: "مکمل چارج کریں!",
  ClaimBonus: "بونس کا دعوی کریں۔",
  AboutTheBonus: "بونس کے بارے میں",
  PowerUpBonusIsA:
    "پاور اپ بونس ایک بونس ہے جو آپ کے قواعد کے مطابق کام کرتا ہے۔ اب آپ فیصلہ کرتے ہیں کہ آپ کو اپنی ٹریڈنگ گیم جیتنے کے لیے کتنی ضرورت ہے اور اب صرف آپ فیصلہ کرتے ہیں کہ بروکر کو کتنی رقم ادا کرنی ہے۔ کسی نہ کسی طریقے سے، ہم اس بات کا خیال رکھیں گے کہ آپ کے پاس ایکٹو ٹریڈنگ کے لیے کافی بیلنس موجود ہے، تاکہ آپ کے پاس اپنے آپ کو صرف ڈیمو اکاؤنٹس یا مائیکرو ٹریڈز تک محدود رکھنے کی کوئی وجہ نہ ہو۔ پاور اپ بونس کے ساتھ آپ حقیقی ٹریڈنگ شروع کریں گے چاہے آپ کا ڈپازٹ $50 ہو یا $500۔",
  WeHaveCreatedA:
    "ہم نے واقعی ایک عالمگیر، لچکدار بونس بنایا ہے جو ایک ابتدائی اور پیشہ ور دونوں کے لیے موزوں ہوگا۔ اگر آپ اپنے فنڈز کو خطرے میں ڈالنے کے لیے تیار نہیں ہیں، تو ہم آپ کے لیے اپنی رقم جوڑ کر آپ کے لیے ایسا کریں گے، اور پھر یہ صرف ضروری ہے کہ فعال طور پر تجارت کریں، بغیر کسی پابندی کے منافع کمائیں اور نکالیں۔ ہم $1,000 کے تجارتی اکاؤنٹ کے لیے تجویز کردہ بیلنس فراہم کرنے کے لیے آپ کے ڈپازٹ پر 1900% تک کا اضافہ کرنے کے لیے تیار ہیں۔ اپنے اکاؤنٹ کو ابھی پاور اپ کریں۔",
  TermsAndConditions: "شرائط و ضوابط",
  DepositIncrease: "ڈپازٹ میں اضافہ",
  upTo: "تک",
  MinimumDeposit: "کم از کم ڈپازٹ",
  MaximumLeverage: "زیادہ سے زیادہ بیعانہ",
  AccountVerified: "اکاؤنٹ تصدیق شدہ",
  Yes: "جی ہاں",
  FlexibleConditions: "لچکدار حالات",
  WeWillAddAsMuch: "ہم آپ کو فعال ٹریڈنگ کے لیے ضرورت کے مطابق اضافہ کریں گے۔",
  NoLimits: "کوئی حد نہیں۔",
  NoLimitationsLike:
    "تجارت شدہ لاٹوں کی تعداد، سودے، یا تجارتی ٹولز جیسی کوئی پابندی نہیں۔",
  FullWithdrawal: "مکمل واپسی",
  SumOfProfit: "بونس پر منافع کی رقم لامحدود ہے۔",
  WhyChoose: "پاور اپ بونس کیوں منتخب کریں؟",
  OpenStandardSwapFreeAccount: "معیاری سویپ فری اکاؤنٹ کھولیں۔",
  ApplyThePowerUpBonus: "پاور اپ بونس کا اطلاق کریں۔",
  TopUpTheAccount: "اکاؤنٹ کو کم از کم $50 تک ٹاپ اپ کریں۔",
  HowTheBonusWorks: "بونس کیسے کام کرتا ہے؟",
  HowToGet: "کیسے حاصل کریں؟",
  YourDeposit: "آپ کی جمع",
  TheBonusWillBeAdded: "بونس آپ کے اکاؤنٹ میں شامل کیا جائے گا:",
  ProfitSharingPercentage: "منافع کی تقسیم کا فیصد:",
  GetTheBonus: "بونس حاصل کریں۔",
} as Type;
