import type { AboutZetradexType } from "public/locales/faq/about-zetradex/types";

export default {
  AboutZetradex: "ज़ेट्रेडेक्स के बारे में",
  WhatIsZetradex: "ज़ेट्रेडेक्स क्या है?",
  ZetradexIsALeading:
    "Zetradex एक अग्रणी विदेशी मुद्रा ब्रोकर है जो व्यापारियों को वैश्विक वित्तीय बाजारों तक पहुंचने के लिए उपयोग में आसान मंच प्रदान करता है। यह व्यापारियों को आज के बाज़ारों में, चाहे डेस्कटॉप पर हो या मोबाइल उपकरणों पर, प्राप्त करने में सहायता करने के लिए स्वचालित ऑर्डर निष्पादन, प्रतिस्पर्धी स्प्रेड, वास्तविक समय बाज़ार डेटा विश्लेषण और अन्य उपकरण प्रदान करता है।",
  YouCanOpen:
    "आप नीचे से Zetradex का डेमो या लाइव ट्रेडिंग खाता निःशुल्क खोल सकते हैं।",
  SignUp: "साइन अप करें",
  ZetradexALeading:
    "Zetradex, एक अग्रणी विदेशी मुद्रा प्लेटफ़ॉर्म, अधिकतम लाभ और न्यूनतम जोखिम सुनिश्चित करते हुए, विदेशी मुद्रा दलालों और ब्रांडेड उत्पादों के लिए सेवाओं का एक व्यापक सूट प्रदान करने के लिए AI एल्गोरिदम और मशीन लर्निंग तकनीकों द्वारा संचालित उन्नत FDCTech तकनीक का उपयोग करता है।",
  Replenish:
    "बिना कमीशन वाले अंतर्राष्ट्रीय भुगतान चैनलों का उपयोग करके खाते को पुनः भरें।",
  AMultiLayered:
    "एक बहुस्तरीय सुरक्षा दृष्टिकोण जिसमें डिवाइस पहचान, धन पृथक्करण और एसएसएल शामिल है।",
  Leverage: "1:3000 का उत्तोलन सभी प्रकार के ट्रेडिंग खातों के लिए उपलब्ध है।",
  ZetradexHas: "Zetradex के दस लाख ग्राहक हैं और यह आंकड़ा हर दिन बढ़ रहा है।",
  HowICan: "मैं Zetradex की सहायता टीम से कैसे संपर्क कर सकता हूँ?",
  ThereAre: "Zetradex की सहायता टीम से संपर्क करने के विभिन्न तरीके हैं।",
  TheMain: "मुख्य संपर्क विधियाँ हैं:",
  PhoneCall: "फोन कॉल",
  ByContacting:
    "ईमेल या लाइव चैट के माध्यम से संपर्क करके, Zetradex का बहुभाषी समर्थन आपको आपकी मूल भाषा में जवाब दे सकता है।",
  ThereAreZetradex:
    "ज़ेट्रेडेक्स के आधिकारिक इंस्टाग्राम, फेसबुक, यूट्यूब, ट्विटर और लिंक्डइन खाते हैं जिन्हें आप अधिक जानकारी के लिए स्वतंत्र रूप से देख सकते हैं।",
  ZetradexOfficialAccount: "ज़ेट्रेडेक्स आधिकारिक खाता",
  InWhich: "Zetradex किस भाषा में सहायता प्रदान करता है?",
  toZetradex:
    "Zetradex की सहायता टीम से, आप अपनी मूल भाषा में संपर्क कर सकते हैं।",
  YouCanContact:
    "आप Zetradex की सहायता टीम से ईमेल, लाइव चैट या सीधे व्हाट्सएप या टेलीग्राम पर अपने खाता प्रबंधक से संपर्क कर सकते हैं।",
  ZetradexProfessional:
    "Zetradex की पेशेवर सहायता टीम आज आपकी भाषा में आपका समर्थन करने के लिए तैयार है।",
  ForAnyGeneral:
    "ज़ेट्रेडेक्स के बारे में किसी भी सामान्य जानकारी के लिए, आप होम पेज देख सकते हैं जो कई भाषाओं में भी उपलब्ध है।",
  AreYouRegulated: "क्या आप विनियमित हैं?",
  YesZetradexHolding:
    "हाँ, ज़ेट्रेडेक्स होल्डिंग लिमिटेड कोमोरोस यूनियन में मवाली इंटरनेशनल सर्विसेज अथॉरिटी द्वारा लाइसेंस संख्या T2023278 के साथ मोहेली कॉर्पोरेट सर्विसेज लिमिटेड, पी.बी. में पंजीकृत कार्यालय के साथ अधिकृत है। 1257 बोनोवो रोड, फ़ोम्बोनी, कोमोरोस, किमी.",
  DoYouAccept:
    "क्या आप संयुक्त राज्य अमेरिका, यूक्रेन, ईरान और उत्तर कोरिया के निवासियों को स्वीकार करते हैं?",
  OurServices:
    "हमारी सेवाएँ संयुक्त राज्य अमेरिका और उत्तर कोरिया के निवासियों के लिए उपलब्ध नहीं हैं, अन्य देशों के निवासियों के लिए उपलब्ध हैं",
  WhichPlatform: "मैं ट्रेडों के लिए किस प्लेटफ़ॉर्म का उपयोग कर सकता हूं?",
  OurServicesAreBased:
    "हमारी सेवाएँ Zetrader नामक हमारे अपने ट्रेडिंग प्लेटफ़ॉर्म पर आधारित हैं, जिसका उपयोग PC और मोबाइल डिवाइस दोनों पर किया जा सकता है। यह व्यापारियों को वैश्विक वित्तीय बाज़ारों तक पहुँचने के लिए उपयोगकर्ता के अनुकूल और तकनीकी रूप से उन्नत अनुभव प्रदान करता है। Zetrader, web.zetradex.com पर उपलब्ध है।",
  WhichAmount: "व्यापार के लिए कौन सी राशि न्यूनतम होगी?",
  MinimumDeposit:
    "न्यूनतम जमा राशि 1$. यदि आप हमारा 50% वेलकम बोनस लेते हैं तो यह राशि पर्याप्त होगी। हालाँकि डिफ़ॉल्ट रूप से न्यूनतम जमा राशि 50$ है क्योंकि यह राशि न्यूनतम है जो आपको खोले गए सौदों के लिए चाहिए।",
  CanITrade: "क्या मैं सत्यापन के बिना व्यापार कर सकता हूँ?",
  YesYouCan:
    "हां, आप सत्यापन के बिना शुरू कर सकते हैं लेकिन हम भविष्य में सत्यापन का अनुरोध करने की शक्ति सुरक्षित रखते हैं, जब आप कुछ पैसे निकालते हैं क्योंकि वित्तीय लेनदेन एएमएल अंतरराष्ट्रीय नियमों के अधीन हैं।",
  DoYouHave: "क्या आपके पास डेमो खाते हैं?",
  YesYouCanRegister:
    "हाँ आप वर्चुअल बैलेंस के साथ हमारे डेमो अकाउंट को रजिस्टर कर सकते हैं या नो डिपॉज़िट बोनस के साथ हमारे प्लेटफ़ॉर्म का परीक्षण कर सकते हैं। वर्चुअल मनी के साथ डेमो ट्रेडिंग अकाउंट खोलने के लिए, नीचे दिए गए रजिस्ट्रेशन पेज पर जाएँ।",
  ToOpenADemo:
    "वर्चुअल मनी के साथ डेमो ट्रेडिंग खाता खोलने के लिए, नीचे पंजीकरण पृष्ठ पर जाएं।",
  CanIInvest: "क्या मैं निवेश कर सकता हूँ और आप मेरे लिए व्यापार कर सकते हैं?",
  TheCompanyDont:
    "कंपनी ग्राहकों के बदले व्यापार नहीं करती। आपको खुद ट्रेडिंग सीखनी चाहिए। साथ ही हम PAMM खातों और सोशल ट्रेडिंग की सेवा का सुझाव देते हैं। तो आप हमारे साझेदारों की सदस्यता ले सकते हैं और उनके सौदों की प्रतिलिपि बना सकते हैं",
  AccountOpening: "खाता खोलना",
  WhatIsTheZetradex: "Zetradex के खाता प्रकार क्या हैं?",
  AccountTypes: "Zetradex पर खाता प्रकार हैं:",
  zeStandardAcc: "ज़ी मानक खाता",
  Universal: "सार्वभौमिक क्लासिक समाधान",
  Useful: "सभी के लिए उपयोगी",
  HighLeverage: "ज्यादा उद्यामन",
  Minimum: "1$ न्यूनतम जमा",
  WellKnows: "सुप्रसिद्ध सेटिंग्स और व्यापारिक स्थितियाँ",
  zeProAcc: "ज़ी प्रो खाता",
  ForThose: "उन लोगों के लिए जो अधिकतम लाभ कमाना चाहते हैं",
  GetUnparalleled:
    "तरलता तक अद्वितीय पहुंच प्राप्त करें और उच्च मात्रा में व्यापार करें",
  Benefit: "केवल आपके लिए बनाई गई हमारी विशेष ग्राहक सेवा से लाभ उठाएं",
  MakeTheMost: "1:3000 तक की लीवरेज के साथ अपने फंड का अधिकतम लाभ उठाएँ",
  TakeAdvantage: "हमारी कम मार्जिन आवश्यकताओं का लाभ उठाएं",
  zeUltraAcc: "ज़ी अल्ट्रा अकाउंट",
  FixedCommission: "स्प्रेड के बदले निश्चित कमीशन शुल्क",
  CloseToZero: "सभी व्यापारिक उपकरणों पर लगभग शून्य स्प्रेड",
  UpTo: "20% तक कम कमीशन दरें",
  CommissionsFees: "कमीशन शुल्क पारदर्शी है और इसकी गणना पहले से की जा सकती है",
  RecommendedForActive: "कुछ अनुभव वाले सक्रिय व्यापारियों के लिए अनुशंसित",
  HowDoI: "मैं Zetradex के साथ खाता कैसे खोलूं?",
  ToSignUp:
    "ज़ेट्रेडेक्स की सेवा के लिए साइन अप करने और लाइव या डेमो ट्रेडिंग खाता खोलने के लिए, नीचे पंजीकरण पृष्ठ पर जाएं।",
  YouMustGive:
    "पंजीकरण (खाता खोलने) को पूरा करने के लिए आपको अपना ईमेल पता, नाम, आवासीय पता और निवेश अनुभव जैसी व्यक्तिगत जानकारी देनी होगी।",
  TheRegistration:
    "Zetradex के साथ पंजीकरण मुफ़्त है और इसे पूरा होने में केवल कुछ मिनट लग सकते हैं।",
  OnceYouComplete:
    "एक बार जब आप पंजीकरण पूरा कर लेंगे, तो आपको अपने खाते की जानकारी और प्रासंगिक पासवर्ड प्राप्त होंगे।",
  ForMoreInformation:
    "ज़ेट्रेडेक्स के ट्रेडिंग खातों, फंड जमा, फंड निकासी और अन्य विशेष सेवाओं के बारे में अधिक जानकारी के लिए होम पेज पर जाएं।",
  HomePage: "होम पेज",
  DoesZetradex: "क्या Zetradex अभ्यास के लिए डेमो (आभासी) खाता प्रदान करता है?",
  YesYouCanADemo: "हाँ, आप Zetradex के साथ एक डेमो ट्रेडिंग खाता खोल सकते हैं।",

  //

  WithToZetradexDemo:
    "ज़ेट्रेडेक्स के डेमो ट्रेडिंग खाते के साथ, आप अपने स्वयं के फंड को जोखिम में डाले बिना ट्रेडिंग का अभ्यास कर सकते हैं।",
  ToOpenADemoTrading:
    "वर्चुअल मनी के साथ डेमो ट्रेडिंग खाता खोलने के लिए, नीचे पंजीकरण पृष्ठ पर जाएं।",
  ThereAreMany:
    "ऐसे और भी कई प्रमोशन हैं जिनमें आप डिपॉजिट करके भी भाग ले सकते हैं। Zetradex के साथ उपलब्ध नवीनतम ऑफ़र के लिए, होम पेज पर जाएँ।",
  WhatsTheRequirement: "Zetradex के साथ खाता खोलने के लिए क्या आवश्यकता है?",
  ToOpenAnAcc:
    "Zetradex के साथ खाता खोलने के लिए, आपको केवल अपने बारे में कुछ व्यक्तिगत जानकारी के साथ एक पंजीकरण फॉर्म प्रदान करना होगा।",
  ToStartTrading:
    "ज़ेट्रेडेक्स के साथ विदेशी मुद्रा और सीएफडी का व्यापार शुरू करने के लिए, आपको केवल इसकी आवश्यकता हो सकती है:",
  EmailAddress: "पंजीकरण के लिए ईमेल पता.",
  Device:
    "Zetradex के प्लेटफ़ॉर्म तक पहुंचने के लिए डिवाइस (कंप्यूटर या मोबाइल फ़ोन)।",
  FundsToInvest: "निवेश के लिए धनराशि (यदि वास्तविक खाता है)।",
  ZetradexOffers:
    "Zetradex $1 USD से शुरू होने वाली जमा राशि प्रदान करता है। यदि आप हमारा 5000% ओलंपिक बोनस लेते हैं तो यह राशि पर्याप्त होगी। हालाँकि डिफ़ॉल्ट रूप से न्यूनतम जमा 50$ है क्योंकि यह राशि न्यूनतम है जो आपको खोले गए सौदों के लिए आवश्यक है।",
  YouCanOpenALive:
    "आप नीचे से Zetradex के साथ एक लाइव और डेमो ट्रेडिंग खाता खोल सकते हैं।",
  SignUpLive: "लाइव ट्रेडिंग खाता साइन अप करें",
  SignUpDemo: "डेमो ट्रेडिंग अकाउंट साइन अप करें",
  YouDontHaveToProvide:
    "Zetradex के साथ व्यापार शुरू करने के लिए आपको दस्तावेज़ (अपनी आईडी की एक प्रति और पते का प्रमाण) प्रदान करने की आवश्यकता नहीं है।",
  AlthoughAcc:
    "हालाँकि Zetradex के साथ व्यापार शुरू करने के लिए दस्तावेज़ों के साथ खाता सत्यापन आवश्यक नहीं है, आप खाता सत्यापन पूरा करके चुनिंदा अद्वितीय ऑफ़र में भाग ले सकते हैं।",
  ToCompleteTheAcc:
    "खाता सत्यापन पूरा करने के लिए, आपको अपनी आईडी (ड्राइवर लाइसेंस, पासपोर्ट) की एक प्रति और पते का प्रमाण (बैंक स्टेटमेंट, सरकार/नगर परिषद द्वारा जारी किए गए दस्तावेज़) प्रदान करना होगा।",
  TheRequestDeposit:
    "आवश्यक जमा राशि आपके द्वारा चुने गए खाता प्रकार पर निर्भर करती है। अधिक विवरण के लिए खाता प्रकार तुलना तालिका देखें।",
  WhatAreThe: "Zetradex का खाता खोलने के लिए आवश्यक दस्तावेज़ क्या हैं?",
  YouAreAllowed:
    "आपको कोई दस्तावेज उपलब्ध कराए बिना ज़ेट्रेडेक्स के साथ व्यापार शुरू करने की अनुमति है।",
  ZetradexDoesnt: "Zetradex को खाता सत्यापन की आवश्यकता नहीं है।",
  YouMayEstablish:
    "आप खाता सत्यापन के लिए दस्तावेज़ उपलब्ध कराए बिना एक खाता स्थापित कर सकते हैं, जमा/निकासी कर सकते हैं और प्रचार में भाग ले सकते हैं।",
  IfYouWould:
    "यदि आप विशिष्ट विशेष प्रचारों में भाग लेना चाहते हैं, तो आप Zetradex को दस्तावेज़ भी जमा कर सकते हैं।",
  Several:
    "कई अनूठे ऑफ़र और प्रमोशन केवल उन व्यापारियों के लिए उपलब्ध हैं जिन्होंने खाता सत्यापन पूरा कर लिया है।",
  TheRequired: "खाता सत्यापन के लिए आवश्यक दस्तावेज़ हैं:",
  ACopyOfYour: "आपकी आईडी की एक प्रति (पासपोर्ट, ड्राइवर का लाइसेंस)",
  ACopyOfA: "पते के प्रमाण की एक प्रति (बैंक स्टेटमेंट)",
  YouCanSubmit:
    "आप Zetradex में ईमेल के माध्यम से दस्तावेज़ (सॉफ्ट कॉपी) जमा कर सकते हैं।",
  ZetradexEmail: "ज़ेट्रेडेक्स ईमेल",
  HowMuchIs: "Zetradex का ट्रेडिंग खाता खोलने की लागत कितनी है?",
  YouCanOpenZetradex:
    "आप ज़ेट्रेडेक्स का ट्रेडिंग खाता (लाइव और डेमो दोनों) मुफ़्त में, बिना किसी लागत के खोल सकते हैं।",
  YouCanRegisterToOpen:
    "आप नीचे दिए गए पेज से Zetradex के साथ खाता खोलने के लिए पंजीकरण कर सकते हैं।",
  TheAccOpening: "खाता खोलने की प्रक्रिया में बस कुछ मिनट लग सकते हैं।",
  ToGetStarted:
    "ज़ेट्रेडेक्स के साथ विदेशी मुद्रा और सीएफडी का व्यापार शुरू करने के लिए, जब आपका खाता स्थापित हो जाए तो बस जमा करें।",
  AccVerification:
    "Zetradex के साथ व्यापार शुरू करने के लिए खाता सत्यापन अनिवार्य नहीं है।",
  GoToTheHome:
    "ट्रेडिंग स्थितियों, फंडिंग के तरीकों और खाता प्रकारों के बारे में अधिक जानकारी के लिए होम पेज पर जाएँ।",
  DepositAndWithdrawal: "जमा और निकासी",
  WhatIsTheMinimum: "न्यूनतम जमा राशि क्या है?",
  ZetradexOffersDeposits:
    "Zetradex $1 USD से शुरू होने वाली जमा राशि प्रदान करता है। यदि आप हमारा 50% वेलकम बोनस लेते हैं तो यह राशि पर्याप्त होगी। हालाँकि डिफ़ॉल्ट रूप से न्यूनतम जमा राशि 50$ है क्योंकि यह राशि न्यूनतम है जो आपको खोले गए सौदों के लिए चाहिए।",
  YouCanOpenALiveAndDemo:
    "आप नीचे से Zetradex के साथ एक लाइव और डेमो ट्रेडिंग खाता खोल सकते हैं।",
  GoToTheHomePage: "अधिक जानकारी वाली फंडिंग विधियों के लिए होम पेज पर जाएँ",
  CanIDeposit:
    "क्या मैं खाता सत्यापन पूरा किए बिना धनराशि जमा और निकाल सकता हूँ?",
  YouCanDeposit:
    "आप बिना किसी बाधा के अपने सत्यापित खातों से धन जमा और निकाल सकते हैं।",
  HowToDeposit: "Zetradex ट्रेडिंग खाते में कैसे जमा करें?",
  ToDepositFunds:
    "अपने ज़ेट्राडेक्स ट्रेडिंग खाते में धनराशि जमा करने के लिए, आप इन चरणों का पालन कर सकते हैं:",
  LogInTo: "अपने Zetradex खाते में लॉग इन करें",
  OnceLogged:
    "एक बार लॉग इन करने के बाद, मुख्य मेनू में 'डिपॉजिट' या 'फंडिंग' विकल्प पर क्लिक करें।",
  SelectThePayment:
    "उपलब्ध विकल्पों में से अपनी पसंदीदा भुगतान विधि चुनें। Zetradex बैंक हस्तांतरण, क्रेडिट/डेबिट कार्ड, ई-वॉलेट और क्रिप्टोकरेंसी सहित विभिन्न जमा विधियां प्रदान करता है।",
  EnterTheAmount:
    "वह राशि दर्ज करें जो आप अपने ट्रेडिंग खाते में जमा करना चाहते हैं।",
  FollowTheInstructions:
    "चुनी गई जमा विधि के लिए दिए गए निर्देशों का पालन करें। उदाहरण के लिए, यदि आप बैंक हस्तांतरण का चयन करते हैं, तो आपसे आपके बैंक खाते का विवरण दर्ज करने के लिए कहा जाएगा।",
  AfterYouSubmit:
    "आपके द्वारा जमा अनुरोध सबमिट करने के बाद, Zetradex इसे अपनी जमा नीति के अनुसार संसाधित करेगा।",
  WaitForTheFunds:
    "अपने ट्रेडिंग खाते में धनराशि जुड़ने तक प्रतीक्षा करें। आपके खाते में धनराशि प्रतिबिंबित होने में लगने वाला समय चुनी गई जमा विधि के आधार पर भिन्न हो सकता है।",
  MakeSure:
    "Zetradex वेबसाइट पर उपलब्ध जमा विधियों और जमा नीतियों के बारे में अधिक जानकारी के लिए जाँच करना सुनिश्चित करें।",
  HowToWithdrawal: "Zetradex ट्रेडिंग खाते से निकासी कैसे करें?",
  ToWithdrawal:
    "अपने ज़ेट्राडेक्स ट्रेडिंग खाते से धनराशि निकालने के लिए, आप इन चरणों का पालन कर सकते हैं:",
  OnceLoggedInWithdrawal:
    "एक बार लॉग इन करने के बाद, मुख्य मेनू में 'निकासी' या 'निकासी' विकल्प पर क्लिक करें।",

  //

  SelectTheWithdrawal:
    "उपलब्ध विकल्पों में से अपनी पसंदीदा निकासी विधि का चयन करें। Zetradex बैंक हस्तांतरण, क्रेडिट/डेबिट कार्ड, ई-वॉलेट और क्रिप्टोकरेंसी सहित विभिन्न निकासी विधियां प्रदान करता है।",
  EnterTheAmountOfFunds:
    "वह राशि दर्ज करें जो आप अपने ट्रेडिंग खाते से निकालना चाहते हैं।",
  FollowTheInstructionProvided:
    "चुनी गई निकासी विधि के लिए दिए गए निर्देशों का पालन करें। उदाहरण के लिए, यदि आप बैंक हस्तांतरण का चयन करते हैं, तो आपसे आपके बैंक खाते का विवरण प्रदान करने के लिए कहा जाएगा।",
  SubmitWithWithdraw:
    "निकासी अनुरोध सबमिट करें और Zetradex द्वारा इसके संसाधित होने की प्रतीक्षा करें।",
  TheTimeItTakes:
    "आपके द्वारा चुनी गई निकासी विधि तक धनराशि पहुंचने में लगने वाला समय विधि और इसमें शामिल किसी भी प्रसंस्करण समय के आधार पर भिन्न हो सकता है।",
  ForMoreDetailed:
    "उपलब्ध निकासी विधियों और निकासी नीतियों के बारे में अधिक विस्तृत जानकारी के लिए, कृपया ज़ेट्रेडेक्स वेबसाइट देखें।",
  BonusPromotion: "बोनस प्रमोशन और प्रतियोगिता",
  WhatIsZetradexBonuses: "ज़ेट्रेडेक्स का बोनस कार्यक्रम क्या है?",
  BonusesWill:
    "बोनस प्रत्येक व्यापारी के लिए उपयोगी होगा, क्योंकि इससे अधिकतम संख्या में लेनदेन खोलने के अवसर बढ़ जाते हैं, साथ ही उनके स्वयं के फंड खोने का जोखिम भी कम हो जाता है। यह ध्यान दिया जाना चाहिए कि बोनस आपके वास्तविक फंड नहीं हैं, बल्कि कंपनी के फंड हैं जो आपको कुछ शर्तों के तहत मिलते हैं।",
  BonusesProgram: "Zetradex पर बोनस कार्यक्रम हैं:",
  NoDeposit: "कोई जमा बोनस नहीं",
  Available:
    "सभी के लिए उपलब्ध: बोनस का दावा करने के लिए आपको जमा राशि जमा करने की आवश्यकता नहीं है। अपने लाइव ट्रेडिंग खाते पर $100 प्राप्त करें।",
  SimpleClaiming:
    "सरल दावा: दावा करने की प्रक्रिया काफी सरल है - एक लाइव खाता पंजीकृत करें, इसे पूर्ण रूप से सत्यापित करें और बोनस का आनंद लें।",
  FullWithdrawal:
    "पूर्ण निकासी: नो डिपॉजिट बोनस पर ट्रेडिंग से अर्जित लाभ को वापस लिया जा सकता है।",
  YummyBonus: "स्वादिष्ट बोनस",
  TheBestBonus:
    "2023 में सर्वश्रेष्ठ बोनस: ट्रेडिंग के लिए अपनी जमा राशि पर 5000% अतिरिक्त प्राप्त करें।",
  DepositFrom:
    "केवल 1 डॉलर से जमा करें: यदि आपके पास ट्रेडिंग के लिए अधिक पैसे नहीं हैं तो एक उत्कृष्ट समाधान।",
  AGreatChose:
    "शुरुआती लोगों के लिए एक बढ़िया विकल्प: असफल व्यापार के साथ बहुत सारा पैसा खोने का जोखिम न उठाएं।",
  MarginBonus: "मार्जिन बोनस",
  UnlimitedDuration:
    "असीमित अवधि: बोनस के साथ व्यापार करने पर कोई समय सीमा नहीं है। आप बिना किसी चिंता के प्रतीक्षा कर सकते हैं और सर्वोत्तम बाज़ार स्थिति प्राप्त कर सकते हैं।",
  NoTradedLots:
    "ट्रेडेड लॉट की कोई आवश्यकता नहीं: लाभ निकालने के लिए, आपको ट्रेडेड लॉट की एक निश्चित संख्या को पूरा करने की आवश्यकता नहीं है। बोनस पूरी तरह से मार्जिन में एकीकृत है।",
  UnlimitedWithdraw:
    "असीमित निकासी: निकाली जा सकने वाली धनराशि पर कोई प्रतिबंध नहीं है। निकासी के बाद बोनस रद्द नहीं किया जाता है।",

  Partners: "भागीदारों",
  WhatIsThePartners: "ज़ेट्रेडेक्स पर भागीदार कार्यक्रम क्या है?",
  ZetradexOffersTheBest:
    "Zetradex हमारे साथ मिलकर कमाई करने का सबसे अच्छा विकल्प प्रदान करता है",
  UpToFromSpread: "स्प्रेड से 100% तक",
  SpreadIsTheMost:
    "फ़ॉरेक्स बाज़ार में स्प्रेड कमीशन का सबसे लोकप्रिय प्रकार है। यह बोली और पूछी गई कीमतों के बीच अंतर को दर्शाता है। ब्रोकर इस अंतर को कमीशन के रूप में लेता है। ज़ेट्रेडेक्स अपने साझेदारों को स्प्रेड पर सबसे अधिक प्रतिस्पर्धी कमीशन का भुगतान करता है, और अन्य प्रकार के प्रोत्साहन भी प्रदान करता है, जिनकी चर्चा नीचे की गई है।",
  UpToMarkup: "100% तक मार्कअप इनाम",
  TheMarkup:
    "मार्कअप प्रणाली भागीदारों को विनिमय दर में परिवर्तन के आधार पर अतिरिक्त ब्याज अर्जित करने की अनुमति देती है। यह बाज़ार में एक अनूठी पेशकश है जो आपको अपनी आय को और भी अधिक लचीले ढंग से प्रबंधित करने की अनुमति देती है।",
  UpToSub: "20% तक सब आईबी इनाम",
  IfYourClient:
    "यदि आपका ग्राहक भागीदार बन जाता है या आप अपने ग्राहकों के साथ किसी अन्य भागीदार को आकर्षित करते हैं, तो इस नए भागीदार को उप-परिचय ब्रोकर कहा जाता है।",
  IfThisCase:
    "इस मामले में, आप अपने सब-आईबी रेफरल के सौदों से हमेशा की तरह आईबी कमीशन और अतिरिक्त सब-आईबी कमीशन कमाते हैं। विशेष रूप से कमीशन का 20% मास्टर आईबी को जाता है।",
  UpToSalary: "8% तक आईबी वेतन",
  WeTakeCare:
    "हम अपने साझेदारों का ख्याल रखते हैं, भले ही उनके ग्राहक अस्थायी रूप से निष्क्रिय हों। साझेदारों को उनकी स्थिति के आधार पर कंपनी के लाभ और हानि का एक प्रतिशत प्राप्त होता है। सिल्वर पार्टनर को कंपनी के मुनाफे का 3% मिलता है, जो 'गोल्ड' स्थिति तक पहुंच गए हैं उन्हें 5% मिलता है, और अंत में 'प्लैटिनम' पार्टनर को कंपनी के मुनाफे का 8% मिलता है।",
  ReadyWebsite: "तैयार वेबसाइटें",
  NotEveryone:
    "हर कोई नहीं जानता कि वेबसाइट कैसे बनाई जाती है, यही कारण है कि हमने अपने भागीदारों के लिए उपयोग के लिए तैयार वेबसाइट का निर्णय तैयार किया है। यह उन सभी चीज़ों से पहले से सुसज्जित है जिनकी आपको शुरुआत करने के लिए आवश्यकता है, लेकिन इसमें ऐसे अनुभाग भी शामिल हैं जिन्हें आप अपनी सामग्री से भर सकते हैं।",
  PromoSupport: "प्रोमो समर्थन",
  InOrderToSupport:
    "अपने साझेदारों को उनके व्यावसायिक प्रयासों में समर्थन देने के लिए, हम शानदार दिखने वाले व्यापारिक उत्पादों के साथ-साथ सोशल मीडिया बैनरों की एक विस्तृत श्रृंखला प्रदान करते हैं जिनका उपयोग हमारे परिचयकर्ता ब्रोकर नए ग्राहकों को आकर्षित करने के लिए कर सकते हैं। जब तक आपके ग्राहक व्यापार करना जारी रखेंगे, आप उनकी गतिविधि के आधार पर कमीशन अर्जित करेंगे। Zetradex कमीशन राजस्व पर कोई सीमा नहीं लगाता है, जिसका अर्थ है कि आप जो राशि कमाते हैं वह पूरी तरह से आपके ग्राहकों की ट्रेडिंग गतिविधि पर निर्भर करती है।",

  WhatCanWeHelp: "हम आपको क्या ढूंढने में सहायता कर सकते हैं?",
  SearchPlace: "खोज",
  FAQs: "अक्सर पूछे जाने वाले प्रश्न सूची",
  WeWillHelpYou: "हम आपको उत्तर ढूंढने में मदद करेंगे",

  WhatIsAWelcome: "वेलकम बोनस क्या है?",
  AWelcomeBonusIs:
    "वेलकम बोनस Zetradex द्वारा आपके द्वारा इसके लिए आवेदन करने के बाद आपकी पहली जमा राशि पर प्रदान किया जाने वाला 50% जमा बोनस है। यह आपके ट्रेडिंग मार्जिन को बढ़ाता है, जिससे आपको उसी जमा राशि के साथ अधिक सौदे खोलने में मदद मिलती है।",
  WhatIsTheMinimumWelcome:
    "वेलकम बोनस के लिए अर्हता प्राप्त करने के लिए न्यूनतम जमा राशि क्या है?",
  TheMinimumWelcome:
    "वेलकम बोनस प्राप्त करने के लिए न्यूनतम जमा राशि $1 है। यदि आपकी पहली जमा राशि $1 से कम है, तो बोनस जमा नहीं किया जाएगा।",
  HowDoIApply: "मैं वेलकम बोनस के लिए कैसे आवेदन करूँ?",
  YouCanApply:
    "आप अपना पहला जमा करते समय अपने Zetradex अकाउंट डैशबोर्ड के माध्यम से वेलकम बोनस के लिए आवेदन कर सकते हैं।",
  WhatIsThePowerUp: "पावर-अप बोनस क्या है?",
  ThePowerUp:
    "पावर-अप बोनस Zetradex Holding LTD द्वारा एक प्रमोशनल ऑफर है। क्लाइंट को ट्रेडिंग के लिए उपयोग करने के लिए एक नॉन-विदड्रॉएबल बोनस (डबल-अप प्रॉफिट कैंपेन) मिलता है। उत्पन्न लाभ को निर्दिष्ट शर्तों के तहत वापस लिया जा सकता है।",
  AreTheAnyDeposit: "क्या कोई जमा आवश्यकताएँ हैं?",
  YesTheMinimumDeposit:
    "हाँ, भाग लेने के लिए आवश्यक न्यूनतम जमा राशि $50 है, जिसमें $50 के स्तरों में वृद्धि की गणना की जाती है।",
  CanICombine: "क्या मैं पावर-अप बोनस को अन्य प्रचारों के साथ जोड़ सकता हूँ?",
  NoThisPromotion:
    "नहीं, इस प्रचार को किसी भी ऑफ़र के साथ नहीं जोड़ा जा सकता है। यदि आपका खाता पावर-अप बोनस में भाग ले रहा है, तो यह 3 महीने की अवधि के दौरान किसी भी अन्य Zetradex प्रचार के लिए पात्र नहीं होगा।",
} as AboutZetradexType;
