import type { AboutZetradexType } from "public/locales/faq/about-zetradex/types";

export default {
  AboutZetradex: "ゼトラデックスについて",
  WhatIsZetradex: "ゼトラデックスとは何ですか?",
  ZetradexIsALeading:
    "Zetradex は、世界の金融市場にアクセスするための使いやすいプラットフォームをトレーダーに提供する大手外国為替ブローカーです。 自動注文執行、競争力のあるスプレッド、リアルタイムの市場データ分析、その他のツールを提供し、デスクトップまたはモバイルデバイスを問わず、トレーダーが今日の市場で情報を得るのを支援します。",
  YouCanOpen:
    "以下から Zetradex のデモ口座またはライブ取引口座を無料で開設できます。",
  SignUp: "サインアップ",
  ZetradexALeading:
    "主要な外国為替プラットフォームである Zetradex は、AI アルゴリズムと機械学習技術を活用した高度な FDCTech テクノロジーを利用して、外国為替ブローカーとブランド製品に包括的なサービス スイートを提供し、最大の利益と最小限のリスクを保証します。",
  Replenish: "手数料無料の国際支払いチャネルを利用してアカウントを補充します。",
  AMultiLayered:
    "デバイスの識別、資金の分離、SSL を組み込んだ多層セキュリティ アプローチ。",
  Leverage: "1:3000 のレバレッジは、すべてのタイプの取引口座で利用できます。",
  ZetradexHas:
    "Zetradex には 100 万人の顧客がおり、この数字は日に日に増加しています。",
  HowICan: "Zetradex のサポート チームに連絡するにはどうすればよいですか?",
  ThereAre:
    "Zetradex のサポート チームに連絡するにはさまざまな方法があります。",
  TheMain: "主な連絡方法は次のとおりです。",
  PhoneCall: "電話",
  ByContacting:
    "電子メールまたはライブ チャットで連絡すると、Zetradex の多言語サポートが母国語で対応します。",
  ThereAreZetradex:
    "Zetradex の公式 Instagram、Facebook、Youtube、Twitter、Linkedin アカウントがあり、詳細については自由に参照できます。",
  ZetradexOfficialAccount: "ゼトラデックス公式アカウント",
  InWhich: "Zetradex はどの言語でサポートを提供しますか?",
  toZetradex:
    "Zetradex のサポート チームには、母国語で問い合わせることができます。",
  YouCanContact:
    "Zetradex のサポート チームには、電子メール、ライブ チャット、または whatsapp または電報でアカウント マネージャーに直接連絡できます。",
  ZetradexProfessional:
    "Zetradex の専門サポート チームは、あなたの言語で今すぐサポートいたします。",
  ForAnyGeneral:
    "Zetradex に関する一般的な情報については、多くの言語で利用できるホームページを参照してください。",
  AreYouRegulated: "規制されてるの？",
  YesZetradexHolding:
    "はい、Zetradex Holding Ltd. はコモロ連合のムワリ国際サービス局によって認可されており、ライセンス番号 T2023278 があり、登録事務所は Moheli Corporate Services Ltd, P.B. にあります。 1257 Bonovo Road、フォンボニ、コモロ、KM。",
  DoYouAccept: "米国、ウクライナ、イラン、北朝鮮の居住者を受け入れますか?",
  OurServices:
    "当社のサービスは、米国および北朝鮮の居住者は利用できませんが、他の国の居住者は利用できます。",
  WhichPlatform: "取引にはどのプラットフォームを使用できますか?",
  OurServicesAreBased:
    "当社のサービスは、PC とモバイル デバイスの両方で使用できる Zetrader という独自の取引プラットフォームに基づいています。トレーダーがグローバル金融市場にアクセスするための、ユーザー フレンドリーで技術的に高度なエクスペリエンスを提供します。Zetrader は、web.zetradex.com で入手できます。",
  WhichAmount: "最低取引金額はどれくらいですか?",
  MinimumDeposit:
    "最低入金額は 1 ドルです。この金額は、当社の 50% ウェルカム ボーナスを受け取る場合に十分です。ただし、デフォルトでは最低入金額は 50 ドルです。これは、取引を開始するために必要な最低金額です。",
  CanITrade: "認証なしで取引できますか?",
  YesYouCan:
    "はい、認証なしで開始することもできますが、金融取引は AML 国際ルールの対象となるため、将来的に出金する際に認証を要求する権限を留保しています。",
  DoYouHave: "デモ口座はありますか?",
  YesYouCanRegister:
    "はい、仮想残高でデモ アカウントを登録するか、入金不要ボーナスでプラットフォームをテストできます。仮想マネーでデモ取引アカウントを開設するには、以下の登録ページにアクセスしてください。",
  ToOpenADemo:
    "バーチャルマネーのデモ取引口座を開設するには、以下の登録ページにアクセスしてください。",
  CanIInvest: "私が投資して取引してもらえますか?",
  TheCompanyDont:
    "当社は顧客の代わりに取引を行うものではありません。 自分でトレードを学ぶ必要があります。 同時にPAMMアカウントやソーシャルトレードのサービスもご提案させていただきます。 したがって、パートナーを購読して、その取引をコピーすることができます",
  AccountOpening: "口座開設",
  WhatIsTheZetradex: "Zetradex のアカウントの種類は何ですか?",
  AccountTypes: "Zetradex のアカウント タイプは次のとおりです。",
  zeStandardAcc: "zeスタンダードアカウント",
  Universal: "ユニバーサルなクラシックソリューション",
  Useful: "誰にとっても役に立つ",
  HighLeverage: "ハイレバレッジ",
  Minimum: "最低入金額1$",
  WellKnows: "よく知られた設定と取引条件",
  zeProAcc: "zeプロアカウント",
  ForThose: "最大限に活かしたい方へ",
  GetUnparalleled: "流動性への比類のないアクセスと大量の取引を実現",
  Benefit:
    "お客様のために用意された当社の専門的なカスタマー サービスをご利用ください",
  MakeTheMost: "最大1:3000のレバレッジで資金を最大限に活用しましょう",
  TakeAdvantage: "低マージン要件を活用してください",
  zeUltraAcc: "ゼウルトラアカウント",
  FixedCommission: "スプレッドではなく固定手数料",
  CloseToZero: "すべての取引商品でゼロに近いスプレッド",
  UpTo: "手数料率が最大 20% 割引",
  CommissionsFees: "手数料は透明性があり、事前に計算できます",
  RecommendedForActive: "ある程度の経験を積んだアクティブトレーダーに推奨",
  HowDoI: "Zetradex でアカウントを開くにはどうすればよいですか?",
  ToSignUp:
    "Zetradex のサービスにサインアップし、ライブまたはデモ取引口座を開設するには、以下の登録ページにアクセスしてください。",
  YouMustGive:
    "登録（口座開設）を完了するには、メールアドレス、氏名、住所、投資経験などの個人情報を入力する必要があります。",
  TheRegistration:
    "Zetradex への登録は無料で、完了までに数分しかかかりません。",
  OnceYouComplete:
    "登録が完了すると、アカウント情報と関連するパスワードが届きます。",
  ForMoreInformation:
    "Zetradex の取引口座、資金の入金、資金の引き出し、その他の特別サービスの詳細については、ホームページをご覧ください。",
  HomePage: "ホームページ",
  DoesZetradex: "Zetradex は練習用のデモ (仮想) アカウントを提供していますか?",
  YesYouCanADemo: "はい、Zetradex でデモ取引口座を開設できます。",

  //

  WithToZetradexDemo:
    "Zetradex のデモ取引口座を使用すると、自分の資金を危険にさらさずに取引を練習できます。",
  ToOpenADemoTrading:
    "バーチャルマネーのデモ取引口座を開設するには、以下の登録ページにアクセスしてください。",
  ThereAreMany:
    "入金することで参加できるプロモーションは他にもたくさんあります。 Zetradex で利用できる最新のオファーについては、ホームページにアクセスしてください。",
  WhatsTheRequirement: "Zetradex で口座を開設するための要件は何ですか?",
  ToOpenAnAcc:
    "Zetradex でアカウントを開設するには、自分に関する個人情報を登録フォームに提出するだけです。",
  ToStartTrading:
    "Zetradex で外国為替と CFD の取引を開始するには、次のものだけが必要です。",
  EmailAddress: "登録用のメールアドレス。",
  Device:
    "Zetradex のプラットフォームにアクセスするためのデバイス (コンピューターまたは携帯電話)。",
  FundsToInvest: "投資に使用する資金 (リアルアカウントの場合)。",
  ZetradexOffers:
    "Zetradex は 1 米ドルからの入金を提供しています。 5000%のオリンピックボーナスを受け取るなら、この金額で十分です。 ただし、デフォルトの最低入金額は 50 ドルです。これは、この金額が取引を開始するために必要な最低額であるためです。",
  YouCanOpenALive:
    "以下から Zetradex のライブおよびデモ取引口座を開設できます。",
  SignUpLive: "ライブ取引口座にサインアップする",
  SignUpDemo: "デモ取引口座にサインアップする",
  YouDontHaveToProvide:
    "Zetradex で取引を開始するために書類 (身分証明書と住所証明のコピー) を提出する必要はありません。",
  AlthoughAcc:
    "Zetradex での取引を開始するために書類によるアカウント認証は必要ありませんが、アカウント認証を完了することで、一部のユニークなオファーに参加することができます。",
  ToCompleteTheAcc:
    "アカウントの認証を完了するには、身分証明書 (運転免許証、パスポート) と住所証明 (銀行取引明細書、政府/市議会が発行した書類) のコピーを提供する必要があります。",
  TheRequestDeposit:
    "必要な入金額は、選択したアカウントの種類によって異なります。 詳細については、アカウント タイプの比較表を参照してください。",
  WhatAreThe: "Zetradex のアカウントを開設するために必要な書類は何ですか?",
  YouAreAllowed: "書類を提出しなくても Zetradex で取引を開始できます。",
  ZetradexDoesnt: "Zetradex ではアカウント認証は必要ありません。",
  YouMayEstablish:
    "アカウント確認のための書類を提出することなく、アカウントの開設、入出金、プロモーションへの参加が可能です。",
  IfYouWould:
    "特定の特別プロモーションに参加したい場合は、Zetradex に書類を提出することもできます。",
  Several:
    "いくつかの独自のオファーやプロモーションは、アカウントの検証を完了したトレーダーのみが利用できます。",
  TheRequired: "アカウント認証に必要な書類は次のとおりです。",
  ACopyOfYour: "身分証明書（パスポート、運転免許証）のコピー",
  ACopyOfA: "住所証明（銀行取引明細書）のコピー",
  YouCanSubmit: "Zetradex の文書 (ソフトコピー) は電子メールで送信できます。",
  ZetradexEmail: "ゼトラデックスメール",
  HowMuchIs: "Zetradex の取引口座を開設するのにかかる費用はいくらですか?",
  YouCanOpenZetradex:
    "Zetradex の取引口座 (ライブ口座とデモ口座の両方) を無料で、費用をかけずに開設できます。",
  YouCanRegisterToOpen: "以下のページからZetradexの口座開設登録が可能です。",
  TheAccOpening: "口座開設プロセスには数分しかかからない場合があります。",
  ToGetStarted:
    "Zetradex で外国為替および CFD の取引を開始するには、アカウントが確立されたときに入金するだけです。",
  AccVerification:
    "Zetradex で取引を開始するためにアカウントの認証は必須ではありません。",
  GoToTheHome:
    "取引条件、資金調達方法、口座タイプの詳細については、ホームページをご覧ください。",
  DepositAndWithdrawal: "入金と出金",
  WhatIsTheMinimum: "最低入金額はいくらですか?",
  ZetradexOffersDeposits:
    "Zetradex では、1 ドルから入金できます。この金額は、当社の 50% ウェルカム ボーナスを受け取る場合に十分です。ただし、デフォルトでは最低入金額は 50 ドルです。これは、取引を開始するために必要な最低金額です。",
  YouCanOpenALiveAndDemo:
    "以下から Zetradex のライブおよびデモ取引口座を開設できます。",
  GoToTheHomePage: "資金調達方法の詳細については、ホームページをご覧ください",
  CanIDeposit: "アカウント認証を完了せずに資金を入出金することはできますか?",
  YouCanDeposit:
    "確認済みのアカウントから資金を入出金することは、何の障害もなく可能です。",
  HowToDeposit: "Zetradex取引口座に入金するにはどうすればよいですか?",
  ToDepositFunds:
    "Zetradex 取引アカウントに資金を入金するには、次の手順に従います。",
  LogInTo: "Zetradex アカウントにログインします。",
  OnceLogged:
    "ログインしたら、メインメニューの「入金」または「資金調達」オプションをクリックします。",
  SelectThePayment:
    "利用可能なオプションからご希望の支払い方法を選択してください。 Zetradex は、銀行振込、クレジット/デビット カード、電子ウォレット、暗号通貨など、さまざまな入金方法を提供しています。",
  EnterTheAmount: "取引口座に入金したい金額を入力します。",
  FollowTheInstructions:
    "選択した入金方法に応じて表示される指示に従ってください。 たとえば、銀行振込を選択した場合は、銀行口座の詳細を入力するよう求められます。",
  AfterYouSubmit:
    "デポジットリクエストを送信すると、Zetradex はデポジットポリシーに従ってそれを処理します。",
  WaitForTheFunds:
    "資金が取引口座に追加されるまで待ちます。 資金がアカウントに反映されるまでにかかる時間は、選択した入金方法によって異なる場合があります。",
  MakeSure:
    "利用可能な入金方法と入金ポリシーの詳細については、Zetradex Web サイトで必ずご確認ください。",
  HowToWithdrawal: "Zetradex取引口座への出金方法は？",
  ToWithdrawal: "Zetradex 取引口座から資金を引き出すには、次の手順に従います。",
  OnceLoggedInWithdrawal:
    "ログインしたら、メインメニューの「出金」または「出金」オプションをクリックします。",

  //

  SelectTheWithdrawal:
    "利用可能なオプションからご希望の出金方法を選択してください。 Zetradex は、銀行振込、クレジット/デビット カード、電子ウォレット、暗号通貨など、さまざまな出金方法を提供しています。",
  EnterTheAmountOfFunds: "取引口座から引き出したい資金の金額を入力します。",
  FollowTheInstructionProvided:
    "選択した出金方法に応じて表示される指示に従ってください。 たとえば、銀行振込を選択した場合は、銀行口座の詳細を入力するよう求められます。",
  SubmitWithWithdraw:
    "出金リクエストを送信し、Zetradex によって処理されるまで待ちます。",
  TheTimeItTakes:
    "選択した出金方法に資金が到達するまでにかかる時間は、方法や関連する処理時間によって異なる場合があります。",
  ForMoreDetailed:
    "利用可能な出金方法および出金ポリシーの詳細については、Zetradex Web サイトを参照してください。",
  BonusPromotion: "ボーナスプロモーションとコンテスト",
  WhatIsZetradexBonuses: "Zetradex のボーナス プログラムとは何ですか?",
  BonusesWill:
    "ボーナスは、最大数の取引を開始する機会を増やし、自己資金を失うリスクを軽減するため、すべてのトレーダーにとって有益です。 ボーナスはあなたの実際の資金ではなく、特定の条件下で受け取る会社の資金であることに注意してください。",
  BonusesProgram: "Zetradex のボーナス プログラムは次のとおりです。",
  NoDeposit: "入金不要ボーナス",
  Available:
    "誰でも利用可能: ボーナスを受け取るために入金する必要はありません。 ライブ取引口座で 100 ドルを獲得しましょう。",
  SimpleClaiming:
    "簡単な請求: 請求手順は非常に簡単です。ライブアカウントを登録し、完全に認証してボーナスをお楽しみください。",
  FullWithdrawal:
    "全額出金: 入金不要ボーナスでの取引で得た利益は出金できます。",
  YummyBonus: "おいしいボーナス",
  TheBestBonus:
    "2023 年の最高のボーナス: 取引のデポジットに追加の 5000% を獲得します。",
  DepositFrom:
    "わずか 1 ドルから入金: 取引にあまりお金がない場合に最適なソリューションです。",
  AGreatChose:
    "初心者に最適な選択: 取引の失敗で多額のお金を失う危険を冒さないでください。",
  MarginBonus: "マージンボーナス",
  UnlimitedDuration:
    "無制限の期間: ボーナスを使用した取引に時間制限はありません。 心配することなく待つことができ、最高の市場ポジションを獲得できます。",
  NoTradedLots:
    "取引ロット要件なし: 利益を引き出すために、一定数の取引ロットを完了する必要はありません。 ボーナスはマージンに完全に組み込まれます。",
  UnlimitedWithdraw:
    "無制限の出金: 出金できる金額に制限はありません。 出金後もボーナスはキャンセルされません。",

  Partners: "パートナー",
  WhatIsThePartners: "zetradex のパートナー プログラムとは何ですか?",
  ZetradexOffersTheBest:
    "Zetradex は私たちと一緒に収益を上げるための最良の選択肢を提供します",
  UpToFromSpread: "スプレッドから最大 100%",
  SpreadIsTheMost:
    "スプレッドは外国為替市場で最も人気のある種類の手数料です。 これは、買値と買値の差を表します。 ブローカーはこの差額を手数料として請求します。 Zetradex は、スプレッドに関して最も競争力のある手数料をパートナーに支払い、また、以下で説明する他の種類のインセンティブも提供します。",
  UpToMarkup: "最大 100% のマークアップ報酬",
  TheMarkup:
    "マークアップ システムにより、パートナーは為替レートの変動に応じて追加の利息を得ることができます。 これは、収入をさらに柔軟に管理できるようにする、市場でユニークなオファーです。",
  UpToSub: "最大 20% のサブ IB 報酬",
  IfYourClient:
    "あなたのクライアントがパートナーになった場合、またはあなたが独自のクライアントを持つ別のパートナーを引き付けた場合、この新しいパートナーはサブ紹介ブローカーと呼ばれます。",
  IfThisCase:
    "この場合、通常の IB コミッションと、サブ IB 紹介の取引から追加のサブ IB コミッションを獲得します。 具体的には、手数料の 20% がマスター IB に寄付されます。",
  UpToSalary: "最大 8% の IB 給与",
  WeTakeCare:
    "クライアントが一時的に非アクティブな場合でも、当社はパートナーの世話をします。 パートナーは、ステータスに応じて会社の損益の一部を受け取ります。 シルバー パートナーは会社の利益の 3% を受け取り、「ゴールド」ステータスに達したパートナーは会社の利益の 5% を受け取り、最後に「プラチナ」パートナーは会社の利益の 8% を受け取ります。",
  ReadyWebsite: "準備ができたウェブサイト",
  NotEveryone:
    "誰もが Web サイトの構築方法を知っているわけではないため、パートナー向けにすぐに使用できる完全な Web サイト決定版を用意しました。 開始するために必要なすべてがあらかじめ装備されていますが、独自のコンテンツを入力できるセクションも含まれています。",
  PromoSupport: "プロモーションサポート",
  InOrderToSupport:
    "パートナーのビジネス努力をサポートするために、当社は、紹介ブローカーが新しい顧客を引き付けるために使用できる、見栄えの良い商品やソーシャル メディア バナーを幅広く提供しています。 クライアントが取引を続ける限り、クライアントの活動に基づいてコミッションを獲得できます。 Zetradex は手数料収入に上限を設けていません。つまり、収益額は完全にクライアントの取引活動に依存します。",

  WhatCanWeHelp: "何を見つけるのをお手伝いできますか?",
  SearchPlace: "検索",
  FAQs: "よくある質問一覧",
  WeWillHelpYou: "答えを見つけるお手伝いをします",

  WhatIsAWelcome: "ウェルカム ボーナスとは何ですか?",
  AWelcomeBonusIs:
    "ウェルカムボーナスは、申し込み後、初回入金時に Zetradex から提供される 50% の入金ボーナスです。これにより取引マージンが増加し、同じ入金でより多くの取引を開始できるようになります。",
  WhatIsTheMinimumWelcome:
    "ウェルカムボーナスの対象となる最低入金額はいくらですか?",
  TheMinimumWelcome:
    "ウェルカムボーナスを受け取るための最低入金額は 1 ドルです。初回入金が 1 ドル未満の場合、ボーナスは入金されません。",
  HowDoIApply: "ウェルカムボーナスに申し込むにはどうすればよいですか?",
  YouCanApply:
    "初回入金時に、Zetradex アカウントダッシュボードからウェルカムボーナスに申し込むことができます。",
  WhatIsThePowerUp: "パワーアップボーナスとは何ですか?",
  ThePowerUp:
    "パワーアップボーナスは、Zetradex Holding LTD によるプロモーションオファーです。クライアントは、取引に使用する引き出し不可のボーナス (利益倍増キャンペーン) を受け取ります。発生した利益は、指定された条件に従って引き出すことができます。",
  AreTheAnyDeposit: "入金要件はありますか?",
  YesTheMinimumDeposit:
    "はい、参加に必要な最低入金額は 50 ドルで、増額は 50 ドル単位で計算されます。",
  CanICombine:
    "パワーアップボーナスを他のプロモーションと組み合わせることはできますか?",
  NoThisPromotion:
    "いいえ、このプロモーションはどのオファーとも組み合わせることはできません。お客様のアカウントがパワーアップ ボーナスに参加している場合、3 か月間の期間中は他の Zetradex プロモーションの対象にはなりません。",
} as AboutZetradexType;
