import type { AboutZetradexType } from "public/locales/faq/about-zetradex/types";

export default {
  AboutZetradex: "Zetradex کے بارے میں",
  WhatIsZetradex: "Zetradex کیا ہے؟",
  ZetradexIsALeading:
    "Zetradex ایک معروف فاریکس بروکر ہے جو تاجروں کو عالمی مالیاتی منڈیوں تک رسائی کے لیے استعمال میں آسان پلیٹ فارم فراہم کرتا ہے۔ یہ خودکار آرڈر پر عمل درآمد، مسابقتی اسپریڈز، ریئل ٹائم مارکیٹ ڈیٹا تجزیہ، اور دیگر ٹولز فراہم کرتا ہے تاکہ تاجروں کو آج کی مارکیٹوں میں حاصل کرنے میں مدد ملے، چاہے ڈیسک ٹاپ یا موبائل آلات پر۔",
  YouCanOpen:
    "آپ Zetradex کا ڈیمو یا لائیو ٹریڈنگ اکاؤنٹ نیچے سے مفت میں کھول سکتے ہیں۔",
  SignUp: "سائن اپ کریں۔",
  ZetradexALeading:
    "Zetradex، ایک معروف فاریکس پلیٹ فارم، AI الگورتھم اور مشین لرننگ تکنیک سے چلنے والی جدید FDCTech ٹیکنالوجی کا استعمال کرتا ہے تاکہ فاریکس بروکرز اور برانڈڈ مصنوعات کے لیے خدمات کا ایک جامع مجموعہ فراہم کیا جا سکے، زیادہ سے زیادہ منافع اور کم سے کم خطرے کو یقینی بنایا جا سکے۔",
  Replenish:
    "بغیر کمیشن کے بین الاقوامی ادائیگی کے چینلز کا استعمال کرتے ہوئے اکاؤنٹ کو دوبارہ بھریں۔",
  AMultiLayered:
    "ایک ملٹی لیئرڈ سیکیورٹی اپروچ جس میں ڈیوائس کی شناخت، فنڈز کی علیحدگی، اور SSL شامل ہیں۔",
  Leverage:
    "1:3000 کا لیوریج ہر قسم کے ٹریڈنگ اکاؤنٹس کے لیے دستیاب ہے۔",
  ZetradexHas:
    "Zetradex کے ایک ملین کلائنٹس ہیں، اور یہ تعداد ہر روز بڑھ رہی ہے۔",
  HowICan: "میں Zetradex کی سپورٹ ٹیم سے کیسے رابطہ کر سکتا ہوں؟",
  ThereAre: "Zetradex کی سپورٹ ٹیم سے رابطہ کرنے کے مختلف طریقے ہیں۔",
  TheMain: "رابطے کے اہم طریقے یہ ہیں:",
  PhoneCall: "فون کال",
  ByContacting:
    "ای میل یا لائیو چیٹ کے ذریعے رابطہ کرکے، Zetradex کی کثیر لسانی مدد آپ کو آپ کی مادری زبان میں جواب دے سکتی ہے۔",
  ThereAreZetradex:
    "Zetradex کے آفیشل انسٹاگرام، فیس بک، یوٹیوب، ٹویٹر، اور Linkedin اکاؤنٹس ہیں جن سے آپ مزید معلومات کے لیے آزادانہ طور پر رجوع کر سکتے ہیں۔",
  ZetradexOfficialAccount: "Zetradex آفیشل اکاؤنٹ",
  InWhich: "Zetradex کس زبان میں مدد فراہم کرتا ہے؟",
  toZetradex:
    "Zetradex کی سپورٹ ٹیم سے، آپ اپنی مادری زبان میں ان سے رابطہ کر سکتے ہیں۔",
  YouCanContact:
    "آپ Zetradex کی سپورٹ ٹیم سے بذریعہ ای میل، لائیو چیٹ، یا براہ راست اپنے اکاؤنٹ مینیجر سے واٹس ایپ یا ٹیلیگرام پر رابطہ کر سکتے ہیں۔",
  ZetradexProfessional:
    "Zetradex کی پیشہ ورانہ سپورٹ ٹیم آج آپ کی زبان میں آپ کی مدد کے لیے تیار ہے۔",
  ForAnyGeneral:
    "Zetradex کے بارے میں کسی بھی عام معلومات کے لیے، آپ ہوم پیج کا حوالہ دے سکتے ہیں جو بہت سی زبانوں میں بھی دستیاب ہے۔",
  AreYouRegulated: "کیا آپ ریگولیٹ ہیں؟",
  YesZetradexHolding:
    "ہاں، Zetradex ہولڈنگ لمیٹڈ کوموروس یونین میں Mwali انٹرنیشنل سروسز اتھارٹی کے ذریعہ لائسنس نمبر T2023278 کے ساتھ مجاز ہے جس کا رجسٹرڈ دفتر موہیلی کارپوریٹ سروسز لمیٹڈ، P.B میں ہے۔ 1257 بونوو روڈ، فومبونی، کوموروس، کے ایم۔",
  DoYouAccept:
    "کیا آپ ریاستہائے متحدہ، یوکرین، ایران اور شمالی کوریا کے باشندوں کو قبول کرتے ہیں؟",
  OurServices:
    "ہماری خدمات ریاستہائے متحدہ اور شمالی کوریا کے رہائشیوں کے لیے دستیاب نہیں ہیں، جو دوسرے ممالک کے رہائشیوں کے لیے دستیاب ہیں۔",
  WhichPlatform: "میں تجارت کے لیے کون سا پلیٹ فارم استعمال کر سکتا ہوں؟",
  OurServicesAreBased:
    "ہماری خدمات Zetrader نامی ہمارے اپنے تجارتی پلیٹ فارم پر مبنی ہیں، جو PC اور موبائل آلات دونوں پر استعمال کی جا سکتی ہے۔ یہ تاجروں کے لیے عالمی مالیاتی منڈیوں تک رسائی کے لیے صارف دوست اور تکنیکی لحاظ سے جدید تجربہ پیش کرتا ہے۔ Zetrader، web.zetradex.com پر دستیاب ہے۔",
  WhichAmount: "تجارت کے لیے کون سی رقم کم از کم ہوگی؟",
  MinimumDeposit:
    "کم از کم ڈپازٹ 1$۔ اگر آپ ہمارا 50% ویلکم بونس لیتے ہیں تو یہ رقم کافی ہوگی۔ تاہم بطور ڈیفالٹ کم از کم ڈپازٹ 50$ کیونکہ یہ رقم کم از کم ہے جس کی آپ کو کھلے ہوئے سودوں کے لیے ضرورت ہے۔",
  CanITrade: "کیا میں تصدیق کے بغیر تجارت کر سکتا ہوں؟",
  YesYouCan:
    "ہاں آپ تصدیق کے بغیر شروع کر سکتے ہیں لیکن ہم مستقبل میں تصدیق کی درخواست کرنے کا اختیار محفوظ رکھتے ہیں، جب آپ کچھ رقم نکال لیتے ہیں کیونکہ مالی لین دین AML بین الاقوامی قوانین کے تابع ہے۔",
  DoYouHave: "کیا آپ کے پاس ڈیمو اکاؤنٹس ہیں؟",
  YesYouCanRegister:
    "ہاں آپ ہمارے ڈیمو اکاؤنٹ کو ورچوئل بیلنس کے ساتھ رجسٹر کر سکتے ہیں یا بغیر ڈپازٹ بونس کے ہمارے پلیٹ فارم کی جانچ کر سکتے ہیں۔ ورچوئل پیسے کے ساتھ ڈیمو ٹریڈنگ اکاؤنٹ کھولنے کے لیے، نیچے رجسٹریشن پیج پر جائیں۔",
  CanIInvest: "کیا میں سرمایہ کاری کر سکتا ہوں اور آپ میرے لیے تجارت کر سکتے ہیں؟",
  TheCompanyDont:
    "کمپنی گاہکوں کے بجائے تجارت نہیں کرتی ہے۔ آپ کو خود تجارت سیکھنی چاہیے۔ ساتھ ہی ہم PAMM اکاؤنٹس اور سوشل ٹریڈنگ کی سروس تجویز کرتے ہیں۔ لہذا آپ ہمارے شراکت داروں کو سبسکرائب کر سکتے ہیں اور ان کے سودے کاپی کر سکتے ہیں۔",
  AccountOpening: "اکاؤنٹ کھولنا",
  WhatIsTheZetradex: "Zetradex کے اکاؤنٹ کی اقسام کیا ہیں؟",
  AccountTypes: "Zetradex پر اکاؤنٹ کی اقسام ہیں:",
  zeStandardAcc: "ze معیاری اکاؤنٹ",
  Universal: "یونیورسل کلاسک حل",
  Useful: "سب کے لیے مفید ہے۔",
  HighLeverage: "اعلیٰ بیعانہ",
  Minimum: "1$ کم از کم ڈپازٹ",
  WellKnows: "معروف ترتیبات اور تجارتی حالات",
  zeProAcc: "ze پرو اکاؤنٹ",
  ForThose: "ان لوگوں کے لیے جو زیادہ سے زیادہ فائدہ اٹھانا چاہتے ہیں۔",
  GetUnparalleled:
    "لیکویڈیٹی تک بے مثال رسائی حاصل کریں اور اعلیٰ حجم کے ساتھ تجارت کریں۔",
  Benefit:
    "ہماری خصوصی کسٹمر سروس سے فائدہ اٹھائیں، جو صرف آپ کے لیے بنائی گئی ہے۔",
  MakeTheMost: "1:3000 تک لیوریج کے ساتھ اپنے فنڈز کا زیادہ سے زیادہ فائدہ اٹھائیں۔",
  TakeAdvantage: "ہماری کم مارجن کی ضروریات سے فائدہ اٹھائیں۔",
  zeUltraAcc: "ze الٹرا اکاؤنٹ",
  FixedCommission: "اسپریڈز کے بجائے فکسڈ کمیشن فیس",
  CloseToZero: "تمام تجارتی آلات پر صفر کے قریب اسپریڈ",
  UpTo: "20% تک کم کمیشن کی شرح",
  CommissionsFees:
    "کمیشن کی فیسیں شفاف ہیں اور اس کا پہلے سے حساب لگایا جا سکتا ہے۔",
  RecommendedForActive: "کچھ تجربہ رکھنے والے فعال تاجروں کے لیے تجویز کردہ",
  HowDoI: "میں Zetradex کے ساتھ اکاؤنٹ کیسے کھول سکتا ہوں؟",
  ToSignUp:
    "Zetradex کی سروس کے لیے سائن اپ کرنے اور لائیو یا ڈیمو ٹریڈنگ اکاؤنٹ کھولنے کے لیے، نیچے رجسٹریشن پیج پر جائیں۔",
  YouMustGive:
    "رجسٹریشن (اکاؤنٹ کھولنا) مکمل کرنے کے لیے آپ کو ذاتی معلومات جیسے کہ اپنا ای میل پتہ، نام، رہائشی پتہ، اور سرمایہ کاری کا تجربہ دینا ہوگا۔",
  TheRegistration:
    "Zetradex کے ساتھ رجسٹریشن مفت ہے اور اسے مکمل ہونے میں صرف چند منٹ لگ سکتے ہیں۔",
  OnceYouComplete:
    "رجسٹریشن مکمل کرنے کے بعد، آپ کو اپنے اکاؤنٹ کی معلومات اور متعلقہ پاس ورڈ مل جائیں گے۔",
  ForMoreInformation:
    "Zetradex کے ٹریڈنگ اکاؤنٹس، فنڈ ڈپازٹس، فنڈ نکالنے، اور دیگر خصوصی خدمات کے بارے میں مزید معلومات کے لیے، ہوم پیج پر جائیں۔",
  HomePage: "ہوم پیج",
  DoesZetradex: "کیا Zetradex مشق کے لیے ڈیمو (ورچوئل) اکاؤنٹ پیش کرتا ہے؟",
  YesYouCanADemo: "ہاں، آپ Zetradex کے ساتھ ڈیمو ٹریڈنگ اکاؤنٹ کھول سکتے ہیں۔",

  //

  WithToZetradexDemo:
    "Zetradex کے ڈیمو ٹریڈنگ اکاؤنٹ کے ساتھ، آپ اپنے فنڈز کو خطرے میں ڈالے بغیر ٹریڈنگ کی مشق کر سکتے ہیں۔",
  ToOpenADemoTrading:
    "ورچوئل پیسے کے ساتھ ڈیمو ٹریڈنگ اکاؤنٹ کھولنے کے لیے، نیچے رجسٹریشن پیج پر جائیں۔",
  ThereAreMany:
    "اور بھی بہت ساری پروموشنز ہیں جن میں آپ ڈپازٹ کرکے بھی حصہ لے سکتے ہیں۔ Zetradex کے ساتھ دستیاب تازہ ترین پیشکشوں کے لیے، ہوم پیج پر جائیں۔",
  WhatsTheRequirement:
    "Zetradex کے ساتھ اکاؤنٹ کھولنے کی کیا ضرورت ہے؟",
  ToOpenAnAcc:
    "Zetradex کے ساتھ اکاؤنٹ کھولنے کے لیے، آپ کو صرف اپنے بارے میں کچھ ذاتی معلومات کے ساتھ رجسٹریشن فارم فراہم کرنے کی ضرورت ہے۔",
  ToStartTrading:
    "Zetradex کے ساتھ فاریکس اور CFDs کی تجارت شروع کرنے کے لیے، آپ کو صرف:",
  EmailAddress: "رجسٹریشن کے لیے ای میل ایڈریس۔",
  Device: "Zetradex کے پلیٹ فارم تک رسائی کے لیے ڈیوائس (کمپیوٹر یا موبائل فون)۔",
  FundsToInvest: "سرمایہ کاری کے لیے فنڈز (اگر اصلی اکاؤنٹ)۔",
  ZetradexOffers:
    "Zetradex $1 USD سے شروع ہونے والے ڈپازٹس کی پیشکش کرتا ہے۔ اگر آپ ہمارا 50% ویلکم بونس لیتے ہیں تو یہ رقم کافی ہوگی۔ تاہم بطور ڈیفالٹ کم از کم ڈپازٹ 50$ کیونکہ یہ رقم کم از کم ہے جس کی آپ کو کھلے ہوئے سودوں کے لیے ضرورت ہے",
  YouCanOpenALive:
    "آپ نیچے سے Zetradex کے ساتھ لائیو اور ڈیمو ٹریڈنگ اکاؤنٹ کھول سکتے ہیں۔",
  SignUpLive: "لائیو ٹریڈنگ اکاؤنٹ سائن اپ کریں۔",
  SignUpDemo: "ڈیمو ٹریڈنگ اکاؤنٹ سائن اپ کریں۔",
  YouDontHaveToProvide:
    "Zetradex کے ساتھ تجارت شروع کرنے کے لیے آپ کو دستاویزات (آپ کی ID کی ایک کاپی اور ایڈریس کا ثبوت) فراہم کرنے کی ضرورت نہیں ہے۔",
  AlthoughAcc:
    "اگرچہ Zetradex کے ساتھ تجارت شروع کرنے کے لیے دستاویزات کے ساتھ اکاؤنٹ کی تصدیق ضروری نہیں ہے، لیکن آپ اکاؤنٹ کی تصدیق مکمل کر کے منتخب منفرد پیشکشوں میں حصہ لے سکتے ہیں۔",
  ToCompleteTheAcc:
    "اکاؤنٹ کی توثیق مکمل کرنے کے لیے، آپ کو اپنے ID کی ایک کاپی (ڈرائیور کا لائسنس، پاسپورٹ) اور پتے کا ثبوت (بینک اسٹیٹمنٹ، حکومت/سٹی ​​کونسل کی طرف سے جاری کردہ دستاویزات) فراہم کرنے کی ضرورت ہے۔",
  TheRequestDeposit:
    "مطلوبہ ڈپازٹ رقم آپ کے منتخب کردہ اکاؤنٹ کی قسم پر منحصر ہے۔ مزید تفصیلات کے لیے اکاؤنٹ کی قسم کے موازنہ کا جدول دیکھیں۔",
  WhatAreThe: "Zetradex کا اکاؤنٹ کھولنے کے لیے کونسی دستاویزات درکار ہیں؟",
  YouAreAllowed:
    "آپ کو اجازت ہے کہ بغیر کوئی دستاویزات فراہم کیے Zetradex کے ساتھ تجارت شروع کریں۔",
  ZetradexDoesnt: "Zetradex کو اکاؤنٹ کی تصدیق کی ضرورت نہیں ہے۔",
  YouMayEstablish:
    "آپ اکاؤنٹ کی تصدیق کے لیے دستاویزات فراہم کیے بغیر اکاؤنٹ قائم کر سکتے ہیں، جمع کر سکتے ہیں/واپس لے سکتے ہیں، اور پروموشنز میں حصہ لے سکتے ہیں۔",
  IfYouWould:
    "اگر آپ مخصوص خصوصی پروموشنز میں حصہ لینا چاہتے ہیں، تو آپ Zetradex کو دستاویزات بھی جمع کروا سکتے ہیں۔",
  Several:
    "کئی منفرد پیشکشیں اور پروموشنز صرف ان تاجروں کے لیے قابل رسائی ہیں جنہوں نے اکاؤنٹ کی تصدیق مکمل کر لی ہے۔",
  TheRequired: "اکاؤنٹ کی تصدیق کے لیے مطلوبہ دستاویزات یہ ہیں:",
  ACopyOfYour: "آپ کی شناخت کی ایک کاپی (پاسپورٹ، ڈرائیور کا لائسنس)",
  ACopyOfA: "ایڈریس کے ثبوت کی ایک کاپی (بینک اسٹیٹمنٹ)",
  YouCanSubmit:
    "آپ دستاویزات (سافٹ کاپی) Zetradex's میں ای میل کے ذریعے جمع کروا سکتے ہیں۔",
  ZetradexEmail: "Zetradex ای میل",
  HowMuchIs: "Zetradex کا تجارتی اکاؤنٹ کھولنے کی قیمت کتنی ہے؟",
  YouCanOpenZetradex:
    "آپ Zetradex کا تجارتی اکاؤنٹ (لائیو اور ڈیمو دونوں) بغیر کسی قیمت کے مفت میں کھول سکتے ہیں۔",
  YouCanRegisterToOpen:
    "آپ ذیل کے صفحے سے Zetradex کے ساتھ اکاؤنٹ کھولنے کے لیے رجسٹر کر سکتے ہیں۔",
  TheAccOpening: "اکاؤنٹ کھولنے کے عمل میں صرف چند منٹ لگ سکتے ہیں۔",
  ToGetStarted:
    "Zetradex کے ساتھ فاریکس اور CFDs کی تجارت شروع کرنے کے لیے، جب آپ کا اکاؤنٹ قائم ہو جائے تو بس جمع کرائیں۔",
  AccVerification:
    "Zetradex کے ساتھ تجارت شروع کرنے کے لیے اکاؤنٹ کی تصدیق لازمی نہیں ہے۔",
  GoToTheHome:
    "تجارتی حالات، فنڈنگ ​​کے طریقوں، اور اکاؤنٹ کی اقسام کے بارے میں مزید معلومات کے لیے ہوم پیج پر جائیں۔",
  DepositAndWithdrawal: "جمع اور واپسی",
  WhatIsTheMinimum: "کم از کم جمع کی رقم کیا ہے؟",
  ZetradexOffersDeposits:
    "Zetradex $1 USD سے شروع ہونے والے ڈپازٹس کی پیشکش کرتا ہے۔ اگر آپ ہمارا 50% ویلکم بونس لیتے ہیں تو یہ رقم کافی ہوگی۔ تاہم بطور ڈیفالٹ کم از کم ڈپازٹ 50$ کیونکہ یہ رقم کم از کم ہے جس کی آپ کو کھلے ہوئے سودوں کے لیے ضرورت ہے۔",
  YouCanOpenALiveAndDemo:
    "آپ نیچے سے Zetradex کے ساتھ لائیو اور ڈیمو ٹریڈنگ اکاؤنٹ کھول سکتے ہیں۔",
  GoToTheHomePage: "مزید معلومات کے لیے ہوم پیج پر جائیں فنڈنگ ​​کے طریقے",
  CanIDeposit:
    "کیا میں اکاؤنٹ کی تصدیق مکمل کیے بغیر رقم جمع اور نکال سکتا ہوں؟",
  YouCanDeposit:
    "آپ بغیر کسی رکاوٹ کے اپنے تصدیق شدہ اکاؤنٹس سے رقم جمع اور نکال سکتے ہیں۔",
  HowToDeposit: "Zetradex ٹریڈنگ اکاؤنٹ میں کیسے جمع کیا جائے؟",
  ToDepositFunds:
    "اپنے Zetradex ٹریڈنگ اکاؤنٹ میں فنڈز جمع کرنے کے لیے، آپ ان اقدامات پر عمل کر سکتے ہیں:",
  LogInTo: "پر اپنے Zetradex اکاؤنٹ میں لاگ ان کریں۔",
  OnceLogged:
    "لاگ ان ہونے کے بعد، مین مینو میں 'ڈپازٹ' یا 'فنڈنگ' آپشن پر کلک کریں۔",
  SelectThePayment:
    "دستیاب اختیارات میں سے ادائیگی کا طریقہ منتخب کریں۔ Zetradex جمع کرنے کے مختلف طریقے پیش کرتا ہے، بشمول بینک ٹرانسفر، کریڈٹ/ڈیبٹ کارڈ، e-wallets، اور cryptocurrencies.",
  EnterTheAmount:
    "وہ رقم درج کریں جو آپ اپنے تجارتی اکاؤنٹ میں جمع کرنا چاہتے ہیں۔",
  FollowTheInstructions:
    "منتخب کردہ ڈپازٹ طریقہ کے لیے فراہم کردہ ہدایات پر عمل کریں۔ مثال کے طور پر، اگر آپ بینک ٹرانسفر کا انتخاب کرتے ہیں، تو آپ سے اپنے بینک اکاؤنٹ کی تفصیلات درج کرنے کو کہا جائے گا۔",
  AfterYouSubmit:
    "جمع کرانے کی درخواست جمع کروانے کے بعد، Zetradex اس پر اپنی ڈپازٹ پالیسی کے مطابق کارروائی کرے گا۔",
  WaitForTheFunds:
    "اپنے ٹریڈنگ اکاؤنٹ میں فنڈز کے شامل ہونے کا انتظار کریں۔ آپ کے اکاؤنٹ میں فنڈز کو ظاہر ہونے میں جو وقت لگتا ہے وہ جمع کرنے کے منتخب طریقے کے لحاظ سے مختلف ہو سکتا ہے۔",
  MakeSure:
    "Zetradex ویب سائٹ پر جمع کرنے کے دستیاب طریقوں اور ڈپازٹ کی پالیسیوں کے بارے میں مزید معلومات کے لیے چیک کرنا یقینی بنائیں۔",
  HowToWithdrawal: "Zetradex ٹریڈنگ اکاؤنٹ سے کیسے نکلوایا جائے؟",
  ToWithdrawal:
    "اپنے Zetradex ٹریڈنگ اکاؤنٹ سے رقوم نکالنے کے لیے، آپ ان اقدامات پر عمل کر سکتے ہیں:",
  OnceLoggedInWithdrawal:
    'ایک بار لاگ ان ہونے کے بعد، مین مینو میں "واپس لینے" یا "واپس لینے" کے آپشن پر کلک کریں۔',

  //

  SelectTheWithdrawal:
    "دستیاب اختیارات میں سے واپسی کا طریقہ منتخب کریں۔ Zetradex مختلف نکالنے کے طریقے پیش کرتا ہے، بشمول بینک ٹرانسفر، کریڈٹ/ڈیبٹ کارڈ، ای-والیٹس، اور کریپٹو کرنسی۔",
  EnterTheAmountOfFunds:
    "اپنے ٹریڈنگ اکاؤنٹ سے رقم نکالنے کے لیے رقم درج کریں۔",
  FollowTheInstructionProvided:
    "واپسی کے منتخب طریقے کے لیے فراہم کردہ ہدایات پر عمل کریں۔ مثال کے طور پر، اگر آپ بینک ٹرانسفر کا انتخاب کرتے ہیں، تو آپ سے اپنے بینک اکاؤنٹ کی تفصیلات فراہم کرنے کو کہا جائے گا۔",
  SubmitWithWithdraw:
    "واپسی کی درخواست جمع کروائیں اور Zetradex کی طرف سے اس پر کارروائی کا انتظار کریں۔",
  TheTimeItTakes:
    "آپ کے منتخب کردہ رقم نکالنے کے طریقہ تک پہنچنے میں جو وقت لگتا ہے وہ طریقہ اور اس میں شامل کسی بھی پروسیسنگ کے اوقات کے لحاظ سے مختلف ہو سکتا ہے۔",
  ForMoreDetailed:
    "دستبرداری کے دستیاب طریقوں اور واپسی کی پالیسیوں کے بارے میں مزید تفصیلی معلومات کے لیے، براہ کرم Zetradex ویب سائٹ سے رجوع کریں۔",
  BonusPromotion: "بونس پروموشن اور مقابلہ",
  WhatIsZetradexBonuses: "Zetradex کا بونس پروگرام کیا ہے؟",
  BonusesWill:
    "بونس ہر تاجر کے لیے کارآمد ہوں گے، کیونکہ اس سے زیادہ سے زیادہ لین دین کھولنے کے مواقع بڑھتے ہیں، اور ساتھ ہی ان کے اپنے فنڈز کھونے کا خطرہ بھی کم ہوتا ہے۔ واضح رہے کہ بونس آپ کے حقیقی فنڈز نہیں ہیں، بلکہ کمپنی کے فنڈز ہیں جو آپ کو کچھ شرائط کے تحت موصول ہوتے ہیں۔",
  BonusesProgram: "Zetradex پر بونس پروگرام ہیں:",
  NoDeposit: "کوئی ڈپازٹ بونس نہیں۔",
  Available:
    "سب کے لیے دستیاب: بونس کا دعویٰ کرنے کے لیے آپ کو رقم جمع کرانے کی ضرورت نہیں ہے۔ اپنے لائیو ٹریڈنگ اکاؤنٹ پر $100 حاصل کریں۔",
  SimpleClaiming:
    "سادہ دعویٰ: دعویٰ کرنے کا طریقہ کار کافی آسان ہے - لائیو اکاؤنٹ رجسٹر کریں، اس کی مکمل تصدیق کریں اور بونس سے لطف اندوز ہوں۔",
  FullWithdrawal:
    "مکمل واپسی: نو ڈپازٹ بونس پر ٹریڈنگ سے حاصل کردہ منافع واپس لیا جا سکتا ہے۔",
  YummyBonus: "مزیدار بونس",
  TheBestBonus:
    "2023 میں بہترین بونس: ٹریڈنگ کے لیے اپنے ڈپازٹ پر اضافی 5000% حاصل کریں۔",
  DepositFrom:
    "صرف 1 ڈالر سے جمع کریں: ایک بہترین حل اگر آپ کے پاس ٹریڈنگ کے لیے زیادہ پیسے نہیں ہیں۔",
  AGreatChose:
    "ابتدائیوں کے لیے ایک بہترین انتخاب: ایک ناکام تجارت کے ساتھ بہت زیادہ رقم کھونے کا خطرہ مول نہ لیں۔",
  MarginBonus: "مارجن بونس",
  UnlimitedDuration:
    "لامحدود دورانیہ: بونس کے ساتھ تجارت پر کوئی وقت کی حد نہیں ہے۔ آپ بغیر کسی پریشانی کے انتظار کر سکتے ہیں اور بہترین مارکیٹ پوزیشن حاصل کر سکتے ہیں۔",
  NoTradedLots:
    "کوئی تجارت شدہ لاٹ کی ضروریات نہیں: منافع واپس لینے کے لیے، آپ کو تجارت شدہ لاٹس کی ایک مخصوص تعداد کو مکمل کرنے کی ضرورت نہیں ہے۔ بونس مکمل طور پر مارجن میں ضم ہے۔",
  UnlimitedWithdraw:
    "لامحدود واپسی: رقم کی واپسی پر کوئی پابندی نہیں ہے۔ واپسی کے بعد، بونس منسوخ نہیں کیا جاتا ہے.",

  Partners: "شراکت دار",
  WhatIsThePartners: "zetradex پر شراکت داروں کا پروگرام کیا ہے؟",
  ZetradexOffersTheBest:
    "Zetradex ہمارے ساتھ مل کر کمانے کا بہترین انتخاب پیش کرتا ہے۔",
  UpToFromSpread: "اسپریڈ سے 100% تک",
  SpreadIsTheMost:
    "فاریکس مارکیٹ میں اسپریڈ کمیشن کی سب سے مقبول قسم ہے۔ یہ Bid اور Ask قیمتوں کے درمیان فرق کی نمائندگی کرتا ہے۔ بروکر اس فرق کو کمیشن کے طور پر چارج کرتا ہے۔ Zetradex اپنے شراکت داروں کو پھیلاؤ پر سب سے زیادہ مسابقتی کمیشن ادا کرتا ہے، اور دیگر اقسام کی مراعات بھی فراہم کرتا ہے، جن پر ذیل میں بات کی گئی ہے۔",
  UpToMarkup: "100% مارک اپ انعام تک",
  TheMarkup:
    "مارک اپ سسٹم شراکت داروں کو شرح مبادلہ میں تبدیلیوں کے لحاظ سے اضافی سود حاصل کرنے کی اجازت دیتا ہے۔ یہ مارکیٹ میں ایک منفرد پیشکش ہے جو آپ کو اپنی آمدنی کو مزید لچکدار طریقے سے منظم کرنے کی اجازت دیتی ہے۔",
  UpToSub: "20% تک سب IB انعام",
  IfYourClient:
    "اگر آپ کا کلائنٹ پارٹنر بن جاتا ہے یا آپ اپنے کلائنٹس کے ساتھ کسی دوسرے پارٹنر کو اپنی طرف متوجہ کرتے ہیں، تو اس نئے پارٹنر کو ذیلی متعارف کرانے والا بروکر کہا جاتا ہے۔",
  IfThisCase:
    "اس صورت میں، آپ اپنے ذیلی IB حوالہ جات کے سودوں سے حسب معمول IB کمیشن اور اضافی ذیلی IB کمیشن حاصل کرتے ہیں۔ کمیشن سے خاص طور پر 20% ماسٹر آئی بی کو جاتا ہے۔",
  UpToSalary: "8% تک IB تنخواہ",
  WeTakeCare:
    "ہم اپنے شراکت داروں کا خیال رکھتے ہیں چاہے ان کے کلائنٹس عارضی طور پر غیر فعال ہوں۔ شراکت دار اپنی حیثیت کے لحاظ سے کمپنی کے منافع اور نقصان کا ایک فیصد وصول کرتے ہیں۔ ایک سلور پارٹنر کمپنی کے منافع کا 3% حاصل کرتا ہے، جو لوگ \"گولڈ\" اسٹیٹس تک پہنچ چکے ہیں وہ 5% وصول کرتے ہیں، اور آخر میں \"پلاٹینم\" پارٹنرز کو کمپنی کے منافع کا 8% تک ملتا ہے۔",
  ReadyWebsite: "تیار ویب سائٹس",
  NotEveryone:
    "ہر کوئی ویب سائٹ بنانے کا طریقہ نہیں جانتا، اسی لیے ہم نے اپنے شراکت داروں کے لیے استعمال کے لیے مکمل ویب سائٹ کا فیصلہ تیار کیا۔ یہ ہر چیز کے ساتھ پہلے سے لیس آتا ہے جس کی آپ کو شروع کرنے کی ضرورت ہوتی ہے، لیکن اس میں ایسے حصے بھی ہوتے ہیں جنہیں آپ اپنے مواد کے ساتھ آباد کر سکتے ہیں۔",
  PromoSupport: "پرومو سپورٹ",
  InOrderToSupport:
    "اپنے شراکت داروں کی ان کی کاروباری کوششوں میں مدد کرنے کے لیے، ہم بہت اچھی لگنے والی تجارتی مصنوعات کے ساتھ ساتھ سوشل میڈیا بینرز کی ایک وسیع رینج فراہم کرتے ہیں جنہیں ہمارے متعارف کرانے والے بروکر نئے کلائنٹس کو راغب کرنے کے لیے استعمال کر سکتے ہیں۔ جب تک آپ کے کلائنٹ تجارت کرتے رہیں گے، آپ ان کی سرگرمیوں کی بنیاد پر کمیشن حاصل کریں گے۔ Zetradex کمیشن کی آمدنی پر کوئی حد نہیں لگاتا، جس کا مطلب ہے کہ آپ جو رقم کماتے ہیں اس کا انحصار آپ کے کلائنٹس کی تجارتی سرگرمی پر ہوتا ہے۔",

  WhatCanWeHelp: "ہم آپ کو تلاش کرنے میں کیا مدد کر سکتے ہیں؟",
  SearchPlace: "تلاش کریں۔",
  FAQs: "اکثر پوچھے گئے سوالات کی فہرست",
  WeWillHelpYou: "ہم جوابات تلاش کرنے میں آپ کی مدد کریں گے۔",

  WhatIsAWelcome: "ویلکم بونس کیا ہے؟",
  AWelcomeBonusIs:
    "ویلکم بونس ایک 50% ڈپازٹ بونس ہے جو Zetradex کی طرف سے آپ کے لیے درخواست دینے کے بعد آپ کے پہلے ڈپازٹ پر فراہم کیا جاتا ہے۔ یہ آپ کے تجارتی مارجن کو بڑھاتا ہے، اسی ڈپازٹ کے ساتھ مزید سودے کھولنے میں آپ کی مدد کرتا ہے۔",
  WhatIsTheMinimumWelcome:
    "ویلکم بونس کے لیے کوالیفائی کرنے کے لیے کم از کم ڈپازٹ کیا ہے؟",
  TheMinimumWelcome:
    "ویلکم بونس حاصل کرنے کے لیے کم از کم ڈپازٹ $1 ہے۔ اگر آپ کا پہلا ڈپازٹ $1 سے کم ہے، تو بونس جمع نہیں کیا جائے گا۔",

  HowDoIApply: "میں ویلکم بونس کے لیے کیسے درخواست دوں؟",
  YouCanApply:
    "آپ اپنا پہلا ڈپازٹ کرتے وقت اپنے Zetradex اکاؤنٹ کے ڈیش بورڈ کے ذریعے ویلکم بونس کے لیے درخواست دے سکتے ہیں۔",
  WhatIsThePowerUp: "پاور اپ بونس کیا ہے؟",
  ThePowerUp:
    "پاور اپ بونس Zetradex Holding LTD کی طرف سے ایک پروموشنل پیشکش ہے۔ کلائنٹس کو ٹریڈنگ کے لیے استعمال کرنے کے لیے ایک ناقابل واپسی بونس (ڈبل اپ پرافٹس کمپین) ملتا ہے۔ پیدا ہونے والے منافع کو مخصوص شرائط کے تحت واپس لیا جا سکتا ہے۔",
  AreTheAnyDeposit: "کیا کوئی ڈپازٹ کی ضروریات ہیں؟",
  YesTheMinimumDeposit:
    "ہاں، حصہ لینے کے لیے کم از کم ڈپازٹ $50 ہے، جس میں اضافہ $50 درجات میں شمار کیا جاتا ہے۔",
  CanICombine: "کیا میں پاور اپ بونس کو دیگر پروموشنز کے ساتھ جوڑ سکتا ہوں؟",
  NoThisPromotion:
    "نہیں، اس پروموشن کو کسی بھی پیشکش کے ساتھ نہیں ملایا جا سکتا۔ اگر آپ کا اکاؤنٹ پاور اپ بونس میں حصہ لے رہا ہے، تو یہ 3 ماہ کی مدت کے دوران کسی اور Zetradex پروموشنز کے لیے اہل نہیں ہوگا۔",
} as AboutZetradexType;
