import type { AboutZetradexType } from "public/locales/faq/about-zetradex/types";

export default {
  AboutZetradex: "О zetradex",
  WhatIsZetradex: "Что такое zetradex?",
  ZetradexIsALeading:
    "Zetradex — ведущий форекс-брокер, предлагающий трейдерам простую в использовании платформу для доступа к мировым финансовым рынкам. Он обеспечивает автоматическое исполнение ордеров, конкурентные спреды, анализ рыночных данных в режиме реального времени и другие инструменты, помогающие трейдерам работать на современных рынках, будь то на настольных или мобильных устройствах.",
  YouCanOpen:
    "Вы можете бесплатно открыть демо- или реальный торговый счет Zetradex снизу.",
  SignUp: "Зарегистрироваться",
  ZetradexALeading:
    "Zetradex, ведущая платформа Форекс, использует передовую технологию FDCTech, основанную на алгоритмах искусственного интеллекта и методах машинного обучения, для предоставления комплексного набора услуг для Форекс-брокеров и фирменных продуктов, обеспечивая максимальную прибыль и минимальный риск.",
  Replenish:
    "Пополните счет, используя международные платежные каналы без комиссии.",
  AMultiLayered:
    "Многоуровневый подход к безопасности, включающий идентификацию устройства, сегрегацию средств и SSL.",
  Leverage: "Кредитное плечо 1:3000 доступно для всех типов торговых счетов.",
  ZetradexHas:
    "У Zetradex один миллион клиентов, и эта цифра растет с каждым днем.",
  HowICan: "Как я могу связаться со службой поддержки Zetradex?",
  ThereAre:
    "Существуют различные способы связаться со службой поддержки Zetradex.",
  TheMain: "Основные способы связи:",
  PhoneCall: "Телефонный звонок",
  ByContacting:
    "При обращении по электронной почте или в чате многоязычная служба поддержки Zetradex может ответить вам на вашем родном языке.",
  ThereAreZetradex:
    "Существуют официальные учетные записи Zetradex в Instagram, Facebook, Youtube, Twitter и Linkedin, к которым вы можете свободно обращаться для получения дополнительной информации.",
  ZetradexOfficialAccount: "Официальный аккаунт Zetradex",
  InWhich: "На каком языке Zetradex предоставляет поддержку?",
  toZetradex:
    "В службу поддержки Zetradex вы можете обращаться на своем родном языке.",
  YouCanContact:
    "Вы можете связаться со службой поддержки Zetradex по электронной почте, в чате или напрямую с менеджером своего аккаунта в WhatsApp или Telegram.",
  ZetradexProfessional:
    "Профессиональная команда поддержки Zetradex готова оказать вам поддержку на вашем языке уже сегодня.",
  ForAnyGeneral:
    "Для получения любой общей информации о Zetradex вы можете обратиться к домашней странице, которая также доступна на многих языках.",
  AreYouRegulated: "Вы регулируетесь?",
  YesZetradexHolding:
    "Да, Zetradex Holding Ltd. авторизована Управлением международных услуг Мвали в Союзе Коморских островов с номером лицензии T2023278 и зарегистрированным офисом в Moheli Corporate Services Ltd, P.B. 1257 Bonovo Road, Фомбони, Коморские острова, км.",
  DoYouAccept: "Вы принимаете жителей США, Украины, Ирана и Северной Кореи?",
  OurServices:
    "Наши услуги недоступны для жителей США и Северной Кореи, но доступны для жителей других стран.",
  WhichPlatform: "Какую платформу я могу использовать для торговли?",
  OurServicesAreBased:
    "Наши услуги основаны на нашей собственной торговой платформе Zetrader, которую можно использовать как на ПК, так и на мобильных устройствах. Она предлагает удобный и технологически продвинутый опыт для трейдеров, чтобы получить доступ к мировым финансовым рынкам. Zetrader, доступен на web.zetradex.com.",
  WhichAmount: "Какая сумма будет минимальной для торговли?",
  MinimumDeposit:
    "Минимальный депозит 1$. Этой суммы будет достаточно, если вы воспользуетесь нашим 50% приветственным бонусом. Однако по умолчанию минимальный депозит 50$, так как эта сумма является минимальной, которая вам нужна для открытия сделок.",
  CanITrade: "Могу ли я торговать без проверки?",
  YesYouCan:
    "Да, вы можете начать без проверки, но мы оставляем за собой право запросить проверку в будущем, когда вы будете снимать деньги, поскольку финансовые операции подпадают под действие международных правил ПОД.",
  DoYouHave: "У вас есть демо-счета?",
  YesYouCanRegister:
    "Да, вы можете зарегистрировать наш демо-счет с виртуальным балансом или протестировать нашу платформу с бездепозитными бонусами. Чтобы открыть демо-счет с виртуальными деньгами, перейдите на страницу регистрации ниже.",
  ToOpenADemo:
    "Чтобы открыть демо-торговый счет с виртуальными деньгами, перейдите на страницу регистрации ниже.",
  CanIInvest: "Могу ли я инвестировать, а вы торгуете за меня?",
  TheCompanyDont:
    "Компания не торгует вместо клиентов. Вам следует научиться торговать самостоятельно. В то же время мы предлагаем обслуживание ПАММ-счетов и социальный трейдинг. Так что вы можете подписываться на наших партнеров и копировать их сделки.",
  AccountOpening: "Открытие счета",
  WhatIsTheZetradex: "Каковы типы счетов Zetradex?",
  AccountTypes: "Типы счетов на Zetradex:",
  zeStandardAcc: "ze Стандартный аккаунт",
  Universal: "Универсальное классическое решение",
  Useful: "Полезно для всех",
  HighLeverage: "Высокое кредитное плечо",
  Minimum: "1$ Минимальный депозит",
  WellKnows: "Известные настройки и торговые условия",
  zeProAcc: "ze Pro Аккаунт",
  ForThose: "Для тех, кто хочет получить максимум",
  GetUnparalleled:
    "Получите беспрецедентный доступ к ликвидности и торгуйте большими объемами",
  Benefit:
    "Воспользуйтесь нашей специализированной службой поддержки клиентов, созданной специально для вас.",
  MakeTheMost:
    "Получите максимальную выгоду от своих средств с кредитным плечом до 1:3000.",
  TakeAdvantage: "Воспользуйтесь нашими низкими маржинальными требованиями",
  zeUltraAcc: "ze Ultra Аккаунт",
  FixedCommission: "Фиксированные комиссии вместо спредов",
  CloseToZero: "Близкие к нулю спреды по всем торговым инструментам",
  UpTo: "До 20% меньше комиссионных",
  CommissionsFees:
    "Комиссионные сборы прозрачны и могут быть рассчитаны заранее.",
  RecommendedForActive:
    "Рекомендуется для активных трейдеров с некоторым опытом.",
  HowDoI: "Как мне открыть счет в Zetradex?",
  ToSignUp:
    "Чтобы подписаться на услугу Zetradex и открыть реальный или демо-торговый счет, перейдите на страницу регистрации ниже.",
  YouMustGive:
    "Для завершения регистрации (открытия счета) вы должны предоставить личную информацию, такую как адрес электронной почты, имя, адрес проживания и инвестиционный опыт.",
  TheRegistration:
    "Регистрация на Zetradex бесплатна и может занять всего несколько минут.",
  OnceYouComplete:
    "После завершения регистрации вы получите информацию о своей учетной записи и соответствующие пароли.",
  ForMoreInformation:
    "Для получения дополнительной информации о торговых счетах Zetradex, депозитах и снятии средств и других специальных услугах перейдите на домашнюю страницу.",
  HomePage: "Домашняя страница",
  DoesZetradex: "Предлагает ли Zetradex демо-счет (виртуальный) для практики?",
  YesYouCanADemo: "Да, вы можете открыть демо-торговый счет на Zetradex.",

  //

  WithToZetradexDemo:
    "С демо-торговым счетом Zetradex вы можете практиковаться в торговле, не рискуя собственными средствами.",
  ToOpenADemoTrading:
    "Чтобы открыть демо-торговый счет с виртуальными деньгами, перейдите на страницу регистрации ниже.",
  ThereAreMany:
    "Есть еще множество акций, в которых вы также можете принять участие, внеся депозит. Чтобы узнать о последних предложениях Zetradex, перейдите на домашнюю страницу.",
  WhatsTheRequirement: "Каковы требования для открытия счета в Zetradex?",
  ToOpenAnAcc:
    "Чтобы открыть счет в Zetradex, вам нужно всего лишь предоставить регистрационную форму с некоторой личной информацией о себе.",
  ToStartTrading:
    "Чтобы начать торговать на Форекс и CFD с помощью Zetradex, вам может понадобиться всего лишь:",
  EmailAddress: "Адрес электронной почты для регистрации.",
  Device:
    "Устройство (компьютер или мобильный телефон) для доступа к платформе Zetradex.",
  FundsToInvest: "Средства для инвестирования (если реальный счет).",
  ZetradexOffers:
    "Zetradex предлагает депозиты от 1 доллара США. Этой суммы будет достаточно, если вы возьмете наш олимпийский бонус 5000%. Однако по умолчанию минимальный депозит составляет 50$, поскольку эта сумма является минимумом, который вам необходим для открываемых сделок.",
  YouCanOpenALive:
    "Вы можете открыть реальный и демо-торговый счет на Zetradex снизу.",
  SignUpLive: "Зарегистрируйте реальный торговый счет",
  SignUpDemo: "Зарегистрируйте демо-торговый счет",
  YouDontHaveToProvide:
    "Вам не нужно предоставлять документы (копию вашего удостоверения личности и подтверждение адреса), чтобы начать торговать с Zetradex.",
  AlthoughAcc:
    "Хотя проверка учетной записи с помощью документов не является обязательной для начала торговли с Zetradex, вы можете участвовать в некоторых уникальных предложениях, выполнив проверку учетной записи.",
  ToCompleteTheAcc:
    "Чтобы завершить проверку учетной записи, вам необходимо предоставить копию вашего удостоверения личности (водительские права, паспорт) и подтверждение адреса (выписка из банковского счета, документы, выданные правительством/городским советом).",
  TheRequestDeposit:
    "Требуемая сумма депозита зависит от выбранного вами типа счета. Более подробную информацию можно найти в сравнительной таблице типов счетов.",
  WhatAreThe: "Какие документы необходимы для открытия счета Zetradex?",
  YouAreAllowed:
    "Вам разрешено начать торговать с Zetradex без предоставления какой-либо документации.",
  ZetradexDoesnt: "Zetradex не требует подтверждения учетной записи.",
  YouMayEstablish:
    "Вы можете создать учетную запись, внести/вывести средства и участвовать в рекламных акциях без необходимости предоставления документов для проверки учетной записи.",
  IfYouWould:
    "Если вы хотите принять участие в конкретных специальных акциях, вы также можете отправить документацию в Zetradex.",
  Several:
    "Некоторые уникальные предложения и акции доступны только трейдерам, прошедшим верификацию аккаунта.",
  TheRequired: "Необходимые документы для верификации счета:",
  ACopyOfYour:
    "Копия вашего удостоверения личности (паспорт, водительские права)",
  ACopyOfA: "Копия подтверждения адреса (выписка из банка)",
  YouCanSubmit:
    "Вы можете отправить документы (электронную копию) в Zetradex по электронной почте.",
  ZetradexEmail: "Электронная почта Zetradex",
  HowMuchIs: "Сколько стоит открытие торгового счета Zetradex?",
  YouCanOpenZetradex:
    "Вы можете открыть торговый счет Zetradex (как реальный, так и демо) бесплатно и без каких-либо затрат.",
  YouCanRegisterToOpen:
    "Вы можете зарегистрироваться, чтобы открыть счет в Zetradex, на странице ниже.",
  TheAccOpening: "Процесс открытия счета может занять всего несколько минут.",
  ToGetStarted:
    "Чтобы начать торговать Форекс и CFD с помощью Zetradex, просто внесите депозит после открытия учетной записи.",
  AccVerification:
    "Проверка учетной записи не является обязательной для начала торговли с Zetradex.",
  GoToTheHome:
    "Перейдите на домашнюю страницу для получения дополнительной информации о торговых условиях, методах финансирования и типах счетов.",
  DepositAndWithdrawal: "Депозит и вывод средств",
  WhatIsTheMinimum: "Какова минимальная сумма депозита?",
  ZetradexOffersDeposits:
    "Zetradex предлагает депозиты, начиная с 1$ USD. Этой суммы будет достаточно, если вы воспользуетесь нашим 50% приветственным бонусом. Однако по умолчанию минимальный депозит 50$, так как эта сумма является минимальной, которая вам нужна для открытия сделок.",
  YouCanOpenALiveAndDemo:
    "Вы можете открыть реальный и демо-торговый счет на Zetradex снизу.",
  GoToTheHomePage:
    "Перейдите на домашнюю страницу, чтобы получить дополнительную информацию о методах финансирования.",
  CanIDeposit:
    "Могу ли я вносить и снимать средства без прохождения проверки аккаунта?",
  YouCanDeposit:
    "Вы можете вносить и выводить средства со своих верифицированных счетов без каких-либо препятствий.",
  HowToDeposit: "Как пополнить торговый счет Zetradex?",
  ToDepositFunds:
    "Чтобы внести средства на свой торговый счет Zetradex, вы можете выполнить следующие шаги:",
  LogInTo: "Войдите в свою учетную запись Zetradex по адресу",
  OnceLogged:
    "После входа в систему нажмите «Депозит» или «Финансирование» в главном меню.",
  SelectThePayment:
    "Выберите способ оплаты, который вы предпочитаете, из доступных вариантов. Zetradex предлагает различные способы внесения депозита, включая банковский перевод, кредитную/дебетовую карту, электронные кошельки и криптовалюты.",
  EnterTheAmount:
    "Введите сумму, которую вы хотите внести на свой торговый счет.",
  FollowTheInstructions:
    "Следуйте инструкциям для выбранного метода депозита. Например, если вы выберете банковский перевод, вам будет предложено ввести данные вашего банковского счета.",
  AfterYouSubmit:
    "После того, как вы отправите запрос на депозит, Zetradex обработает его в соответствии со своей политикой депозита.",
  WaitForTheFunds:
    "Подождите, пока средства будут зачислены на ваш торговый счет. Время, необходимое для того, чтобы средства отразились на вашем счете, может варьироваться в зависимости от выбранного метода депозита.",
  MakeSure:
    "Обязательно проверьте дополнительную информацию о доступных методах депозита и политике депозитов на веб-сайте Zetradex.",
  HowToWithdrawal: "Как вывести средства на торговый счет Zetradex?",
  ToWithdrawal:
    "Чтобы вывести средства со своего торгового счета Zetradex, вы можете выполнить следующие действия:",
  OnceLoggedInWithdrawal:
    "После входа в систему нажмите кнопку «Вывод» или «Вывод» в главном меню.",

  //

  SelectTheWithdrawal:
    "Выберите способ вывода средств, который вы предпочитаете, из доступных вариантов. Zetradex предлагает различные способы вывода средств, включая банковский перевод, кредитную/дебетовую карту, электронные кошельки и криптовалюты.",
  EnterTheAmountOfFunds:
    "Введите сумму средств, которую вы хотите вывести со своего торгового счета.",
  FollowTheInstructionProvided:
    "Следуйте инструкциям для выбранного метода вывода средств. Например, если вы выберете банковский перевод, вам будет предложено предоставить данные вашего банковского счета.",
  SubmitWithWithdraw:
    "Отправьте запрос на вывод средств и дождитесь его обработки Zetradex.",
  TheTimeItTakes:
    "Время, необходимое для того, чтобы средства достигли выбранного вами способа вывода средств, может варьироваться в зависимости от метода и времени обработки.",
  ForMoreDetailed:
    "Для получения более подробной информации о доступных методах вывода средств и политике вывода средств посетите веб-сайт Zetradex.",
  BonusPromotion: "Бонусная акция и конкурс",
  WhatIsZetradexBonuses: "Что такое бонусная программа Zetradex?",
  BonusesWill:
    "Бонусы будут полезны каждому трейдеру, поскольку увеличивают возможности открытия максимального количества сделок, а также снижают риск потери собственных средств. Следует отметить, что бонусы — это не ваши реальные средства, а средства Компании, которые вы получаете при определенных условиях.",
  BonusesProgram: "Бонусная программа на Zetradex это:",
  NoDeposit: "Бездепозитный бонус",
  Available:
    "Доступно для всех: вам не нужно вносить депозит, чтобы получить бонус. Получите 100 долларов на свой реальный торговый счет.",
  SimpleClaiming:
    "Простое заявление: Процедура подачи заявления довольно проста: зарегистрируйте реальный аккаунт, полностью подтвердите его и наслаждайтесь бонусом.",
  FullWithdrawal:
    "Полный вывод: прибыль, полученная от торговли бездепозитным бонусом, может быть выведена.",
  YummyBonus: "Вкусный бонус",
  TheBestBonus:
    "Лучший бонус 2023 года: Получите дополнительно 5000% к депозиту за торговлю.",
  DepositFrom:
    "Депозит всего от 1 доллара: Отличное решение, если у вас мало денег для торговли.",
  AGreatChose:
    "Отличный выбор для новичков: не рискуйте потерять много денег при неудачной сделке.",
  MarginBonus: "Маржинальный бонус",
  UnlimitedDuration:
    "Неограниченная продолжительность: торговля с использованием бонуса не ограничена по времени. Вы можете ждать, не беспокоясь, и занять лучшие позиции на рынке.",
  NoTradedLots:
    "Никаких требований к торгуемым лотам: чтобы вывести прибыль, вам не нужно совершать определенное количество торгуемых лотов. Бонус полностью интегрирован в маржу.",
  UnlimitedWithdraw:
    "Неограниченный вывод: ограничений на сумму денег, которую можно снять, нет. После вывода бонус не аннулируется.",

  Partners: "Партнеры",
  WhatIsThePartners: "Что такое партнерская программа на Zetradex?",
  ZetradexOffersTheBest:
    "Zetradex предлагает лучший выбор, чтобы зарабатывать вместе с нами",
  UpToFromSpread: "До 100% от спреда",
  SpreadIsTheMost:
    "Спред – самый популярный вид комиссии на рынке Форекс. Он представляет собой разницу между ценами Bid и Ask. Брокер взимает эту разницу в качестве комиссии. Zetradex платит своим партнерам наиболее конкурентоспособную комиссию за спред, а также предоставляет другие виды стимулов, которые обсуждаются ниже.",
  UpToMarkup: "Наценка до 100%",
  TheMarkup:
    "Система наценок позволяет партнерам зарабатывать дополнительные проценты в зависимости от изменения курса валют. Это уникальное предложение на рынке, позволяющее еще более гибко управлять своим доходом.",
  UpToSub: "Вознаграждение Sub IB до 20%",
  IfYourClient:
    "Если ваш клиент становится партнером или вы привлекаете другого партнера со своими клиентами, этот новый партнер называется субпредставляющим брокером.",
  IfThisCase:
    "В этом случае вы зарабатываете как обычную комиссию IB, так и дополнительную комиссию суб-IB от сделок ваших рефералов суб-IB. Конкретно 20% от комиссии достаётся Master IB.",
  UpToSalary: "До 8% зарплаты IB",
  WeTakeCare:
    "Мы заботимся о наших партнерах, даже если их клиенты временно неактивны. Партнеры получают процент от Прибыли и Убытков Компании в зависимости от своего статуса. Серебряный партнер получает 3% от прибыли Компании, достигшие «золотого» статуса получают 5% и, наконец, «платиновые» партнеры получают целых 8% от прибыли Компании.",
  ReadyWebsite: "Готовые сайты",
  NotEveryone:
    "Не все умеют создавать сайты, поэтому для наших партнеров мы подготовили готовое решение для создания сайтов. Он уже оснащен всем необходимым для начала работы, но также содержит разделы, которые вы можете заполнить своим собственным контентом.",
  PromoSupport: "Промо-поддержка",
  InOrderToSupport:
    "Чтобы поддержать наших партнеров в их деловых начинаниях, мы предоставляем широкий спектр великолепно выглядящих товаров, а также баннеры в социальных сетях, которые наши представляющие брокеры могут использовать для привлечения новых клиентов. Пока ваши клиенты продолжают торговать, вы будете получать комиссию в зависимости от их активности. Zetradex не устанавливает потолка комиссионных доходов, а это означает, что сумма, которую вы зарабатываете, полностью зависит от торговой активности ваших клиентов.",

  WhatCanWeHelp: "Что мы можем вам помочь найти?",
  SearchPlace: "Поиск",
  FAQs: "Список часто задаваемых вопросов",
  WeWillHelpYou: "Мы поможем вам найти ответы",

  WhatIsAWelcome: "Что такое приветственный бонус?",
  AWelcomeBonusIs:
    "Приветственный бонус — это 50% бонус на депозит, предоставляемый Zetradex на ваш первый депозит после подачи заявки. Он увеличивает вашу торговую маржу, помогая вам открывать больше сделок с тем же депозитом.",
  WhatIsTheMinimumWelcome:
    "Каков минимальный депозит для получения приветственного бонуса?",
  TheMinimumWelcome:
    "Минимальный депозит для получения приветственного бонуса составляет 1 доллар. Если ваш первый депозит меньше 1 доллара, бонус не будет зачислен.",
  HowDoIApply: "Как подать заявку на приветственный бонус?",
  YouCanApply:
    "Вы можете подать заявку на приветственный бонус через панель управления вашего счета Zetradex при внесении первого депозита.",
  WhatIsThePowerUp: "Что такое бонус Power-up?",
  ThePowerUp:
    "Бонус Power-up — это рекламное предложение от Zetradex Holding LTD. Клиенты получают невыводимый бонус (кампания Double-Up Profits) для использования в торговле. Полученная прибыль может быть выведена при соблюдении определенных условий.",
  AreTheAnyDeposit: "Есть ли какие-либо требования к депозиту?",
  YesTheMinimumDeposit:
    "Да, минимальный депозит, необходимый для участия, составляет 50 долларов, с приращениями, рассчитанными по уровням в 50 долларов.",
  CanICombine: "Могу ли я объединить бонус Power-up с другими акциями?",
  NoThisPromotion:
    "Нет, эта акция не может быть объединена с какими-либо предложениями. Если ваш аккаунт участвует в бонусе Power-up, он не будет иметь права на какие-либо другие акции Zetradex в течение 3-месячного периода.",
} as AboutZetradexType;
