import type { AboutZetradexType } from "public/locales/faq/about-zetradex/types";

export default {
  AboutZetradex: "เกี่ยวกับซีเทรดเด็กซ์",
  WhatIsZetradex: "Zetradex คืออะไร?",
  ZetradexIsALeading:
    "Zetradex เป็นโบรกเกอร์ฟอเร็กซ์ชั้นนำที่นำเสนอแพลตฟอร์มที่ใช้งานง่ายสำหรับการเข้าถึงตลาดการเงินทั่วโลกแก่เทรดเดอร์ โดยนำเสนอการดำเนินการตามคำสั่งอัตโนมัติ สเปรดที่แข่งขันได้ การวิเคราะห์ข้อมูลตลาดแบบเรียลไทม์ และเครื่องมืออื่นๆ เพื่อช่วยให้เทรดเดอร์ได้รับในตลาดปัจจุบัน ไม่ว่าจะบนเดสก์ท็อปหรืออุปกรณ์มือถือ",
  YouCanOpen:
    "คุณสามารถเปิดบัญชีทดลองหรือบัญชีซื้อขายจริงของ Zetradex ได้จากด้านล่างฟรี",
  SignUp: "ลงชื่อ",
  ZetradexALeading:
    "Zetradex ซึ่งเป็นแพลตฟอร์มฟอเร็กซ์ชั้นนำ ใช้เทคโนโลยี FDCTech ขั้นสูงที่ขับเคลื่อนโดยอัลกอริธึม AI และเทคนิคการเรียนรู้ของเครื่องเพื่อมอบชุดบริการที่ครอบคลุมสำหรับโบรกเกอร์ฟอเร็กซ์และผลิตภัณฑ์ที่มีแบรนด์ เพื่อให้มั่นใจถึงผลกำไรสูงสุดและความเสี่ยงน้อยที่สุด",
  Replenish:
    "เติมเงินบัญชีโดยใช้ช่องทางการชำระเงินระหว่างประเทศที่ไม่มีค่าคอมมิชชั่น",
  AMultiLayered:
    "แนวทางการรักษาความปลอดภัยแบบหลายชั้นที่รวมเอาการระบุอุปกรณ์ การแยกเงินทุน และ SSL",
  Leverage: "เลเวอเรจ 1:3000 ใช้ได้กับบัญชีซื้อขายทุกประเภท",
  ZetradexHas: "Zetradex มีลูกค้าหนึ่งล้านราย และตัวเลขนี้เพิ่มขึ้นทุกวัน",
  HowICan: "ฉันจะติดต่อทีมสนับสนุนของ Zetradex ได้อย่างไร?",
  ThereAre: "มีหลายวิธีในการติดต่อทีมสนับสนุนของ Zetradex",
  TheMain: "ช่องทางการติดต่อหลักคือ:",
  PhoneCall: "สายเข้า",
  ByContacting:
    "ด้วยการติดต่อทางอีเมลหรือแชทสด ฝ่ายสนับสนุนหลายภาษาของ Zetradex สามารถตอบกลับคุณเป็นภาษาท้องถิ่นของคุณได้",
  ThereAreZetradex:
    "มีบัญชี Instagram, Facebook, Youtube, Twitter และ Linkedin อย่างเป็นทางการของ Zetradex ที่คุณสามารถอ้างอิงได้อย่างอิสระสำหรับข้อมูลเพิ่มเติม",
  ZetradexOfficialAccount: "บัญชีอย่างเป็นทางการของ Zetradex",
  InWhich: "Zetradex ให้การสนับสนุนในภาษาใดบ้าง?",
  toZetradex:
    "สำหรับทีมสนับสนุนของ Zetradex คุณสามารถติดต่อพวกเขาได้ในภาษาของคุณ",
  YouCanContact:
    "คุณสามารถติดต่อทีมสนับสนุนของ Zetradex ได้ทางอีเมล แชทสด หรือติดต่อผู้จัดการบัญชีของคุณโดยตรงทาง Whatsapp หรือโทรเลข",
  ZetradexProfessional:
    "ทีมสนับสนุนมืออาชีพของ Zetradex พร้อมที่จะช่วยเหลือคุณในภาษาของคุณแล้ววันนี้",
  ForAnyGeneral:
    "สำหรับข้อมูลทั่วไปเกี่ยวกับ Zetradex คุณอาจอ้างถึงหน้าแรกซึ่งมีให้บริการในหลายภาษา",
  AreYouRegulated: "คุณถูกควบคุมหรือไม่?",
  YesZetradexHolding:
    "ใช่ Zetradex Holding Ltd. ได้รับอนุญาตจาก Mwali International Services Authority ใน Comoros Union โดยมีใบอนุญาตหมายเลข T2023278 และมีสำนักงานจดทะเบียนที่ Moheli Corporate Services Ltd, P.B. 1257 Bonovo Road, Fomboni, คอโมโรส, KM.",
  DoYouAccept:
    "คุณยอมรับผู้ที่อาศัยอยู่ในสหรัฐอเมริกา ยูเครน อิหร่าน และเกาหลีเหนือหรือไม่?",
  OurServices:
    "บริการของเราไม่สามารถใช้ได้กับผู้ที่อาศัยอยู่ในสหรัฐอเมริกาและเกาหลีเหนือ และสำหรับผู้ที่อาศัยอยู่ในประเทศอื่น ๆ",
  WhichPlatform: "แพลตฟอร์มใดที่ฉันสามารถใช้เพื่อการซื้อขายได้?",
  OurServicesAreBased:
    "บริการของเรามีพื้นฐานมาจากแพลตฟอร์มการซื้อขายของเราเองที่เรียกว่า Zetrader ซึ่งสามารถใช้ได้ทั้งบนพีซีและอุปกรณ์พกพา แพลตฟอร์มนี้มอบประสบการณ์ที่ใช้งานง่ายและล้ำหน้าทางเทคโนโลยีสำหรับเทรดเดอร์ในการเข้าถึงตลาดการเงินทั่วโลก Zetrader มีให้บริการที่ web.zetradex.com",
  WhichAmount: "จำนวนเงินเท่าใดจึงจะเป็นขั้นต่ำในการซื้อขาย?",
  MinimumDeposit:
    "ฝากขั้นต่ำ 1 ดอลลาร์ จำนวนนี้จะเพียงพอหากคุณรับโบนัสต้อนรับ 50% ของเรา อย่างไรก็ตาม ตามค่าเริ่มต้น ฝากขั้นต่ำ 50 ดอลลาร์ เนื่องจากจำนวนนี้เป็นจำนวนขั้นต่ำที่คุณต้องมีสำหรับการเปิดข้อตกลง",
  CanITrade: "ฉันสามารถซื้อขายโดยไม่ต้องมีการตรวจสอบได้หรือไม่?",
  YesYouCan:
    "ได้ คุณสามารถเริ่มต้นได้โดยไม่ต้องมีการยืนยัน แต่เราขอสงวนสิทธิ์ในการขอการยืนยันในอนาคต เมื่อคุณถอนเงินบางส่วนเนื่องจากธุรกรรมทางการเงินอยู่ภายใต้กฎสากลของ AML",
  DoYouHave: "คุณมีบัญชีทดลองหรือไม่?",
  YesYouCanRegister:
    "ใช่ คุณสามารถลงทะเบียนบัญชีสาธิตของเราด้วยยอดเงินเสมือนหรือทดสอบแพลตฟอร์มของเราด้วยโบนัสแบบไม่ต้องฝากเงิน หากต้องการเปิดบัญชีซื้อขายสาธิตด้วยเงินเสมือน ให้ไปที่หน้าลงทะเบียนด้านล่าง",
  ToOpenADemo:
    "หากต้องการเปิดบัญชีซื้อขายทดลองด้วยเงินเสมือนจริง ให้ไปที่หน้าลงทะเบียนด้านล่าง",
  CanIInvest: "ฉันสามารถลงทุนและคุณค้าขายให้ฉันได้ไหม?",
  TheCompanyDont:
    "บริษัทไม่ซื้อขายแทนลูกค้า คุณควรเรียนรู้การซื้อขายด้วยตัวเอง ในเวลาเดียวกันเราขอแนะนำบริการของบัญชี PAMM และ Social Trading เพื่อให้คุณสามารถสมัครสมาชิกพันธมิตรของเราและคัดลอกข้อตกลงของพวกเขาได้",
  AccountOpening: "การเปิดบัญชี",
  WhatIsTheZetradex: "ประเภทบัญชีของ Zetradex คืออะไร?",
  AccountTypes: "ประเภทบัญชีใน Zetradex คือ:",
  zeStandardAcc: "บัญชีมาตรฐาน ze",
  Universal: "โซลูชันคลาสสิกสากล",
  Useful: "มีประโยชน์สำหรับทุกคน",
  HighLeverage: "เลเวอเรจสูง",
  Minimum: "ฝากขั้นต่ำ 1$",
  WellKnows: "การตั้งค่าและเงื่อนไขการซื้อขายที่รู้จักกันดี",
  zeProAcc: "บัญชี ze Pro",
  ForThose: "สำหรับผู้ที่ต้องการใช้ประโยชน์สูงสุด",
  GetUnparalleled: "เข้าถึงสภาพคล่องที่เหนือชั้นและซื้อขายด้วยปริมาณสูง",
  Benefit:
    "รับประโยชน์จากการบริการลูกค้าเฉพาะทางของเรา สร้างขึ้นเพื่อคุณโดยเฉพาะ",
  MakeTheMost: "ใช้เงินทุนของคุณให้เกิดประโยชน์สูงสุดด้วยเลเวอเรจสูงสุด 1:3000",
  TakeAdvantage: "ใช้ประโยชน์จากข้อกำหนดมาร์จิ้นที่ต่ำของเรา",
  zeUltraAcc: "บัญชี ze Ultra",
  FixedCommission: "ค่าคอมมิชชั่นคงที่แทนสเปรด",
  CloseToZero: "ใกล้ถึงศูนย์สเปรดในเครื่องมือการซื้อขายทั้งหมด",
  UpTo: "อัตราค่าคอมมิชชั่นน้อยลงถึง 20%",
  CommissionsFees: "ค่าคอมมิชชั่นมีความโปร่งใสและสามารถคำนวณล่วงหน้าได้",
  RecommendedForActive: "แนะนำสำหรับเทรดเดอร์ที่มีประสบการณ์มาบ้างแล้ว",
  HowDoI: "ฉันจะเปิดบัญชีกับ Zetradex ได้อย่างไร?",
  ToSignUp:
    "หากต้องการสมัครใช้บริการของ Zetradex และเปิดบัญชีซื้อขายจริงหรือบัญชีทดลอง โปรดไปที่หน้าลงทะเบียนด้านล่าง",
  YouMustGive:
    "คุณต้องให้ข้อมูลส่วนบุคคล เช่น ที่อยู่อีเมล ชื่อ ที่พักอาศัย และประสบการณ์การลงทุนของคุณ เพื่อดำเนินการลงทะเบียนให้เสร็จสิ้น (การเปิดบัญชี)",
  TheRegistration:
    "การลงทะเบียนกับ Zetradex นั้นฟรีและอาจใช้เวลาเพียงไม่กี่นาทีในการดำเนินการให้เสร็จสิ้น",
  OnceYouComplete:
    "เมื่อคุณลงทะเบียนเสร็จสิ้น คุณจะได้รับข้อมูลบัญชีของคุณและรหัสผ่านที่เกี่ยวข้อง",
  ForMoreInformation:
    "สำหรับข้อมูลเพิ่มเติมเกี่ยวกับบัญชีซื้อขายของ Zetradex การฝากเงิน การถอนเงิน และบริการพิเศษอื่น ๆ โปรดไปที่หน้าแรก",
  HomePage: "หน้าแรก",
  DoesZetradex: "Zetradex มีบัญชีทดลอง (เสมือน) สำหรับการฝึกฝนหรือไม่?",
  YesYouCanADemo: "ใช่ คุณสามารถเปิดบัญชีซื้อขายทดลองกับ Zetradex ได้",

  //

  WithToZetradexDemo:
    "ด้วยบัญชีซื้อขายทดลองของ Zetradex คุณสามารถฝึกฝนการซื้อขายโดยไม่ต้องเสี่ยงกับเงินทุนของคุณเอง",
  ToOpenADemoTrading:
    "หากต้องการเปิดบัญชีซื้อขายทดลองด้วยเงินเสมือนจริง ให้ไปที่หน้าลงทะเบียนด้านล่าง",
  ThereAreMany:
    "มีโปรโมชั่นอีกมากมายที่คุณสามารถเข้าร่วมได้โดยการฝากเงินด้วย สำหรับข้อเสนอล่าสุดที่มีให้กับ Zetradex โปรดไปที่หน้าแรก",
  WhatsTheRequirement: "ข้อกำหนดในการเปิดบัญชีกับ Zetradex คืออะไร?",
  ToOpenAnAcc:
    "หากต้องการเปิดบัญชีกับ Zetradex คุณเพียงแค่ต้องกรอกแบบฟอร์มลงทะเบียนพร้อมข้อมูลส่วนบุคคลบางอย่างเกี่ยวกับตัวคุณเอง",
  ToStartTrading:
    "เพื่อเริ่มต้นการซื้อขายฟอเร็กซ์และ CFD กับ Zetradex คุณอาจต้องการ:",
  EmailAddress: "ที่อยู่อีเมลสำหรับการลงทะเบียน",
  Device:
    "อุปกรณ์ (คอมพิวเตอร์หรือโทรศัพท์มือถือ) เพื่อเข้าถึงแพลตฟอร์มของ Zetradex",
  FundsToInvest: "กองทุนที่จะลงทุนด้วย (หากเป็นบัญชีจริง)",
  ZetradexOffers:
    "Zetradex เสนอเงินฝากเริ่มต้นที่ 1 ดอลลาร์สหรัฐฯ จำนวนนี้จะเพียงพอหากคุณรับโบนัสโอลิมปิก 5,000% ของเรา อย่างไรก็ตาม โดยค่าเริ่มต้นเงินฝากขั้นต่ำคือ 50$ เนื่องจากจำนวนนี้เป็นจำนวนเงินขั้นต่ำที่คุณต้องการสำหรับข้อเสนอที่เปิดอยู่",
  YouCanOpenALive:
    "คุณสามารถเปิดบัญชีซื้อขายจริงและบัญชีทดลองกับ Zetradex ได้จากด้านล่าง",
  SignUpLive: "ลงทะเบียนบัญชีซื้อขายจริง",
  SignUpDemo: "ลงทะเบียนบัญชีซื้อขายทดลอง",
  YouDontHaveToProvide:
    "คุณไม่จำเป็นต้องจัดเตรียมเอกสาร (สำเนาบัตรประจำตัวของคุณและหลักฐานที่อยู่) เพื่อเริ่มการซื้อขายกับ Zetradex",
  AlthoughAcc:
    "แม้ว่าการยืนยันบัญชีด้วยเอกสารจะไม่จำเป็นในการเริ่มซื้อขายกับ Zetradex แต่คุณอาจเข้าร่วมในข้อเสนอเฉพาะที่เลือกได้โดยทำการยืนยันบัญชีให้เสร็จสิ้น",
  ToCompleteTheAcc:
    "เพื่อให้การยืนยันบัญชีเสร็จสมบูรณ์ คุณต้องจัดเตรียมสำเนาบัตรประจำตัวของคุณ (ใบขับขี่ หนังสือเดินทาง) และหลักฐานที่อยู่ (ใบแจ้งยอดธนาคาร เอกสารที่ออกโดยรัฐบาล/สภาเมือง)",
  TheRequestDeposit:
    "จำนวนเงินฝากที่ต้องการขึ้นอยู่กับประเภทบัญชีที่คุณเลือก ดูตารางเปรียบเทียบประเภทบัญชีสำหรับรายละเอียดเพิ่มเติม",
  WhatAreThe: "เอกสารที่จำเป็นในการเปิดบัญชี Zetradex คืออะไร?",
  YouAreAllowed:
    "คุณได้รับอนุญาตให้เริ่มซื้อขายกับ Zetradex โดยไม่ต้องจัดเตรียมเอกสารใดๆ",
  ZetradexDoesnt: "Zetradex ไม่ต้องการการยืนยันบัญชี",
  YouMayEstablish:
    "คุณสามารถสร้างบัญชี ทำการฝาก/ถอนเงิน และเข้าร่วมโปรโมชั่นโดยไม่ต้องจัดเตรียมเอกสารสำหรับการตรวจสอบบัญชี",
  IfYouWould:
    "หากคุณต้องการเข้าร่วมโปรโมชั่นพิเศษ คุณสามารถส่งเอกสารไปที่ Zetradex ได้",
  Several:
    "ข้อเสนอที่พิเศษและโปรโมชั่นมากมายสามารถเข้าถึงได้เฉพาะเทรดเดอร์ที่ยืนยันบัญชีแล้วเท่านั้น",
  TheRequired: "เอกสารที่จำเป็นสำหรับการตรวจสอบบัญชีคือ:",
  ACopyOfYour: "สำเนาบัตรประจำตัวของคุณ (หนังสือเดินทาง ใบขับขี่)",
  ACopyOfA: "สำเนาหลักฐานที่อยู่ (Bank Statement)",
  YouCanSubmit: "คุณสามารถส่งเอกสาร (soft copy) ได้ที่ Zetradex's ทางอีเมล",
  ZetradexEmail: "อีเมล์ Zetradex",
  HowMuchIs: "การเปิดบัญชีซื้อขายของ Zetradex มีค่าใช้จ่ายเท่าไร?",
  YouCanOpenZetradex:
    "คุณสามารถเปิดบัญชีซื้อขายของ Zetradex (ทั้งบัญชีจริงและบัญชีทดลอง) ได้ฟรี โดยไม่มีค่าใช้จ่ายใดๆ",
  YouCanRegisterToOpen:
    "คุณสามารถลงทะเบียนเพื่อเปิดบัญชีกับ Zetradex ได้จากหน้าด้านล่าง",
  TheAccOpening: "กระบวนการเปิดบัญชีอาจใช้เวลาเพียงไม่กี่นาที",
  ToGetStarted:
    "ในการเริ่มต้นซื้อขายฟอเร็กซ์และ CFD กับ Zetradex เพียงฝากเงินเมื่อบัญชีของคุณถูกสร้างขึ้นแล้ว",
  AccVerification: "การยืนยันบัญชีไม่ได้บังคับในการเริ่มซื้อขายกับ Zetradex",
  GoToTheHome:
    "ไปที่หน้าแรกเพื่อดูข้อมูลเพิ่มเติมเกี่ยวกับเงื่อนไขการซื้อขาย วิธีการระดมทุน และประเภทบัญชี",
  DepositAndWithdrawal: "การฝากและถอนเงิน",
  WhatIsTheMinimum: "จำนวนเงินฝากขั้นต่ำคือเท่าไร?",
  ZetradexOffersDeposits:
    "Zetradex เสนอการฝากเงินเริ่มต้นที่ 1 ดอลลาร์สหรัฐฯ จำนวนนี้จะเพียงพอหากคุณรับโบนัสต้อนรับ 50% ของเรา อย่างไรก็ตาม ตามค่าเริ่มต้น ฝากขั้นต่ำ 50 ดอลลาร์ เนื่องจากจำนวนนี้เป็นจำนวนขั้นต่ำที่คุณต้องมีสำหรับการเปิดข้อตกลง",
  YouCanOpenALiveAndDemo:
    "คุณสามารถเปิดบัญชีซื้อขายจริงและบัญชีทดลองกับ Zetradex ได้จากด้านล่าง",
  GoToTheHomePage: "ไปที่หน้าแรกเพื่อดูข้อมูลเพิ่มเติมวิธีการระดมทุน",
  CanIDeposit: "ฉันสามารถฝากและถอนเงินโดยไม่ต้องยืนยันบัญชีได้หรือไม่?",
  YouCanDeposit:
    "คุณสามารถฝากและถอนเงินจากบัญชีที่ตรวจสอบแล้วได้โดยไม่มีอุปสรรคใดๆ",
  HowToDeposit: "จะฝากเงินเข้าบัญชีซื้อขาย Zetradex ได้อย่างไร?",
  ToDepositFunds:
    "หากต้องการฝากเงินเข้าบัญชีซื้อขาย Zetradex ของคุณ คุณสามารถทำตามขั้นตอนเหล่านี้:",
  LogInTo: "เข้าสู่ระบบบัญชี Zetradex ของคุณที่",
  OnceLogged:
    "เมื่อเข้าสู่ระบบแล้ว ให้คลิกที่ตัวเลือก 'ฝากเงิน' หรือ 'เงินทุน' ในเมนูหลัก",
  SelectThePayment:
    "เลือกวิธีการชำระเงินที่คุณต้องการจากตัวเลือกที่มี Zetradex เสนอวิธีการฝากเงินที่หลากหลาย รวมถึงการโอนเงินผ่านธนาคาร บัตรเครดิต/เดบิต กระเป๋าเงินอิเล็กทรอนิกส์ และสกุลเงินดิจิตอล",
  EnterTheAmount: "กรอกจำนวนเงินที่คุณต้องการฝากเข้าบัญชีซื้อขายของคุณ",
  FollowTheInstructions:
    "ปฏิบัติตามคำแนะนำที่ให้ไว้สำหรับวิธีการฝากเงินที่เลือก ตัวอย่างเช่น หากคุณเลือกการโอนเงินผ่านธนาคาร คุณจะถูกขอให้ป้อนรายละเอียดบัญชีธนาคารของคุณ",
  AfterYouSubmit:
    "หลังจากที่คุณส่งคำขอฝากเงิน Zetradex จะดำเนินการตามนโยบายการฝากเงินของพวกเขา",
  WaitForTheFunds:
    "รอจนเงินถูกเพิ่มเข้าบัญชีซื้อขายของคุณ เวลาที่ใช้ในการแสดงเงินในบัญชีของคุณอาจแตกต่างกันไปขึ้นอยู่กับวิธีการฝากเงินที่เลือก",
  MakeSure:
    "อย่าลืมตรวจสอบข้อมูลเพิ่มเติมเกี่ยวกับวิธีการฝากเงินและนโยบายการฝากเงินที่มีอยู่บนเว็บไซต์ Zetradex",
  HowToWithdrawal: "จะถอนเงินไปยังบัญชีซื้อขาย Zetradex ได้อย่างไร?",
  ToWithdrawal:
    "หากต้องการถอนเงินออกจากบัญชีซื้อขาย Zetradex ของคุณ คุณสามารถทำตามขั้นตอนเหล่านี้:",
  OnceLoggedInWithdrawal:
    "เมื่อเข้าสู่ระบบแล้ว ให้คลิกตัวเลือก 'ถอนเงิน' หรือ 'ถอนเงิน' ในเมนูหลัก",

  //

  SelectTheWithdrawal:
    "เลือกวิธีการถอนเงินที่คุณต้องการจากตัวเลือกที่มีอยู่ Zetradex นำเสนอวิธีการถอนเงินที่หลากหลาย รวมถึงการโอนเงินผ่านธนาคาร บัตรเครดิต/เดบิต กระเป๋าเงินอิเล็กทรอนิกส์ และสกุลเงินดิจิทัล",
  EnterTheAmountOfFunds:
    "กรอกจำนวนเงินที่คุณต้องการถอนออกจากบัญชีซื้อขายของคุณ",
  FollowTheInstructionProvided:
    "ปฏิบัติตามคำแนะนำที่ให้ไว้สำหรับวิธีการถอนเงินที่เลือก ตัวอย่างเช่น หากคุณเลือกการโอนเงินผ่านธนาคาร คุณจะถูกขอให้ระบุรายละเอียดบัญชีธนาคารของคุณ",
  SubmitWithWithdraw: "ส่งคำขอถอนเงินและรอให้ Zetradex ดำเนินการ",
  TheTimeItTakes:
    "ระยะเวลาที่ใช้เพื่อให้เงินไปถึงวิธีการถอนเงินที่คุณเลือกอาจแตกต่างกันไปขึ้นอยู่กับวิธีการและเวลาดำเนินการที่เกี่ยวข้อง",
  ForMoreDetailed:
    "สำหรับข้อมูลโดยละเอียดเพิ่มเติมเกี่ยวกับวิธีการถอนเงินและนโยบายการถอนเงิน โปรดดูที่เว็บไซต์ Zetradex",
  BonusPromotion: "โปรโมชั่นโบนัสและการแข่งขัน",
  WhatIsZetradexBonuses: "โปรแกรมโบนัสของ Zetradex คืออะไร?",
  BonusesWill:
    "โบนัสจะเป็นประโยชน์สำหรับเทรดเดอร์ทุกคน เนื่องจากจะเพิ่มโอกาสในการเปิดธุรกรรมจำนวนสูงสุด รวมทั้งลดความเสี่ยงในการสูญเสียเงินของตนเอง โปรดทราบว่าโบนัสไม่ใช่เงินจริงของคุณ แต่เป็นเงินของบริษัทที่คุณได้รับภายใต้เงื่อนไขบางประการ",
  BonusesProgram: "โปรแกรมโบนัสบน Zetradex คือ:",
  NoDeposit: "ไม่มีโบนัสเงินฝาก",
  Available:
    "ให้บริการสำหรับทุกคน: คุณไม่จำเป็นต้องฝากเงินเพื่อขอรับโบนัส รับ $100 ในบัญชีซื้อขายจริงของคุณ",
  SimpleClaiming:
    "การอ้างสิทธิ์ง่ายๆ: ขั้นตอนการอ้างสิทธิ์นั้นค่อนข้างง่าย - ลงทะเบียนบัญชีจริง ตรวจสอบให้ครบถ้วน และเพลิดเพลินกับโบนัส",
  FullWithdrawal:
    "การถอนออกทั้งหมด: กำไรที่ได้รับจากการซื้อขายด้วยโบนัสแบบไม่มีเงินฝากสามารถถอนออกได้",
  YummyBonus: "โบนัสอร่อย",
  TheBestBonus:
    "โบนัสที่ดีที่สุดในปี 2023: รับเพิ่มอีก 5,000% จากเงินฝากของคุณสำหรับการซื้อขาย",
  DepositFrom:
    "ฝากเงินเริ่มต้นเพียง 1 ดอลลาร์: ทางออกที่ยอดเยี่ยมหากคุณไม่มีเงินมากพอที่จะซื้อขาย",
  AGreatChose:
    "ทางเลือกที่ดีสำหรับผู้เริ่มต้น: อย่าเสี่ยงที่จะสูญเสียเงินจำนวนมากจากการเทรดที่ไม่ประสบความสำเร็จ",
  MarginBonus: "โบนัสมาร์จิ้น",
  UnlimitedDuration:
    "ระยะเวลาไม่จำกัด: ไม่มีการจำกัดเวลาในการซื้อขายด้วยโบนัส คุณสามารถรอได้โดยไม่ต้องกังวลและรับตำแหน่งทางการตลาดที่ดีที่สุด",
  NoTradedLots:
    "ไม่มีข้อกำหนดล็อตการซื้อขาย: หากต้องการถอนกำไร คุณไม่จำเป็นต้องดำเนินการล็อตการซื้อขายตามจำนวนที่กำหนด โบนัสจะรวมเข้ากับมาร์จิ้นโดยสมบูรณ์",
  UnlimitedWithdraw:
    "การถอนเงินไม่จำกัด: ไม่มีข้อจำกัดเกี่ยวกับจำนวนเงินที่สามารถถอนออกได้ หลังจากถอนเงินแล้ว โบนัสจะไม่ถูกยกเลิก",

  Partners: "พันธมิตร",
  WhatIsThePartners: "โปรแกรมพันธมิตรบน zetradex คืออะไร?",
  ZetradexOffersTheBest:
    "Zetradex เสนอทางเลือกที่ดีที่สุดในการสร้างรายได้ร่วมกับเรา",
  UpToFromSpread: "มากถึง 100% จากสเปรด",
  SpreadIsTheMost:
    "สเปรดเป็นค่าคอมมิชชันประเภทที่ได้รับความนิยมมากที่สุดในตลาดฟอเร็กซ์ มันแสดงถึงความแตกต่างระหว่างราคา Bid และ Ask นายหน้าเรียกเก็บส่วนต่างนี้เป็นค่าคอมมิชชัน Zetradex จ่ายค่าคอมมิชชันที่แข่งขันได้มากที่สุดแก่พันธมิตรจากค่าสเปรด และยังให้สิ่งจูงใจประเภทอื่นๆ อีกด้วย ซึ่งจะกล่าวถึงด้านล่าง",
  UpToMarkup: "รางวัลมาร์กอัปสูงถึง 100%",
  TheMarkup:
    "ระบบมาร์กอัปช่วยให้พันธมิตรได้รับดอกเบี้ยเพิ่มเติมโดยขึ้นอยู่กับการเปลี่ยนแปลงของอัตราแลกเปลี่ยน นี่เป็นข้อเสนอที่ไม่เหมือนใครในตลาดซึ่งช่วยให้คุณจัดการรายได้ได้อย่างยืดหยุ่นยิ่งขึ้น",
  UpToSub: "รางวัล Sub IB สูงสุดถึง 20%",
  IfYourClient:
    "หากลูกค้าของคุณกลายเป็นหุ้นส่วนหรือคุณดึงดูดหุ้นส่วนรายอื่นด้วยลูกค้าของพวกเขาเอง หุ้นส่วนใหม่นี้จะเรียกว่าโบรกเกอร์แนะนำย่อย",
  IfThisCase:
    "ในกรณีนี้ คุณจะได้รับค่าคอมมิชชั่น IB ตามปกติและค่าคอมมิชชั่น sub-IB เพิ่มเติมจากข้อตกลงของผู้อ้างอิง sub-IB ของคุณ โดยเฉพาะ 20% จากค่าคอมมิชชันจะตกเป็นของ Master IB",
  UpToSalary: "เงินเดือน IB สูงถึง 8%",
  WeTakeCare:
    "เราดูแลพันธมิตรของเราแม้ว่าลูกค้าของพวกเขาจะไม่ได้ใช้งานชั่วคราวก็ตาม หุ้นส่วนจะได้รับเปอร์เซ็นต์ของกำไรและขาดทุนของบริษัท ขึ้นอยู่กับสถานะของพวกเขา หุ้นส่วนระดับ Silver จะได้รับ 3% ของกำไรของบริษัท ผู้ที่มีสถานะ 'gold' จะได้รับ 5% และสุดท้ายพันธมิตร 'platinum' จะได้รับผลกำไรมากถึง 8% ของบริษัท",
  ReadyWebsite: "เว็บไซต์พร้อม",
  NotEveryone:
    "ไม่ใช่ทุกคนที่รู้วิธีสร้างเว็บไซต์ นั่นคือเหตุผลที่เราเตรียมการตัดสินใจเกี่ยวกับเว็บไซต์ที่พร้อมใช้งานอย่างสมบูรณ์สำหรับพันธมิตรของเรา มันมาพร้อมกับทุกสิ่งที่คุณต้องการในการเริ่มต้น แต่ยังมีส่วนที่คุณสามารถเติมเนื้อหาของคุณเองได้",
  PromoSupport: "การสนับสนุนการส่งเสริมการขาย",
  InOrderToSupport:
    "เพื่อสนับสนุนพันธมิตรของเราในการพยายามทางธุรกิจ เราได้จัดเตรียมผลิตภัณฑ์สินค้าที่ดูดีมากมาย รวมถึงแบนเนอร์โซเชียลมีเดียที่ผู้แนะนำโบรกเกอร์ของเราสามารถใช้เพื่อดึงดูดลูกค้าใหม่ ตราบใดที่ลูกค้าของคุณยังคงซื้อขายต่อไป คุณจะได้รับค่าคอมมิชชั่นตามกิจกรรมของพวกเขา Zetradex ไม่ได้กำหนดเพดานรายได้จากค่าคอมมิชชั่น ซึ่งหมายความว่าจำนวนเงินที่คุณได้รับจะขึ้นอยู่กับกิจกรรมการซื้อขายของลูกค้าของคุณทั้งหมด",

  WhatCanWeHelp: "เราจะช่วยคุณค้นหาอะไรได้บ้าง?",
  SearchPlace: "ค้นหา",
  FAQs: "รายการคำถามที่พบบ่อย",
  WeWillHelpYou: "เราจะช่วยคุณค้นหาคำตอบ",

  WhatIsAWelcome: "โบนัสต้อนรับคืออะไร",
  AWelcomeBonusIs:
    "โบนัสต้อนรับคือโบนัสฝากเงิน 50% ที่ Zetradex มอบให้เมื่อคุณฝากเงินครั้งแรกหลังจากที่คุณสมัคร โบนัสนี้จะเพิ่มมาร์จิ้นการซื้อขายของคุณ ช่วยให้คุณเปิดดีลได้มากขึ้นด้วยเงินฝากเท่าเดิม",
  WhatIsTheMinimumWelcome:
    "เงินฝากขั้นต่ำเท่าใดจึงจะมีสิทธิ์ได้รับโบนัสต้อนรับ",
  TheMinimumWelcome:
    "เงินฝากขั้นต่ำเพื่อรับโบนัสต้อนรับคือ 1 ดอลลาร์ หากเงินฝากครั้งแรกของคุณต่ำกว่า 1 ดอลลาร์ โบนัสจะไม่ได้รับเครดิต",
  HowDoIApply: "ฉันจะสมัครรับโบนัสต้อนรับได้อย่างไร",
  YouCanApply:
    "คุณสามารถสมัครรับโบนัสต้อนรับได้ผ่านแดชบอร์ดบัญชี Zetradex ของคุณเมื่อทำการฝากเงินครั้งแรก",
  WhatIsThePowerUp: "โบนัสเพิ่มพลังคืออะไร",
  ThePowerUp:
    "โบนัสเพิ่มพลังเป็นข้อเสนอส่งเสริมการขายจาก Zetradex Holding LTD ลูกค้าจะได้รับโบนัสที่ไม่สามารถถอนออกได้ (แคมเปญกำไรสองเท่า) เพื่อใช้ในการเทรด กำไรที่เกิดขึ้นสามารถถอนออกได้ภายใต้เงื่อนไขที่กำหนด",
  AreTheAnyDeposit: "มีข้อกำหนดในการฝากเงินหรือไม่",
  YesTheMinimumDeposit:
    "ใช่ เงินฝากขั้นต่ำที่จำเป็นในการเข้าร่วมคือ 50 ดอลลาร์ โดยจะคำนวณเป็นขั้นๆ ละ 50 ดอลลาร์",
  CanICombine: "ฉันสามารถรวมโบนัสเพิ่มพลังกับโปรโมชั่นอื่นๆ ได้หรือไม่",
  NoThisPromotion:
    "ไม่ได้ โปรโมชั่นนี้ไม่สามารถรวมกับข้อเสนอใดๆ ได้ หากบัญชีของคุณเข้าร่วมโบนัสเพิ่มพลัง บัญชีของคุณจะไม่มีสิทธิ์ได้รับโปรโมชั่น Zetradex อื่นๆ ในช่วงระยะเวลา 3 เดือน",
} as AboutZetradexType;
