import { PrivacyPolicyLocaleType } from "./types";

export default {
  PrivacyPolicy: "गोपनीयता नीति",
  AtZetradexWeStriveTo:
    "Zetradex में हम अपने उपयोगकर्ताओं को गुणवत्तापूर्ण उत्पाद और सेवाएँ प्रदान करने का प्रयास करते हैं। हम उनके व्यवसाय को महत्व देते हैं और मानते हैं कि गोपनीयता एक महत्वपूर्ण मुद्दा है। इस गोपनीयता नीति में मौजूद जानकारी व्यक्तिगत या गैर-व्यक्तिगत जानकारी के संबंध में Zetradex, और इसकी सहायक कंपनियों और सहयोगियों (सामूहिक रूप से, 'Zetradex,' 'हम,' या 'हम') की प्रथाओं को बताती है जो हम आपसे या आपके बारे में एकत्र करते हैं। इस साइट के माध्यम से.",
  TheSiteShallRefer:
    "'साइट' सामूहिक रूप से zetradex.com वेबसाइट और इसके उपलब्ध भाषा संस्करणों और डोमेन नामों को संदर्भित करेगी।",
  UserShallRefer:
    "'उपयोगकर्ता' का तात्पर्य साइट पर आने, उपयोग करने या अन्यथा एक्सेस करने वाले किसी भी व्यक्ति या इकाई से होगा। यद्यपि हमारा लक्ष्य अपने ग्राहकों द्वारा प्राप्त सभी जानकारी की सुरक्षा और गोपनीयता सुनिश्चित करना है, कृपया ध्यान दें कि यह गोपनीयता नीति भुगतान सेवा प्रदाताओं जैसे तीसरे पक्षों द्वारा व्यक्तिगत जानकारी के प्रसंस्करण पर लागू नहीं होती है।",
  IfYouHaveAnyQuestionsAboutOurPrivacyPolicy:
    "यदि हमारी गोपनीयता नीति के बारे में आपके कोई प्रश्न हैं, तो कृपया हमसे यहां संपर्क करें",
  NonPersonalData: "गैर-व्यक्तिगत डेटा",
  ZetradexCollectsNonPersonal:
    "जब उपयोगकर्ता साइट पर आते हैं तो Zetradex उनके बारे में गैर-व्यक्तिगत जानकारी एकत्र करता है, जब तक कि उपयोगकर्ता खाता पंजीकृत करके हमें वह जानकारी प्रदान करना नहीं चुनते।",
  ZetradexMayRecord:
    "Zetradex, Zetradex पर लागू कानूनी और नियामक दायित्वों के अनुपालन में सुरक्षा, सिस्टम निगरानी, प्रबंधन और विपणन के प्रयोजनों के लिए साइट पर सभी उपयोगकर्ता गतिविधियों को रिकॉर्ड और विश्लेषण कर सकता है। हम पर्याप्त सुरक्षा उपायों का उपयोग करके और सीमित समय के लिए ऐसी जानकारी संग्रहीत करने का वचन देते हैं।",
  LogFiles: "फाइल्स लॉग करें # लॉग फाइलें",
  LogFilesAllowUsTo:
    "लॉग फ़ाइलें हमें आगंतुकों द्वारा साइट के उपयोग को रिकॉर्ड करने की अनुमति देती हैं। हम अपने सभी आगंतुकों की लॉग फ़ाइल जानकारी को एक साथ रखते हैं और इसका उपयोग उपयोगकर्ताओं के व्यवहार और जरूरतों के पैटर्न के बारे में हमारी समझ को बेहतर बनाने और उपयोगकर्ताओं के घूमने के तरीके के आधार पर साइट में सुधार करने के लिए करते हैं। लॉग फ़ाइलों में उपयोगकर्ता के बारे में कोई व्यक्तिगत जानकारी नहीं होती है। हम स्वचालित रूप से गैर-व्यक्तिगत जानकारी एकत्र करते हैं जैसे:",
  TheTypeAndVersionOfTheOperating:
    "उपयोगकर्ता के कंप्यूटर के ऑपरेटिंग सिस्टम का प्रकार और संस्करण;",
  TheDateAndTime: "साइट तक उपयोगकर्ता की पहुंच की तारीख और समय;",
  TheTypeAndVersionOfTheBrowser:
    "साइट तक पहुंचने के लिए उपयोग किए जाने वाले ब्राउज़र का प्रकार और संस्करण;",
  TheIPAddressFromWhich: "वह आईपी पता जिससे उपयोगकर्ता साइट तक पहुंचता है;",
  ThePagesTheUser: "उपयोगकर्ता द्वारा देखे गए पृष्ठ;",
  IfUserLinkedToTheSite:
    "यदि उपयोगकर्ता किसी अन्य वेबसाइट से साइट से जुड़ा है, तो उस अन्य वेबसाइट का पता; वगैरह।",
  RegularlyReviewingThisPage:
    "इस पृष्ठ की नियमित रूप से समीक्षा करने से यह सुनिश्चित होता है कि उपयोगकर्ताओं को हमेशा पता रहता है कि हम कौन सी जानकारी एकत्र करते हैं और उसका उपयोग कैसे करते हैं।",
  AsTheActivationOfCertain:
    "चूँकि साइट पर कुछ लिंकों के सक्रिय होने से उपयोगकर्ता साइट छोड़ सकते हैं, हम उपयोगकर्ताओं को लिंक की गई वेबसाइटों पर गोपनीयता विवरण पढ़ने के लिए प्रोत्साहित करते हैं क्योंकि इनके द्वारा प्रस्तुत, एकत्र की गई या उपयोग की जाने वाली जानकारी पर हमारा कोई नियंत्रण नहीं है। लिंक की गई वेबसाइटें।",
  Cookies: "कुकीज़",
  CookiesAreSmallText:
    "कुकीज़ एक वेब सर्वर द्वारा भेजी गई छोटी टेक्स्ट फ़ाइलें होती हैं और विज़िटर के ब्राउज़र पर संग्रहीत होती हैं जिन्हें उपयोगकर्ता द्वारा किसी वेबसाइट पर दोबारा जाने पर सर्वर द्वारा पढ़ा जाता है। कुकीज़ का उपयोग पासवर्ड (एन्क्रिप्टेड), उपयोगकर्ता-नाम, रुचियां, खरीदारी प्राथमिकताएं आदि जैसी जानकारी संग्रहीत करने के लिए किया जाता है, जिससे उपयोगकर्ता उसी जानकारी को दोबारा दर्ज किए बिना किसी वेबसाइट पर दोबारा जा सकते हैं। साइट पर आने वाले विज़िटरों की व्यक्तिगत पहचान निर्धारित करने के लिए कुकीज़ का उपयोग नहीं किया जाता है।",
  PersonalData: "व्यक्तिगत डेटा",
  ToOpenADemoOr:
    "Zetradex के साथ एक डेमो या ट्रेडिंग खाता खोलने के लिए, उपयोगकर्ताओं को अपने बारे में कुछ जानकारी (बाद में 'व्यक्तिगत डेटा' के रूप में संदर्भित) प्रदान करने की आवश्यकता होती है। हम जो व्यक्तिगत डेटा एकत्र करते हैं उसमें शामिल हो सकते हैं:",
  InformationProvidedOn:
    "साइट पर आवेदनों और अन्य प्रपत्रों पर प्रदान की गई जानकारी, जैसे पूरा नाम, पता, जन्म तिथि, पासपोर्ट डेटा, या अन्य पहचान जानकारी;",
  PersonalPhoneNumber: "व्यक्तिगत फ़ोन नंबर;",
  FinancialInformationThat:
    "वित्तीय जानकारी जिसमें निवेश अनुभव शामिल हो सकता है;",
  DocumentationMadeAvailableTo:
    "व्यक्तिगत ग्राहकों के लिए पहचान की पुष्टि करने के लिए हमें उपलब्ध कराए गए दस्तावेज़, जैसे आईडी कार्ड, पासपोर्ट, बैंक स्टेटमेंट इत्यादि;",
  CompanyIncorporationInformation:
    "व्यावसायिक ग्राहकों के लिए कंपनी निगमन की जानकारी;",
  PaymentDocumentsSuchAs:
    "भुगतान दस्तावेज़, जैसे धन हस्तांतरण आदेश, बैंक विवरण, आदि।",
  UseOfPersonalData: "व्यक्तिगत डेटा का उपयोग",
  ZetradexMayUseAUsers:
    "Zetradex नीचे दिए गए एक या अधिक उद्देश्यों के लिए उपयोगकर्ता के व्यक्तिगत डेटा का उपयोग कर सकता है:",
  ToVerifyUsersIdentity: "उपयोगकर्ता की पहचान सत्यापित करने के लिए;",
  ToProcessTradingOr: "व्यापारिक या गैर-व्यापारिक परिचालनों को संसाधित करना;",
  ToPerformAntiMoney: "मनी-लॉन्ड्रिंग विरोधी प्रक्रियाओं को निष्पादित करना;",
  ToKeepAnAccurateAnd:
    "उपयोगकर्ता के खाते के डेटा का सटीक और अद्यतन रिकॉर्ड रखना;",
  ToProvideInformationToThe:
    "उपयोगकर्ता को Zetradex के विशिष्ट उत्पादों और सेवाओं के बारे में जानकारी प्रदान करना, जिनके बारे में हमारा मानना है कि वे उसके लिए सबसे उपयुक्त होंगे।",
  ConfidentialityInRespect: "उपयोगकर्ता आईडी और पासवर्ड के संबंध में गोपनीयता",
  UsersAreObligedToKeep:
    "उपयोगकर्ता उपयोगकर्ता आईडी, पासवर्ड और पहचान के अन्य साधनों को गुप्त रखने के लिए बाध्य हैं। उपयोगकर्ता अपने उपयोगकर्ता आईडी, पासवर्ड या पहचान के अन्य साधनों को अपने ब्राउज़र में संग्रहीत नहीं करेंगे और अपनी कैश मेमोरी के साथ-साथ सर्फिंग इतिहास में संग्रहीत सभी अस्थायी फ़ाइलों को हटा देंगे। यदि पहचान के ऐसे साधन किसी तीसरे पक्ष को सूचित किए जाते हैं, खोजे जाते हैं या उनका दुरुपयोग किया जाता है, और उसके परिणामस्वरूप होने वाले किसी भी और सभी नुकसान और क्षति के लिए उपयोगकर्ता पूरी तरह से जिम्मेदार हैं।",
  UsersHaveTakenNote:
    "उपयोगकर्ताओं ने इस तथ्य पर ध्यान दिया है कि उन्हें अपना इंटरनेट स्टेशन छोड़ने से पहले ज़ेट्रेडेक्स द्वारा प्रस्तावित पहचान सेवाओं से डिस्कनेक्ट कर देना चाहिए।",
  ConfidentialityAndEncryption: "गोपनीयता और एन्क्रिप्शन",

  TheDataExchangedBetweenUsers:
    "उपयोगकर्ताओं और ज़ेट्राडेक्स के बीच आदान-प्रदान किया गया डेटा खुले, सार्वजनिक नेटवर्क (जैसे इंटरनेट) के माध्यम से प्रसारित होता है जो किसी भी नियंत्रण या समीक्षा के अधीन नहीं है। भले ही प्रेषित डेटा एन्क्रिप्ट किया गया हो, यह जरूरी नहीं कि ट्रांसमिशन की पूरी अवधि के लिए एन्क्रिप्टेड रहे, न ही यह जरूरी है कि उपयोगकर्ता के अंत में एन्क्रिप्टेड रहे: यह संभव है कि डेटा इंटरसेप्ट किया जा सकता है।",
  FurthermoreUsersHereby:
    "इसके अलावा, उपयोगकर्ता एतद्द्वारा घोषणा करते हैं कि उन्होंने इस बात पर ध्यान दिया है कि उनके देश में लागू कानून एन्क्रिप्शन लॉगरिदम के आयात, निर्यात या उपयोग को प्रतिबंधित या प्रतिबंधित कर सकता है। किसी भी स्थिति में Zetradex एन्क्रिप्शन लॉगरिदम के आयात, निर्यात या उपयोग को नियंत्रित करने वाले उपायों के किसी भी उल्लंघन के लिए जिम्मेदार नहीं होगा। ऐसे किसी भी उल्लंघन की स्थिति में उपयोगकर्ता ही जिम्मेदार होगा।",
  LastlyUserAttention:
    "अंत में, उपयोगकर्ता का ध्यान इस तथ्य की ओर आकर्षित होता है कि सूचना इलेक्ट्रॉनिक रूप से प्रसारित होती है, उदाहरण के लिए। ई-मेल, एसएमएस इत्यादि द्वारा, सिद्धांततः एन्क्रिप्टेड नहीं है और इसे इंटरसेप्ट किया जा सकता है।",
  IfYouHaveAnyQuestionsAboutThisPrivacyPolicy:
    "यदि आपके पास इस गोपनीयता नीति के बारे में या Zetradex आपकी व्यक्तिगत जानकारी को कैसे संसाधित करता है, इसके बारे में कोई प्रश्न है, तो कृपया हमें ईमेल द्वारा संपर्क करें",
} as PrivacyPolicyLocaleType;
