import { PrivacyPolicyLocaleType } from "./types";

export default {
  PrivacyPolicy: "プライバシーポリシー",
  AtZetradexWeStriveTo:
    "Zetradex では、高品質の製品とサービスをユーザーに提供するよう努めています。 私たちは彼らのビジネスを尊重しており、プライバシーが重要な問題であることを認識しています。 このプライバシー ポリシーに含まれる情報は、当社がお客様から収集する、またはお客様に関する個人情報または非個人情報に関する Zetradex およびその子会社および関連会社 (総称して「Zetradex」、「当社」、または「当社」) の慣行を説明しています。 このサイトを通じて。",
  TheSiteShallRefer:
    "「サイト」とは、zetradex.com Web サイトとその利用可能な言語バージョンおよびドメイン名を総称するものとします。",
  UserShallRefer:
    "「ユーザー」とは、本サイトを訪問、使用、またはその他の方法でアクセスする個人または団体を指します。 当社は、クライアントから受け取ったすべての情報の安全性と機密性を確保することを目指していますが、このプライバシーポリシーは、決済サービスプロバイダーなどの第三者による個人情報の処理には適用されないことに注意してください。",
  IfYouHaveAnyQuestionsAboutOurPrivacyPolicy:
    "当社のプライバシーポリシーについてご質問がある場合は、下記までお問い合わせください。",
  NonPersonalData: "非個人データ",
  ZetradexCollectsNonPersonal:
    "Zetradex は、ユーザーがアカウントを登録して当社に情報を提供することを選択しない限り、ユーザーがサイトにアクセスしたときにユーザーに関する非個人情報を収集します。",
  ZetradexMayRecord:
    "Zetradex は、Zetradex に課せられた法的および規制上の義務に従って、セキュリティ、システム監視、管理、およびマーケティングの目的で、サイト上のすべてのユーザー アクティビティを記録および分析することがあります。 当社は、適切なセキュリティ対策を講じ、限られた期間、かかる情報を保管することを約束します。",
  LogFiles: "ログファイル",
  LogFilesAllowUsTo:
    "ログ ファイルにより、訪問者のサイトの使用状況を記録できます。 当社はすべての訪問者からのログ ファイル情報をまとめ、ユーザーの行動パターンとニーズの理解を深め、ユーザーがサイト内を移動する方法に基づいてサイトを改善するために使用します。 ログ ファイルにはユーザーに関する個人情報は含まれません。 当社は次のような非個人情報を自動的に収集します。",
  TheTypeAndVersionOfTheOperating:
    "ユーザーのコンピュータのオペレーティング システムの種類とバージョン。",
  TheDateAndTime: "ユーザーがサイトにアクセスした日時。",
  TheTypeAndVersionOfTheBrowser:
    "サイトへのアクセスに使用されるブラウザの種類とバージョン。",
  TheIPAddressFromWhich:
    "ユーザーがサイトにアクセスする際に使用する IP アドレス。",
  ThePagesTheUser: "ユーザーが訪問したページ。",
  IfUserLinkedToTheSite:
    "ユーザーが別の Web サイトから本サイトにリンクしている場合、その他の Web サイトのアドレス。 等",
  RegularlyReviewingThisPage:
    "このページを定期的に確認することで、ユーザーは当社が収集する情報とその使用方法を常に認識できるようになります。",
  AsTheActivationOfCertain:
    "サイト上の特定のリンクをアクティブにすると、ユーザーがサイトから離れる可能性があるため、リンク先の Web サイトに送信される情報、リンク先の Web サイトによって収集される情報、またはリンク先の Web サイトによって使用される情報を当社は制御できないため、リンク先の Web サイトのプライバシーに関する声明を読むことをお勧めします。 リンクされたウェブサイト。",
  Cookies: "クッキー",
  CookiesAreSmallText:
    "Cookie は、Web サーバーによって送信され、訪問者のブラウザに保存される小さなテキスト ファイルで、ユーザーが Web サイトを再訪問したときにサーバーによって読み取られます。 Cookie は、パスワード (暗号化)、ユーザー名、興味、ショッピングの好みなどの情報を保存するために使用され、ユーザーが同じ情報を再度入力することなく Web サイトに再アクセスできるようにします。 Cookie は、サイト訪問者の個人情報を特定するために使用されることはありません。",
  PersonalData: "個人データ",
  ToOpenADemoOr:
    "Zetradex でデモ口座または取引口座を開設するには、ユーザーは自分自身に関する特定の情報 (以下「個人データ」といいます) を提供する必要があります。 当社が収集する個人データには次のものが含まれる場合があります。",
  InformationProvidedOn:
    "氏名、住所、生年月日、パスポートデータ、その他の識別情報など、本サイト上の申請書およびその他のフォームで提供された情報。",
  PersonalPhoneNumber: "個人の電話番号。",
  FinancialInformationThat: "投資経験を含む可能性のある財務情報。",
  DocumentationMadeAvailableTo:
    "IDカード、パスポート、銀行取引明細書など、個人のお客様の身元を確認するために当社が提供する書類。",
  CompanyIncorporationInformation: "ビジネスクライアント向けの会社設立情報。",
  PaymentDocumentsSuchAs: "送金命令、銀行取引明細書などの支払い文書。",
  UseOfPersonalData: "個人データの利用",
  ZetradexMayUseAUsers:
    "Zetradex は、以下の 1 つ以上の目的でユーザーの個人データを使用することがあります。",
  ToVerifyUsersIdentity: "ユーザーの身元を確認するため。",
  ToProcessTradingOr: "取引業務または非取引業務を処理するため。",
  ToPerformAntiMoney: "マネーロンダリング防止手順を実行するため。",
  ToKeepAnAccurateAnd:
    "ユーザーのアカウントデータの正確かつ最新の記録を保持するため。",
  ToProvideInformationToThe:
    "ユーザーに最適と思われる Zetradex の特定の製品およびサービスに関する情報をユーザーに提供するため。",
  ConfidentialityInRespect: "ユーザーIDとパスワードに関する機密保持",
  UsersAreObligedToKeep:
    "ユーザーは、ユーザー ID、パスワード、その他の識別手段を秘密にしておく義務があります。 ユーザーは、ユーザー ID、パスワード、またはその他の識別手段をブラウザに保存してはならず、キャッシュ メモリに保存されているすべての一時ファイルおよびサーフィン履歴を削除するものとします。 このような識別手段が第三者に伝達され、第三者によって発見され、または悪用された場合、およびそこから生じる可能性のあるあらゆる損失および損害については、ユーザーが単独で責任を負います。",
  UsersHaveTakenNote:
    "ユーザーは、インターネット ステーションを離れる前に、Zetradex が提案する識別サービスから切断する必要があるという事実に注目しています。",
  ConfidentialityAndEncryption: "機密性と暗号化",

  TheDataExchangedBetweenUsers:
    "ユーザーと Zetradex の間で交換されるデータは、いかなる管理やレビューも受けないオープンなパブリック ネットワーク (インターネットなど) を介して送信されます。 送信されるデータが暗号化されている場合でも、送信中ずっと暗号化されたままであるとは限らず、またユーザー側で暗号化されたままであるとは限りません。データが傍受される可能性があります。",
  FurthermoreUsersHereby:
    "さらに、ユーザーは、自国に適用される法律により、暗号化対数の輸入、輸出、または使用が禁止または制限される場合があることに留意したことをここに宣言します。 Zetradex は、いかなる場合においても、暗号化対数のインポート、エクスポート、または使用を管理する措置の違反に対して責任を負いません。 かかる違反が発生した場合には、ユーザーのみが責任を負うものとします。",
  LastlyUserAttention:
    "最後に、ユーザーは、情報が電子的に送信されるという事実に注意を向けられます。 電子メールやSMSなどで送信される情報は原則として暗号化されておらず、傍受される可能性があります。",
  IfYouHaveAnyQuestionsAboutThisPrivacyPolicy:
    "このプライバシー ポリシー、または Zetradex による個人情報の処理方法についてご質問がある場合は、次のアドレスまで電子メールでお問い合わせください。",
} as PrivacyPolicyLocaleType;
