import { PrivacyPolicyLocaleType } from "./types";

export default {
  PrivacyPolicy: "Политика конфиденциальности",
  AtZetradexWeStriveTo:
    "В Zetradex мы стремимся предоставлять нашим пользователям качественные продукты и услуги. Мы ценим их бизнес и признаем, что конфиденциальность является важным вопросом. Информация, содержащаяся в настоящей Политике конфиденциальности, объясняет практику Zetradex, ее дочерних компаний и филиалов (совместно именуемых «Zetradex», «мы» или «нас») в отношении личной или неличной информации, которую мы собираем от вас или о вас. через этот Сайт.",
  TheSiteShallRefer:
    "«Сайт» в совокупности означает веб-сайт zetradex.com, его доступные языковые версии и доменные имена.",
  UserShallRefer:
    "«Пользователь» означает любое физическое или юридическое лицо, посещающее, использующее или иным образом получающее доступ к Сайту. Хотя мы стремимся обеспечить безопасность и конфиденциальность всей информации, полученной нашими клиентами, обратите внимание, что настоящая Политика конфиденциальности не распространяется на обработку личной информации третьими лицами, такими как поставщики платежных услуг.",
  IfYouHaveAnyQuestionsAboutOurPrivacyPolicy:
    "Если у вас есть какие-либо вопросы о нашей Политике конфиденциальности, свяжитесь с нами по адресу:",
  NonPersonalData: "Неличные данные",
  ZetradexCollectsNonPersonal:
    "Zetradex собирает неличную информацию о Пользователях, когда они посещают Сайт, за исключением случаев, когда Пользователи решают предоставить нам эту информацию путем регистрации учетной записи.",
  ZetradexMayRecord:
    "Zetradex может записывать и анализировать все действия Пользователей на Сайте в целях безопасности, системного мониторинга, управления и маркетинга в соответствии с юридическими и нормативными обязательствами, возложенными на Zetradex. Мы обязуемся хранить такую информацию, используя адекватные меры безопасности и в течение ограниченного периода времени.",
  LogFiles: "Лог-файлы",
  LogFilesAllowUsTo:
    "Файлы журналов позволяют нам регистрировать использование Сайта посетителями. Мы собираем информацию из файлов журналов всех наших посетителей и используем ее для улучшения понимания моделей поведения и потребностей Пользователей, а также для улучшения Сайта на основе того, как пользователи перемещаются по нему. Лог-файлы не содержат никакой личной информации о Пользователе. Мы автоматически собираем информацию неличного характера, такую как:",
  TheTypeAndVersionOfTheOperating:
    "тип и версия операционной системы компьютера Пользователя;",
  TheDateAndTime: "дата и время доступа Пользователя к Сайту;",
  TheTypeAndVersionOfTheBrowser:
    "тип и версия браузера, используемого для доступа к Сайту;",
  TheIPAddressFromWhich:
    "IP-адрес, с которого Пользователь осуществляет доступ к Сайту;",
  ThePagesTheUser: "страницы, которые посетил пользователь;",
  IfUserLinkedToTheSite:
    "если Пользователь перешёл на Сайт с другого сайта, адрес этого другого сайта; и т. д.",
  RegularlyReviewingThisPage:
    "Регулярный просмотр этой страницы гарантирует, что Пользователи всегда знают, какую информацию мы собираем и как мы ее используем.",
  AsTheActivationOfCertain:
    "Поскольку активация определенных ссылок на Сайте может привести к тому, что пользователи покинут Сайт, мы рекомендуем Пользователям прочитать заявления о конфиденциальности на связанных веб-сайтах, поскольку мы не контролируем информацию, которая передается, собирается или используется ими. связанные веб-сайты.",
  Cookies: "Печенье",
  CookiesAreSmallText:
    "Файлы cookie — это небольшие текстовые файлы, отправляемые веб-сервером и сохраняемые в браузере посетителя, которые считываются сервером, когда пользователи повторно посещают веб-сайт. Файлы cookie используются для хранения такой информации, как пароли (в зашифрованном виде), имена пользователей, интересы, предпочтения покупок и т. д., что позволяет пользователям повторно посещать веб-сайт без необходимости повторного ввода той же информации. Файлы cookie не используются для определения личности посетителей Сайта.",
  PersonalData: "Личные данные",
  ToOpenADemoOr:
    "Чтобы открыть демо-счет или торговый счет в Zetradex, Пользователям необходимо предоставить определенную информацию (далее «Личные данные») о себе. Персональные данные, которые мы собираем, могут включать:",
  InformationProvidedOn:
    "информация, представленная в заявлениях и других формах на Сайте, такая как полное имя, адрес, дата рождения, паспортные данные или другая идентификационная информация;",
  PersonalPhoneNumber: "личный номер телефона;",
  FinancialInformationThat:
    "финансовая информация, которая может включать инвестиционный опыт;",
  DocumentationMadeAvailableTo:
    "документация, предоставленная нам для подтверждения личности, такая как удостоверение личности, паспорт, выписка из банковского счета и т. д. для индивидуальных клиентов;",
  CompanyIncorporationInformation:
    "информация о регистрации компании для бизнес-клиентов;",
  PaymentDocumentsSuchAs:
    "платежные документы, такие как платежные поручения, банковские выписки и т. д.",
  UseOfPersonalData: "Использование персональных данных",
  ZetradexMayUseAUsers:
    "Zetradex может использовать Персональные данные Пользователя для одной или нескольких из следующих целей:",
  ToVerifyUsersIdentity: "для проверки личности Пользователя;",
  ToProcessTradingOr: "для оформления торговых или неторговых операций;",
  ToPerformAntiMoney: "для выполнения процедур по борьбе с отмыванием денег;",
  ToKeepAnAccurateAnd:
    "вести точный и актуальный учет данных учетной записи Пользователя;",
  ToProvideInformationToThe:
    "предоставить Пользователю информацию о конкретных продуктах и услугах Zetradex, которые, по нашему мнению, будут для него наиболее подходящими.",
  ConfidentialityInRespect:
    "Конфиденциальность в отношении идентификаторов пользователей и паролей",
  UsersAreObligedToKeep:
    "Пользователи обязаны хранить в тайне идентификаторы пользователей, пароли и другие средства идентификации. Пользователи не должны хранить свои идентификаторы пользователей, пароли или другие средства идентификации в своих браузерах и должны удалить все временные файлы, хранящиеся в их кэш-памяти, а также историю посещений. Пользователи несут единоличную ответственность в случае, если такие средства идентификации будут переданы, обнаружены или использованы не по назначению третьей стороной, а также за любые убытки и ущерб, которые могут возникнуть в результате этого.",
  UsersHaveTakenNote:
    "Пользователи приняли к сведению тот факт, что им следует отключиться от услуг идентификации, предлагаемых Zetradex, прежде чем покинуть свою интернет-станцию.",
  ConfidentialityAndEncryption: "Конфиденциальность и шифрование",

  TheDataExchangedBetweenUsers:
    "Данные, которыми обмениваются Пользователи и Zetradex, передаются через открытые общедоступные сети (например, Интернет), которые не подлежат никакому контролю или проверке. Даже если передаваемые данные зашифрованы, они не обязательно должны оставаться зашифрованными на протяжении всего времени передачи, а также не обязательно оставаться зашифрованными на стороне Пользователя: данные могут быть перехвачены.",
  FurthermoreUsersHereby:
    "Кроме того, Пользователи настоящим заявляют, что они приняли к сведению, что законодательство, действующее в их стране, может запрещать или ограничивать импорт, экспорт или использование шифровальных логарифмов. Ни при каких обстоятельствах Zetradex не несет ответственности за любые нарушения мер, регулирующих импорт, экспорт или использование шифровальных логарифмов. Ответственность в случае любого такого нарушения несет только пользователь.",
  LastlyUserAttention:
    "Наконец, внимание Пользователя обращается на тот факт, что информация, передаваемая в электронном виде, например. по электронной почте, SMS и т. д. в принципе не шифруется и может быть перехвачен.",
  IfYouHaveAnyQuestionsAboutThisPrivacyPolicy:
    "Если у вас есть какие-либо вопросы об этой Политике конфиденциальности или о том, как Zetradex обрабатывает вашу личную информацию, свяжитесь с нами по электронной почте:",
} as PrivacyPolicyLocaleType;
