import { PrivacyPolicyLocaleType } from "./types";

export default {
  PrivacyPolicy: "นโยบายความเป็นส่วนตัว",
  AtZetradexWeStriveTo:
    "ที่ Zetradex เรามุ่งมั่นที่จะนำเสนอผลิตภัณฑ์และบริการที่มีคุณภาพแก่ผู้ใช้ของเรา เราให้ความสำคัญกับธุรกิจของพวกเขาและตระหนักดีว่าความเป็นส่วนตัวเป็นปัญหาสำคัญ ข้อมูลที่อยู่ในนโยบายความเป็นส่วนตัวนี้อธิบายถึงแนวปฏิบัติของ Zetradex และบริษัทสาขาและบริษัทในเครือ (เรียกรวมกันว่า 'Zetradex' 'เรา' หรือ 'พวกเรา') เกี่ยวกับข้อมูลส่วนบุคคลหรือข้อมูลที่ไม่ใช่ข้อมูลส่วนบุคคลที่เรารวบรวมจากคุณหรือเกี่ยวกับคุณ ผ่านไซต์นี้",
  TheSiteShallRefer:
    "“ไซต์” จะอ้างอิงถึงเว็บไซต์ zetradex.com รวมไปถึงเวอร์ชันภาษาและชื่อโดเมนที่มีอยู่",
  UserShallRefer:
    "“ผู้ใช้” จะหมายถึงบุคคลหรือนิติบุคคลใดๆ ที่เยี่ยมชม ใช้งาน หรือเข้าถึงเว็บไซต์ แม้ว่าเรามุ่งมั่นที่จะมั่นใจในความปลอดภัยและความลับของข้อมูลทั้งหมดที่ได้รับจากลูกค้าของเรา โปรดทราบว่านโยบายความเป็นส่วนตัวนี้ไม่ใช้กับการประมวลผลข้อมูลส่วนบุคคลโดยบุคคลที่สาม เช่น ผู้ให้บริการชำระเงิน",
  IfYouHaveAnyQuestionsAboutOurPrivacyPolicy:
    "หากคุณมีคำถามใด ๆ เกี่ยวกับนโยบายความเป็นส่วนตัวของเรา โปรดติดต่อเราที่",
  NonPersonalData: "ข้อมูลที่ไม่ใช่ข้อมูลส่วนบุคคล",
  ZetradexCollectsNonPersonal:
    "Zetradex รวบรวมข้อมูลที่ไม่ใช่ข้อมูลส่วนบุคคลเกี่ยวกับผู้ใช้เมื่อพวกเขาเยี่ยมชมไซต์ เว้นแต่ผู้ใช้เลือกที่จะให้ข้อมูลนั้นแก่เราโดยการลงทะเบียนบัญชี",
  ZetradexMayRecord:
    "Zetradex อาจบันทึกและวิเคราะห์กิจกรรมของผู้ใช้ทั้งหมดบนเว็บไซต์เพื่อวัตถุประสงค์ด้านความปลอดภัย การตรวจสอบระบบ การจัดการ และการตลาดตามภาระผูกพันทางกฎหมายและกฎระเบียบที่รับผิดชอบใน Zetradex เราดำเนินการจัดเก็บข้อมูลดังกล่าวโดยใช้มาตรการรักษาความปลอดภัยที่เหมาะสมและในระยะเวลาที่จำกัด",
  LogFiles: "ไฟล์บันทึก",
  LogFilesAllowUsTo:
    "ไฟล์บันทึกช่วยให้เราสามารถบันทึกการใช้งานไซต์ของผู้เยี่ยมชมได้ เรารวบรวมข้อมูลไฟล์บันทึกจากผู้เยี่ยมชมของเราทั้งหมด และใช้ข้อมูลดังกล่าวเพื่อปรับปรุงความเข้าใจของเราเกี่ยวกับรูปแบบพฤติกรรมและความต้องการของผู้ใช้ และเพื่อปรับปรุงไซต์ตามวิธีที่ผู้ใช้ใช้งานเว็บไซต์ ไฟล์บันทึกไม่มีข้อมูลส่วนบุคคลใด ๆ เกี่ยวกับผู้ใช้ เรารวบรวมข้อมูลที่ไม่ใช่ข้อมูลส่วนบุคคลโดยอัตโนมัติ เช่น:",
  TheTypeAndVersionOfTheOperating:
    "ประเภทและเวอร์ชันของระบบปฏิบัติการของคอมพิวเตอร์ของผู้ใช้",
  TheDateAndTime: "วันที่และเวลาที่ผู้ใช้เข้าถึงไซต์",
  TheTypeAndVersionOfTheBrowser:
    "ประเภทและเวอร์ชันของเบราว์เซอร์ที่ใช้ในการเข้าถึงไซต์",
  TheIPAddressFromWhich: "ที่อยู่ IP ที่ผู้ใช้เข้าถึงไซต์",
  ThePagesTheUser: "หน้าที่ผู้ใช้เยี่ยมชม",
  IfUserLinkedToTheSite:
    "หากผู้ใช้เชื่อมโยงไปยังไซต์จากเว็บไซต์อื่น ที่อยู่ของเว็บไซต์อื่นนั้น ฯลฯ",
  RegularlyReviewingThisPage:
    "การตรวจสอบหน้านี้เป็นประจำทำให้มั่นใจได้ว่าผู้ใช้จะทราบอยู่เสมอว่าเรารวบรวมข้อมูลใดบ้างและเราใช้ข้อมูลดังกล่าวอย่างไร",
  AsTheActivationOfCertain:
    "เนื่องจากการเปิดใช้งานลิงก์บางส่วนบนเว็บไซต์อาจทำให้ผู้ใช้ออกจากไซต์ เราขอแนะนำให้ผู้ใช้อ่านคำชี้แจงสิทธิ์ส่วนบุคคลบนเว็บไซต์ที่เชื่อมโยง เนื่องจากเราไม่สามารถควบคุมข้อมูลที่ส่งหรือรวบรวมโดยหรือใช้โดยสิ่งเหล่านี้ เว็บไซต์ที่เชื่อมโยง",
  Cookies: "คุ้กกี้",
  CookiesAreSmallText:
    "คุกกี้คือไฟล์ข้อความขนาดเล็กที่ส่งโดยเว็บเซิร์ฟเวอร์และจัดเก็บไว้ในเบราว์เซอร์ของผู้เข้าชมซึ่งเซิร์ฟเวอร์จะอ่านเมื่อผู้ใช้เยี่ยมชมเว็บไซต์อีกครั้ง คุกกี้ถูกใช้เพื่อจัดเก็บข้อมูล เช่น รหัสผ่าน (เข้ารหัส) ชื่อผู้ใช้ ความสนใจ การตั้งค่าการช็อปปิ้ง ฯลฯ ทำให้ผู้ใช้สามารถเยี่ยมชมเว็บไซต์อีกครั้งโดยไม่ต้องป้อนข้อมูลเดิมอีกครั้ง คุกกี้ไม่ได้ถูกใช้เพื่อระบุตัวตนส่วนบุคคลของผู้เยี่ยมชมไซต์",
  PersonalData: "ข้อมูลส่วนบุคคล",
  ToOpenADemoOr:
    "หากต้องการเปิดบัญชีทดลองหรือบัญชีซื้อขายกับ Zetradex ผู้ใช้จำเป็นต้องให้ข้อมูลบางอย่าง (ต่อไปนี้จะเรียกว่า 'ข้อมูลส่วนบุคคล') เกี่ยวกับตนเอง ข้อมูลส่วนบุคคลที่เรารวบรวมอาจรวมถึง:",
  InformationProvidedOn:
    "ข้อมูลที่ให้ไว้ในใบสมัครและแบบฟอร์มอื่น ๆ บนเว็บไซต์ เช่น ชื่อนามสกุล ที่อยู่ วันเกิด ข้อมูลหนังสือเดินทาง หรือข้อมูลประจำตัวอื่น ๆ",
  PersonalPhoneNumber: "หมายเลขโทรศัพท์ส่วนตัว",
  FinancialInformationThat: "ข้อมูลทางการเงินที่อาจรวมถึงประสบการณ์การลงทุน",
  DocumentationMadeAvailableTo:
    "เอกสารที่เราจัดเตรียมไว้เพื่อยืนยันตัวตน เช่น บัตรประจำตัวประชาชน หนังสือเดินทาง ใบแจ้งยอดธนาคาร ฯลฯ สำหรับลูกค้าแต่ละราย",
  CompanyIncorporationInformation: "ข้อมูลการจัดตั้งบริษัทสำหรับลูกค้าธุรกิจ",
  PaymentDocumentsSuchAs:
    "เอกสารการชำระเงิน เช่น คำสั่งโอนเงิน, Bank Statement เป็นต้น",
  UseOfPersonalData: "การใช้ข้อมูลส่วนบุคคล",
  ZetradexMayUseAUsers:
    "Zetradex อาจใช้ข้อมูลส่วนบุคคลของผู้ใช้เพื่อวัตถุประสงค์อย่างน้อยหนึ่งประการด้านล่าง:",
  ToVerifyUsersIdentity: "เพื่อยืนยันตัวตนของผู้ใช้",
  ToProcessTradingOr:
    "เพื่อประมวลผลการซื้อขายหรือการดำเนินการที่ไม่ใช่การซื้อขาย",
  ToPerformAntiMoney: "เพื่อดำเนินขั้นตอนการป้องกันการฟอกเงิน",
  ToKeepAnAccurateAnd:
    "เพื่อเก็บบันทึกข้อมูลบัญชีของผู้ใช้ที่ถูกต้องและทันสมัย",
  ToProvideInformationToThe:
    "เพื่อให้ข้อมูลแก่ผู้ใช้เกี่ยวกับผลิตภัณฑ์และบริการเฉพาะของ Zetradex ที่เราเชื่อว่าจะเหมาะสมที่สุดสำหรับเขา",
  ConfidentialityInRespect: "การรักษาความลับในส่วนของรหัสผู้ใช้และรหัสผ่าน",
  UsersAreObligedToKeep:
    "ผู้ใช้มีหน้าที่ต้องเก็บ ID ผู้ใช้ รหัสผ่าน และวิธีการระบุตัวตนอื่น ๆ ไว้เป็นความลับ ผู้ใช้จะต้องไม่จัดเก็บ ID ผู้ใช้ รหัสผ่าน หรือวิธีการระบุตัวตนอื่น ๆ ไว้ในเบราว์เซอร์ของตน และจะต้องลบไฟล์ชั่วคราวทั้งหมดที่จัดเก็บไว้ในหน่วยความจำแคชตลอดจนประวัติการท่องเว็บ ผู้ใช้จะต้องรับผิดชอบแต่เพียงผู้เดียวหากมีการสื่อสาร ค้นพบ หรือใช้ในทางที่ผิดโดยบุคคลที่สาม และสำหรับความสูญเสียและความเสียหายทั้งหมดที่อาจเกิดขึ้นจากสิ่งดังกล่าว",
  UsersHaveTakenNote:
    "ผู้ใช้รับทราบถึงข้อเท็จจริงที่ว่าพวกเขาควรยกเลิกการเชื่อมต่อจากบริการระบุตัวตนที่เสนอโดย Zetradex ก่อนที่จะออกจากสถานีอินเทอร์เน็ต",
  ConfidentialityAndEncryption: "การรักษาความลับและการเข้ารหัส",

  TheDataExchangedBetweenUsers:
    "ข้อมูลที่แลกเปลี่ยนระหว่างผู้ใช้กับ Zetradex จะถูกส่งผ่านเครือข่ายสาธารณะแบบเปิด (เช่น อินเทอร์เน็ต) ที่ไม่อยู่ภายใต้การควบคุมหรือการตรวจสอบใดๆ แม้ว่าข้อมูลที่ส่งจะถูกเข้ารหัส แต่ก็อาจไม่จำเป็นต้องถูกเข้ารหัสตลอดระยะเวลาการส่งข้อมูล และอาจไม่จำเป็นต้องมีการเข้ารหัสในตอนท้ายของผู้ใช้: มีความเป็นไปได้ที่ข้อมูลอาจถูกดักจับ",
  FurthermoreUsersHereby:
    "นอกจากนี้ ผู้ใช้ขอประกาศในที่นี้ว่าพวกเขาได้รับทราบแล้วว่ากฎหมายที่ใช้บังคับในประเทศของตนอาจห้ามหรือจำกัดการนำเข้า ส่งออก หรือใช้ลอการิทึมการเข้ารหัส ไม่ว่าในกรณีใด Zetradex จะไม่รับผิดชอบต่อการละเมิดมาตรการควบคุมการนำเข้า การส่งออก หรือการใช้ลอการิทึมการเข้ารหัส ผู้ใช้เพียงคนเดียวจะต้องรับผิดชอบในกรณีที่มีการละเมิดดังกล่าว",
  LastlyUserAttention:
    "สุดท้ายนี้ ความสนใจของผู้ใช้จะถูกดึงไปที่ข้อเท็จจริงที่ว่าข้อมูลที่ส่งผ่านระบบอิเล็กทรอนิกส์ เช่น โดยหลักการแล้วทางอีเมล SMS ฯลฯ จะไม่มีการเข้ารหัสและอาจถูกดักฟังได้",
  IfYouHaveAnyQuestionsAboutThisPrivacyPolicy:
    "หากคุณมีคำถามใดๆ เกี่ยวกับนโยบายความเป็นส่วนตัวนี้หรือวิธีที่ Zetradex ประมวลผลข้อมูลส่วนบุคคลของคุณ โปรดติดต่อเราทางอีเมลที่",
} as PrivacyPolicyLocaleType;
