import type { LiveStreamersType } from "public/locales/live-streamers/types";

export default {
  LiveStreamers: "लाइव स्ट्रीमर",
  Being: "इंडस्ट्री इनोवेशन के शीर्ष पर होना",
  JoinTheZetradex:
    "Zetradex समुदाय से जुड़ें और अपनी फ़ॉरेक्स स्ट्रीमिंग को अगले स्तर पर ले जाएँ! हम YouTube, Meta और TikTok पर प्रतिभाशाली स्ट्रीमर को अपने वीडियो और अनुभव हमारे बढ़ते दर्शकों के साथ साझा करने के लिए आमंत्रित कर रहे हैं।",
  ByBecoming:
    "हमारे समुदाय का हिस्सा बनकर, आपको न केवल एक्सपोज़र मिलेगा बल्कि रोमांचक पुरस्कार जीतने का मौका भी मिलेगा। चाहे आप एक विशेषज्ञ ट्रेडर हों या अभी शुरुआत कर रहे हों, आपकी अंतर्दृष्टि दूसरों को प्रेरित और शिक्षित कर सकती है।",
  DontMiss:
    "समान विचारधारा वाले उत्साही लोगों से जुड़ने और अपनी सामग्री को बेहतर बनाने का यह अवसर न चूकें। आज ही हमसे जुड़ें और फ़ॉरेक्स ट्रेडिंग की दुनिया में अपनी पहचान बनाएँ!",
  Join: "हमारे साथ जुड़ें",
  ViewLeaderboard: "लीडरबोर्ड देखें",

  WhyPartner: "Zetradex के साथ साझेदारी क्यों करें?",
  Innovative: "नवीनतम ट्रेडिंग समाधान",
  ZetradexStands:
    "Zetradex फिनटेक के मामले में सबसे आगे है, जो आज के गतिशील बाज़ार के लिए डिज़ाइन किए गए अत्याधुनिक ट्रेडिंग प्लेटफ़ॉर्म और टूल प्रदान करता है। एक लाइव स्ट्रीमर के रूप में, आपके पास हमारे नवीनतम नवाचारों तक विशेष पहुँच होगी और किसी और से पहले उन्हें परखने और समीक्षा करने का अवसर होगा।",
  GlobalReach: "वैश्विक पहुंच और प्रभाव",
  WithOur:
    "हमारे व्यापक वैश्विक नेटवर्क और उत्कृष्टता के लिए प्रतिष्ठा के साथ, Zetradex के साथ साझेदारी करने से आप अपनी आवाज़ को बढ़ा सकते हैं और व्यापक दर्शकों तक पहुँच सकते हैं। महाद्वीपों में व्यापारियों को प्रभावित करें और फ़ॉरेक्स ट्रेडिंग के भविष्य को आकार देने में मदद करें।",
  Attractive: "आकर्षक प्रोत्साहन",
  WeValue:
    "हम आपकी विशेषज्ञता और प्रभाव को महत्व देते हैं। आपके योगदान को पहचानने के लिए तैयार किए गए प्रतिस्पर्धी प्रोत्साहनों का आनंद लें। इसमें प्रदर्शन-आधारित पुरस्कार, प्रीमियम संसाधनों तक पहुँच और विशेष सुविधाएँ शामिल हैं।",

  WhatAre: "पुरस्कार क्या हैं?",
  ThePrizeFund:
    "प्रतियोगिता की पुरस्कार राशि लाइवस्ट्रीमर्स को सुखद आश्चर्यचकित कर देगी - प्रत्येक अवधि के लिए कुल राशि 3,000 अमेरिकी डॉलर है!",
  first: "पहला विजेता",
  second: "दूसरा विजेता",
  third: "तीसरा विजेता",
  fourth: "चौथा विजेता",
  fifth: "पाँचवाँ विजेता",

  HowDoes: "यह कैसे काम करता है?",
  YouRegister:
    "आप Zetradex सहयोगी के रूप में पंजीकरण करते हैं और लाइवस्ट्रीमर डैशबोर्ड तक पहुँच प्राप्त करते हैं।",
  InYourPersonal:
    "अपनी व्यक्तिगत प्रोफ़ाइल में आप अपने बारे में जानकारी भरते हैं: नाम, देश, फ़ोटो, उन प्लेटफ़ॉर्म के लिंक जहाँ आप स्ट्रीम करते हैं। आपका खाता स्वचालित रूप से क्लाइंट वोटिंग में भाग लेता है।",
  ClientsWho:
    "खाता खोलने वाले क्लाइंट एक बार वोट कर सकते हैं, और जिन्होंने जमा किया है - 10 बार।",
  IfYourContent:
    "यदि आपकी सामग्री हमारे ग्राहकों के लिए दिलचस्प है, तो वे आपको वोट देते हैं और आपको आपकी रेटिंग के अनुसार पुरस्कार मिलता है।",
  Terms: "नियम और शर्तें",

  WhatWeLook: "हम एक स्ट्रीमर में क्या देखते हैं",
  ExpertiseAndExperience: "विशेषज्ञता और अनुभव",
  AlignmentWithOurValues: "हमारे मूल्यों के साथ संरेखण",
  PassionForEducation: "शिक्षा के लिए जुनून",
  CredibilityAndInfluence: "विश्वसनीयता और प्रभाव",
  ProvenKnowledgeAnd:
    "विदेशी मुद्रा व्यापार या संबंधित वित्तीय क्षेत्रों में सिद्ध ज्ञान और एक मजबूत ट्रैक रिकॉर्ड।",
  ASharedVisionForInnovation:
    "व्यापार उद्योग में नवाचार, पारदर्शिता और उत्कृष्टता के लिए एक साझा दृष्टिकोण।",
  ACommitmentToEducatingAndEmpowering:
    "मूल्यवान अंतर्दृष्टि और व्यावहारिक सलाह के माध्यम से व्यापारियों को शिक्षित करने और सशक्त बनाने की प्रतिबद्धता।",
  ARespectedReputationWithinThe:
    "व्यापार समुदाय के भीतर एक सम्मानित प्रतिष्ठा और व्यापक दर्शकों को जोड़ने और प्रभावित करने की क्षमता।",
} as LiveStreamersType;
