import type { LiveStreamersType } from "public/locales/live-streamers/types";

export default {
  LiveStreamers: "لائیو اسٹریمرز",
  Being: "صنعت کی جدت طرازی کے سر پر ہونا",
  JoinTheZetradex:
    "Zetradex کمیونٹی میں شامل ہوں اور اپنی فاریکس اسٹریمنگ کو اگلے درجے تک لے جائیں! ہم YouTube، Meta، اور TikTok پر باصلاحیت اسٹریمرز کو اپنے بڑھتے ہوئے سامعین کے ساتھ اپنے ویڈیوز اور تجربات کا اشتراک کرنے کے لیے مدعو کر رہے ہیں۔",
  ByBecoming:
    "ہماری کمیونٹی کا حصہ بن کر، آپ کو نہ صرف نمائش حاصل ہوگی بلکہ آپ کو دلچسپ انعامات جیتنے کا موقع بھی ملے گا۔ چاہے آپ ایک ماہر تاجر ہیں یا ابھی شروعات کررہے ہیں، آپ کی بصیرت دوسروں کو متاثر اور تعلیم دے سکتی ہے۔",
  DontMiss:
    "ہم خیال شائقین کے ساتھ جڑنے اور اپنے مواد کو بلند کرنے کا یہ موقع ضائع نہ کریں۔ آج ہی ہمارے ساتھ شامل ہوں اور فاریکس ٹریڈنگ کی دنیا میں اپنی شناخت بنائیں!",
  Join: "ہمارے ساتھ شامل ہوں۔",
  ViewLeaderboard: "لیڈر بورڈ دیکھیں",

  WhyPartner: "Zetradex کے ساتھ شراکت کیوں؟",
  Innovative: "جدید تجارتی حل",
  ZetradexStands:
    "Zetradex fintech میں سب سے آگے ہے، جو جدید تجارتی پلیٹ فارمز اور ٹولز پیش کرتا ہے، جو آج کی متحرک مارکیٹ کے لیے ڈیزائن کیے گئے ہیں۔ لائیو اسٹریمر کے طور پر، آپ کو ہماری تازہ ترین اختراعات تک خصوصی رسائی اور کسی اور کے سامنے ان کی جانچ اور جائزہ لینے کا موقع ملے گا۔",
  GlobalReach: "عالمی رسائی اور اثر و رسوخ",
  WithOur:
    "ہمارے وسیع عالمی نیٹ ورک اور فضیلت کے لیے شہرت کے ساتھ، Zetradex کے ساتھ شراکت داری آپ کو اپنی آواز کو بڑھانے اور وسیع تر سامعین تک پہنچنے کی اجازت دیتی ہے۔ تمام براعظموں کے تاجروں کو متاثر کریں اور فاریکس ٹریڈنگ کے مستقبل کی تشکیل میں مدد کریں۔",
  Attractive: "پرکشش ترغیب",
  WeValue:
    "ہم آپ کی مہارت اور اثر و رسوخ کی قدر کرتے ہیں۔ آپ کے تعاون کو تسلیم کرنے کے لیے تیار کردہ مسابقتی ترغیبات سے لطف اندوز ہوں۔ اس میں کارکردگی پر مبنی انعامات، پریمیم وسائل تک رسائی، اور خصوصی مراعات شامل ہیں۔",

  WhatAre: "انعامات کیا ہیں؟",
  ThePrizeFund:
    "مقابلے کا انعامی فنڈ لائیو اسٹریم کرنے والوں کو خوشگوار حیرت میں ڈال دے گا - ہر دورانیے کی کل رقم USD 3,000 ہے!",
  first: "1st فاتح",
  second: "دوسرا فاتح",
  third: "تیسرا فاتح",
  fourth: "4 واں فاتح",
  fifth: "5 واں فاتح",

  HowDoes: "یہ کیسے کام کرتا ہے؟",
  YouRegister:
    "آپ Zetradex سے وابستہ کے طور پر رجسٹر ہوتے ہیں اور Livestreamer ڈیش بورڈ تک رسائی حاصل کرتے ہیں۔",
  InYourPersonal:
    "اپنے ذاتی پروفائل میں آپ اپنے بارے میں معلومات بھرتے ہیں: نام، ملک، تصویر، پلیٹ فارم کے لنکس جہاں آپ اسٹریم کرتے ہیں۔ آپ کا اکاؤنٹ کلائنٹ کی ووٹنگ میں خود بخود حصہ لیتا ہے۔",
  ClientsWho:
    "اکاؤنٹ کھولنے والے کلائنٹ ایک بار ووٹ دے سکتے ہیں، اور جنہوں نے ڈپازٹ کیا ہے - 10 بار۔",
  IfYourContent:
    "اگر آپ کا مواد ہمارے صارفین کے لیے دلچسپ ہے، تو وہ آپ کو ووٹ دیتے ہیں اور آپ کو اپنی درجہ بندی کے مطابق انعام ملتا ہے۔",
  Terms: "شرائط و ضوابط",

  WhatWeLook: "ہم اسٹریمر میں کیا تلاش کرتے ہیں۔",
  ExpertiseAndExperience: "مہارت اور تجربہ",
  AlignmentWithOurValues: "ہماری اقدار کے ساتھ صف بندی",
  PassionForEducation: "تعلیم کا شوق",
  CredibilityAndInfluence: "اعتبار اور اثر و رسوخ",
  ProvenKnowledgeAnd:
    "ثابت شدہ علم اور فاریکس ٹریڈنگ یا متعلقہ مالیاتی شعبوں میں مضبوط ٹریک ریکارڈ۔",
  ASharedVisionForInnovation:
    "تجارتی صنعت میں جدت، شفافیت اور فضیلت کے لیے ایک مشترکہ وژن۔",
  ACommitmentToEducatingAndEmpowering:
    "قیمتی بصیرت اور عملی مشورے کے ذریعے تاجروں کو تعلیم اور بااختیار بنانے کا عزم۔",
  ARespectedReputationWithinThe:
    "تجارتی برادری میں ایک قابل احترام شہرت اور وسیع سامعین کو مشغول کرنے اور متاثر کرنے کی صلاحیت۔",
} as LiveStreamersType;
