import type { LiveStreamersType } from "public/locales/live-streamers/types";

export default {
  LiveStreamers: "Прямые трансляции",
  Being: "Быть у руля инноваций в отрасли",
  JoinTheZetradex:
    "Присоединяйтесь к сообществу Zetradex и выведите свои трансляции Forex на новый уровень! Мы приглашаем талантливых стримеров на YouTube, Meta и TikTok поделиться своими видео и опытом с нашей растущей аудиторией.",
  ByBecoming:
    "Став частью нашего сообщества, вы не только получите известность, но и получите шанс выиграть захватывающие призы. Независимо от того, являетесь ли вы опытным трейдером или только начинаете, ваши идеи могут вдохновлять и обучать других.",
  DontMiss:
    "Не упустите эту возможность связаться с единомышленниками-энтузиастами и поднять свой контент на новый уровень. Присоединяйтесь к нам сегодня и оставьте свой след в мире торговли Forex!",
  Join: "Присоединяйтесь к нам",
  ViewLeaderboard: "Посмотреть таблицу лидеров",

  WhyPartner: "Почему стоит сотрудничать с Zetradex?",
  Innovative: "Инновационные торговые решения",
  ZetradexStands:
    "Zetradex находится на передовой финтеха, предлагая передовые торговые платформы и инструменты, разработанные для современного динамичного рынка. Как прямой стример, вы получите эксклюзивный доступ к нашим последним инновациям и возможность протестировать и оценить их раньше всех остальных.",
  GlobalReach: "Глобальный охват и влияние",
  WithOur:
    "Благодаря нашей обширной глобальной сети и репутации превосходного качества партнерство с Zetradex позволяет вам усилить свой голос и охватить более широкую аудиторию. Влияйте на трейдеров на всех континентах и помогайте формировать будущее торговли на рынке Форекс.",
  Attractive: "Привлекательное поощрение",
  WeValue:
    "Мы ценим ваш опыт и влияние. Наслаждайтесь конкурентоспособными поощрениями, разработанными с учетом вашего вклада. Это включает в себя вознаграждения за результаты, доступ к премиум-ресурсам и эксклюзивные льготы.",
  WhatAre: "Какие призы?",
  ThePrizeFund:
    "Призовой фонд конкурса приятно удивит стримеров — общая сумма составляет 3000 долларов США за каждый период!",
  first: "1-й победитель",
  second: "2-й победитель",
  third: "3-й победитель",
  fourth: "4-й победитель",
  fifth: "5-й победитель",

  HowDoes: "Как это работает?",
  YouRegister:
    "Вы регистрируетесь как партнер Zetradex и получаете доступ к панели управления стримера.",
  InYourPersonal:
    "В своем личном профиле вы заполняете информацию о себе: имя, страну, фотографию, ссылки на платформы, на которых вы ведете трансляцию. Ваша учетная запись автоматически участвует в голосовании клиентов.",
  ClientsWho:
    "Клиенты, открывшие счет, могут проголосовать один раз, а те, кто внес депозит, — 10 раз.",
  IfYourContent:
    "Если ваш контент интересен нашим клиентам, они голосуют за вас, и вы получаете приз в соответствии с вашим рейтингом.",
  Terms: "Условия и положения",

  WhatWeLook: "Что мы ищем в стримере",
  ExpertiseAndExperience: "Экспертиза и опыт",
  AlignmentWithOurValues: "Соответствие нашим ценностям",
  PassionForEducation: "Страсть к образованию",
  CredibilityAndInfluence: "Авторитет и влияние",
  ProvenKnowledgeAnd:
    "Подтвержденные знания и большой послужной список в торговле на рынке Форекс или смежных финансовых областях.",
  ASharedVisionForInnovation:
    "Общее видение инноваций, прозрачности и совершенства в торговой отрасли.",
  ACommitmentToEducatingAndEmpowering:
    "Приверженность обучению и расширению прав и возможностей трейдеров посредством ценных идей и практических советов.",
  ARespectedReputationWithinThe:
    "Уважаемая репутация в торговом сообществе и способность вовлекать и влиять на широкую аудиторию.",
} as LiveStreamersType;
