import type { LiveStreamersType } from "public/locales/live-streamers/types";

export default {
  LiveStreamers: "สตรีมเมอร์สด",
  Being: "เป็นผู้นำด้านนวัตกรรมในอุตสาหกรรม",
  JoinTheZetradex:
    "เข้าร่วมชุมชน Zetradex และยกระดับการสตรีม Forex ของคุณไปอีกขั้น! เรากำลังเชิญสตรีมเมอร์ที่มีความสามารถบน YouTube, Meta และ TikTok เพื่อแบ่งปันวิดีโอและประสบการณ์ของพวกเขาให้กับผู้ชมที่เติบโตของเรา",
  ByBecoming:
    "การเป็นส่วนหนึ่งของชุมชนของเราไม่เพียงแต่จะทำให้คุณได้รับการเปิดเผย แต่ยังมีโอกาสลุ้นรับรางวัลสุดตื่นเต้นอีกด้วย ไม่ว่าคุณจะเป็นเทรดเดอร์ผู้เชี่ยวชาญหรือเพิ่งเริ่มต้น ข้อมูลเชิงลึกของคุณก็สามารถสร้างแรงบันดาลใจและให้ความรู้แก่ผู้อื่นได้",
  DontMiss:
    "อย่าพลาดโอกาสนี้ในการเชื่อมต่อกับผู้ที่ชื่นชอบในแนวคิดเดียวกันและยกระดับเนื้อหาของคุณ เข้าร่วมกับเราในวันนี้และสร้างผลงานของคุณในโลกแห่งการเทรด Forex!",
  Join: "เข้าร่วมกับเรา",
  ViewLeaderboard: "ดูกระดานผู้นำ",

  WhyPartner: "เหตุใดจึงควรเป็นพันธมิตรกับ Zetradex",
  Innovative: "โซลูชันการเทรดที่เป็นนวัตกรรม",
  ZetradexStands:
    "Zetradex เป็นผู้นำด้านเทคโนโลยีทางการเงิน โดยนำเสนอแพลตฟอร์มและเครื่องมือการเทรดที่ล้ำสมัย ออกแบบมาสำหรับตลาดที่มีการเปลี่ยนแปลงอย่างรวดเร็วในปัจจุบัน ในฐานะสตรีมเมอร์สด คุณจะมีสิทธิ์เข้าถึงนวัตกรรมล่าสุดของเราโดยเฉพาะ และมีโอกาสทดสอบและรีวิวก่อนใคร",
  GlobalReach: "การเข้าถึงและอิทธิพลระดับโลก",
  WithOur:
    "ด้วยเครือข่ายระดับโลกที่กว้างขวางและชื่อเสียงด้านความเป็นเลิศ การเป็นพันธมิตรกับ Zetradex ช่วยให้คุณสามารถขยายเสียงของคุณและเข้าถึงผู้ชมที่กว้างขึ้น มีอิทธิพลต่อผู้ซื้อขายข้ามทวีปและช่วยกำหนดอนาคตของการซื้อขายฟอเร็กซ์",
  Attractive: "แรงจูงใจที่น่าดึงดูด",
  WeValue:
    "เราให้ความสำคัญกับความเชี่ยวชาญและอิทธิพลของคุณ เพลิดเพลินกับแรงจูงใจที่แข่งขันกันเพื่อยกย่องผลงานของคุณ ซึ่งรวมถึงรางวัลตามผลงาน การเข้าถึงแหล่งข้อมูลระดับพรีเมียม และสิทธิพิเศษเฉพาะ",

  WhatAre: "รางวัลคืออะไร?",
  ThePrizeFund:
    "เงินรางวัลจากการแข่งขันจะทำให้เหล่าผู้ถ่ายทอดสดประหลาดใจอย่างแน่นอน โดยมีมูลค่ารวม 3,000 เหรียญสหรัฐในแต่ละช่วงเวลา!",
  first: "ผู้ชนะอันดับที่ 1",
  second: "ผู้ชนะอันดับที่ 2",
  third: "ผู้ชนะอันดับที่ 3",
  fourth: "ผู้ชนะอันดับที่ 4",
  fifth: "ผู้ชนะอันดับที่ 5",

  HowDoes: "ทำงานอย่างไร?",
  YouRegister:
    "คุณลงทะเบียนเป็นพันธมิตร Zetradex และเข้าถึงแดชบอร์ดของผู้ถ่ายทอดสดได้",
  InYourPersonal:
    "ในโปรไฟล์ส่วนตัวของคุณ คุณกรอกข้อมูลเกี่ยวกับตัวคุณเอง: ชื่อ ประเทศ รูปถ่าย ลิงก์ไปยังแพลตฟอร์มที่คุณสตรีม บัญชีของคุณจะเข้าร่วมการลงคะแนนของลูกค้าโดยอัตโนมัติ",
  ClientsWho:
    "ลูกค้าที่เปิดบัญชีสามารถโหวตได้ 1 ครั้ง และลูกค้าที่ฝากเงินสามารถโหวตได้ 10 ครั้ง",
  IfYourContent:
    "หากเนื้อหาของคุณน่าสนใจสำหรับลูกค้าของเรา พวกเขาจะโหวตให้คุณ และคุณจะได้รับรางวัลตามคะแนนที่คุณให้คะแนน",
  Terms: "ข้อกำหนดและเงื่อนไข",

  WhatWeLook: "สิ่งที่เรามองหาในสตรีมเมอร์",
  ExpertiseAndExperience: "ความเชี่ยวชาญและประสบการณ์",
  AlignmentWithOurValues: "ความสอดคล้องกับค่านิยมของเรา",
  PassionForEducation: "ความหลงใหลในการศึกษา",
  CredibilityAndInfluence: "ความน่าเชื่อถือและอิทธิพล",
  ProvenKnowledgeAnd:
    "ความรู้ที่พิสูจน์แล้วและประวัติการทำงานที่แข็งแกร่งในการซื้อขายฟอเร็กซ์หรือสาขาการเงินที่เกี่ยวข้อง",
  ASharedVisionForInnovation:
    "วิสัยทัศน์ร่วมกันสำหรับนวัตกรรม ความโปร่งใส และความเป็นเลิศในอุตสาหกรรมการซื้อขาย",
  ACommitmentToEducatingAndEmpowering:
    "ความมุ่งมั่นในการให้ความรู้และเสริมพลังให้กับผู้ซื้อขายผ่านข้อมูลเชิงลึกที่มีค่าและคำแนะนำที่เป็นประโยชน์",
  ARespectedReputationWithinThe:
    "ชื่อเสียงที่ได้รับการยอมรับในชุมชนการซื้อขายและความสามารถในการมีส่วนร่วมและมีอิทธิพลต่อผู้ชมจำนวนมาก",
} as LiveStreamersType;
