import { ForexInspiredType } from "public/locales/merchandise/forex-inspired/types";

export default {
  ForexInspired: "विदेशी मुद्रा से प्रेरित ब्रांडेड माल उत्पादन",
  InOrder:
    "अपने साझेदारों को उनके व्यावसायिक प्रयासों में समर्थन देने के लिए, हमारा लक्ष्य शानदार दिखने वाले व्यापारिक उत्पादों की एक विस्तृत श्रृंखला प्रदान करना है, जिसका उपयोग हमारे परिचयकर्ता ब्रोकर नए ग्राहकों को आकर्षित करने या मौजूदा ग्राहकों को पुरस्कृत करने के लिए कर सकते हैं।",
  OurDesign:
    "हमारी डिज़ाइन टीम ने माल की एक विविध श्रृंखला तैयार की है जिसका उपयोग आप अपने ऑफ़लाइन प्रचार प्रयासों में अपने कार्यालय और घर में ऐसे आइटम रखकर, या उन्हें लोगों के सामने पेश करने के लिए विदेशी मुद्रा सेमिनार और अन्य ऑफ़लाइन कार्यक्रमों में लाकर कर सकते हैं। विदेशी मुद्रा से संबंधित उपहारों और व्यापारिक उत्पादों का एक पूरा संग्रह मुफ्त में डाउनलोड के लिए उपलब्ध है।",
} as ForexInspiredType;
