import { ForexInspiredType } from "public/locales/merchandise/forex-inspired/types";

export default {
  ForexInspired: "فاریکس سے متاثر برانڈڈ تجارتی سامان کی پیداوار",
  InOrder:
    "اپنے شراکت داروں کی ان کی کاروباری کوششوں میں مدد کرنے کے لیے، ہمارا مقصد بہت سی شاندار تجارتی مصنوعات فراہم کرنا ہے جسے ہمارے متعارف کرانے والے بروکرز نئے کلائنٹس کو راغب کرنے یا موجودہ کو انعام دینے کے لیے استعمال کر سکتے ہیں۔",
  OurDesign:
    "ہماری ڈیزائن ٹیم نے تجارتی سامان کی ایک متنوع لائن بنائی جسے آپ اپنے دفتر اور گھر میں ایسی اشیاء رکھ کر، یا لوگوں کے سامنے پیش کرنے کے لیے انہیں فاریکس سیمینارز اور دیگر آف لائن ایونٹس میں لا کر اپنی آف لائن پروموشنل کوششوں میں استعمال کر سکتے ہیں۔ فاریکس سے متعلقہ تحائف اور تجارتی اشیاء کا ایک مکمل مجموعہ مفت میں ڈاؤن لوڈ کے لیے دستیاب ہے۔",
} as ForexInspiredType;
