import { ForexInspiredType } from "public/locales/merchandise/forex-inspired/types";

export default {
  ForexInspired: "Производство фирменных товаров на основе Форекса",
  InOrder:
    "Чтобы поддержать наших партнеров в их деловых начинаниях, мы стремимся предоставить широкий спектр привлекательных товаров, которые наши представляющие брокеры могут использовать для привлечения новых клиентов или вознаграждения существующих.",
  OurDesign:
    "Наша команда дизайнеров создала разнообразную линейку товаров, которые вы можете использовать в своих офлайн-рекламных мероприятиях, располагая такие предметы у себя в офисе и дома или принося их на семинары по Форекс и другие офлайн-мероприятия, чтобы представить их людям. Полная коллекция подарков и товаров, связанных с Форексом, доступна для бесплатного скачивания.",
} as ForexInspiredType;
