import { ForexInspiredType } from "public/locales/merchandise/forex-inspired/types";

export default {
  ForexInspired: "การผลิตสินค้าแบรนด์ที่ได้รับแรงบันดาลใจจาก Forex",
  InOrder:
    "เพื่อสนับสนุนพันธมิตรของเราในความพยายามทางธุรกิจ เรามุ่งมั่นที่จะจัดหาผลิตภัณฑ์สินค้าที่ดูดีหลากหลายประเภทที่โบรกเกอร์แนะนำของเราสามารถใช้เพื่อดึงดูดลูกค้าใหม่หรือให้รางวัลแก่ลูกค้าที่มีอยู่",
  OurDesign:
    "ทีมออกแบบของเราสร้างกลุ่มผลิตภัณฑ์ที่หลากหลายซึ่งคุณสามารถใช้ในการส่งเสริมการขายแบบออฟไลน์โดยมีรายการดังกล่าวในสำนักงานและที่บ้านของคุณ หรือโดยนำไปสัมมนา Forex และกิจกรรมออฟไลน์อื่น ๆ เพื่อนำเสนอต่อผู้คน คอลเลกชันของขวัญและผลิตภัณฑ์สินค้าที่เกี่ยวข้องกับ Forex ทั้งหมดพร้อมให้ดาวน์โหลดฟรี",
} as ForexInspiredType;
