import type { LocaleDepositorType } from "public/locales/terms-and-conditions/local-depositor/types";

export default {
  TheLocalDepositorAgreement: "",
  Chapter_1: "1. Общие условия, терминология",
  Chapter_1_1:
    "1.1 Местный депозитор – физическое или юридическое лицо, официально уполномоченное осуществлять финансовые операции для клиентов, зарегистрированных в Zetradex.",
  Chapter_1_2:
    "1.2 Зе-деньги — определенная скидка, которую Локальный вкладчик получает в качестве оплаты своих услуг по переводу средств на счета клиентов или со счетов клиентов.",
  Chapter_1_3:
    "1.3 Специальный счет – счет, предназначенный для финансовых операций. Выдается каждому Местному депозитору при получении статуса Местного вкладчика.",
  Chapter_1_4:
    "1.4 Чистый денежный поток – измеряется как сумма местных переводов со специального счета на торговый счет минус сумма местных переводов с торгового счета на специальный счет. Чистый денежный поток рассчитывается ежемесячно. Каждый первый день месяца параметр обнуляется и начинается новый расчетный период.",
  Chapter_1_5:
    "1.5 Реверсивные транзакции — это фиктивные транзакции, вывод средств сразу после депозита без какой-либо торговой активности.",
  Chapter_1_6:
    "1.6 Чтобы стать Местным депозитором, вы должны зарегистрироваться в Zetradex (далее «Компания») в качестве партнера, полностью подтвердить партнерскую учетную запись и успешно сотрудничать с Компанией в качестве ее агента.",
  Chapter_1_7:
    "1.7 Деятельность Местного вкладчика ограничена конкретным регионом, в котором он зарегистрирован и действует в качестве агента.",
  Chapter_1_8:
    "1.8 Zetradex рассматривает каждого Локального депозитора как отдельную платежную систему, которая несет полную ответственность перед своими клиентами за средства, полученные за транзакции, до тех пор, пока они не будут зачислены на банковский счет или электронный кошелек клиентов или банковский счет/электронный кошелек Zetradex.",
  Chapter_1_9:
    "1.9 Сторонняя платежная система – платежная система, с которой Компания сотрудничает для осуществления внешних переводов и на стороне которой зарегистрирован счет/электронный кошелек Локального вкладчика.",
  Chapter_2: "2. Права и обязанности местного вкладчика.",
  Chapter_2_1:
    "2.1 Местный депозитор обязуется перечислить полученные для переводов денежные средства клиентам в течение 3 рабочих дней с момента поступления денежных средств на свой банковский счет или электронный кошелек.",
  Chapter_2_2:
    "2.2 Местный депозитор обязуется оперативно выполнять запросы клиентов на финансовые операции со/на счет в течение 24 часов с момента запроса, оформив соответствующий заказ на перевод средств в системе Zetradex.",
  Chapter_2_3:
    "2.3 Местный депозитор имеет право на получение выгод от совершения финансовых операций по настоящему договору, в размерах, установленных Компанией, за исключением финансовых операций между собственными торговыми счетами Локального Депонента, счетами его родственников и иными торговыми счетами, связанными с Местным депозитором.",
  Chapter_2_4:
    "2.4 Местный депозитор в рамках своей роли перевода денег, может самостоятельно, за свой счет, организовывать рекламные кампании для продвижения своих услуг среди клиентов Zetradex.",
  Chapter_2_5:
    "2.5 Местный депозитор не имеет права без разрешения Компании устанавливать дополнительные комиссии за переводы денег.",
  Chapter_3: "3. Права и обязанности Компании.",
  Chapter_3_1:
    "3.1 Компания обязуется рассмотреть каждую заявку на получение статуса Местного депозитора и принять решение в течение 5 рабочих дней с момента получения заявки.",
  Chapter_3_2:
    "3.2 При предоставлении статуса Местного депозитора, Компания обязуется разместить соответствующую информацию о нем  в Кабинете Клиента, а также организовать новостную рассылку о новом способе пополнения счета в определенном регионе.",
  Chapter_3_3:
    "3.3 Компания обязуется обрабатывать запросы на локальный перевод денежных средств между счетом клиента и «Специальным счетом» Местного депозитора в течение 24 часов с момента получения настоящего заявления, исключая выходные и праздничные дни. Для локальных переводов со счета клиента на Специальный счет Местного вкладчика период перевода может быть продлен до 48 часов, если торговый счет подлежит проверке Департаментом рисков и торговли.",
  Chapter_3_4:
    "3.4 Компания обязуется оперативно переводить денежные средства, полученные от сторонних платежных систем и предназначенные для клиентов, на Специальный счет депозитора. При этом сроки пополнения и вывода средств зависят от сторонней платежной системы.",
  Chapter_3_5:
    '3.5 Компания обязуется оперативно предоставить специальные ваучеры "Ze-деньги" в течение 3 рабочих часов с момента запроса на их предоставление, исключая выходные и праздничные дни.',
  Chapter_3_6:
    "3,6 Компания не несет ответственности за задержки переводов/возвратов/выводов средств или любые неправомерные действия сторонних платежных систем по отношению к Партнеру, местному депозитору, в том числе случаи невыплаты денежных средств по неустановленным причинам, при условии, что поскольку Компания выполнила свое обязательство по отправке средств на счет Партнера или местного депозитора, зарегистрированный в платежной системе, и получила подтверждение от сторонней платежной системы об успешном переводе этих средств на счет, кошелек или транзит партнера. счет платежной системы.",
  Chapter_3_7:
    "3.7 Компания не несет ответственности за задержки или неправомерные действия сторонних платежных систем по отношению к Партнеру (Местному депозиору), в том числе случаи потери средств на стороне сторонней платежной системы/банка при переводе средств на счет Партнера. SuperForex, до тех пор, пока Компания не получит эти средства на свой корпоративный счет в соответствующей платежной системе/банке или на корпоративный электронный кошелек.",
  Chapter_3_8:
    "3.8 Компания имеет право при получении запроса на получение статуса Местного депозитора устанавливать определенные требования к каждому партнеру в зависимости от условий сотрудничества с этим партнером, его активности, количества зарегистрированных аффилированных клиентов, оборота и других индикаторы эффективного сотрудничества, с целью определения надежности партнера и возможности дальнейшего развития в статусе Местного депозитора. Кроме того, при принятии решения Компания оценивает спрос на услуги местных переводов в регионе, учитывая количество клиентов в регионе и количество других депозиторов, работающих в том же регионе.",
  Chapter_3_9:
    "3.9 Компания имеет право отклонить заявку Партнера на получение статуса Местного депозитора при наличии существенных нарушений условий Партнерского соглашения и несоответствии Партнера определенным параметрам в соответствии с пунктом 3.8.",
  Chapter_3_10:
    "3.10 Компания имеет право аннулировать разрешение Локального депозитора и деактивировать Специальный счет в случае системных нарушений настоящего соглашения, Партнерского соглашения, а также в случае большого количества жалоб со стороны клиентов на ненадлежащее исполнение обязательств Партнера. о денежных переводах и плохом обслуживании.",
  Chapter_3_11:
    "3.11 Компания имеет право аннулировать предоставленную скидку Ze-деньги в случае манипулирования функцией Локального вкладчика или ненадлежащего исполнения обязательств Локального вкладчика, описанных в пункте 3.10.",
  Chapter_4: "4. Финансовые операции",
  Chapter_4_1:
    "4.1 Ze-деньги предоставляются каждому Местному депозитору, а предоставленная скидка рассматривается как доход партнера по финансовым операциям. Пример: местный депозитор получает от клиента 1000 долларов США для зачисления на его торговый счет. Местный депозитор пополняет свой Специальный счет на сумму 900 долларов США, получает ваучер на сумму 1000 долларов США и передает его клиенту. В результате разница в 100 долларов США считается скидкой, и Партнер получает эти деньги в качестве вознаграждения за свои услуги в качестве Местного депозитора.",
  Chapter_4_2:
    '4.2 Ваучер "Ze-деньги" предоставляется партнеру при условии пополнения счета через определенную платежную систему, доступную для получения скидки. Актуальный список платежных систем, которые можно использовать для получения денежного ваучера, можно уточнить, обратившись в партнерский отдел.',
  Chapter_4_3:
    "4.3 По умолчанию дополнительный процент Ze-money зависит от уровня партнера и может быть рассчитан следующим образом:",
  Chapter_4_4:
    "4.4. В случае обнаружения манипуляций с Ze-money, таких как реверсивные транзакции, финансовые операции с/на собственные торговые счета Партнера, счета, зарегистрированные его родственниками, и другие торговые счета, управляемые Локальным вкладчиком, Компания может аннулировать предоставленный ваучер Ze-деньги. который был использован неправомерно, и списать соответствующую сумму со «Специального счета» Партнера.",
  Chapter_5: "5. Разрешение споров и сроки действия Соглашения",
  Chapter_5_1:
    "5.1. В случае возникновения спора, в частности несогласия относительно действий Компании, местный депозитор имеет право подать жалобу и открыть спор с указанием всех претензий и возможных вариантов решения вопроса, и направить их в виде письмо на адрес Dealer@zetradex.com, которое Компания обязуется рассмотреть в течение 10 рабочих дней.",
  Chapter_5_2:
    "5.2 Настоящее соглашение действует бессрочно, с момента предоставления Местному депозитору Специального счета с возможностью совершать операции между счетами Zetradex",
  Chapter_5_3:
    "5.3 Обе стороны (Локальный депозитор и Zetradex) имеют право отказаться от сотрудничества в рамках данного соглашения в одностороннем порядке, предварительно уведомив другую сторону по электронной почте на адрес Dealer@zetradex.com не позднее, чем за 14 календарных дней до желаемой даты. прекращения оказания услуг.",
} as LocaleDepositorType;
