import { LocaleType } from "./types";

export default {
  WelcomeBonus: "خوش آمدید بونس",
  YourFirstStep: "فاریکس کی دنیا میں آپ کا پہلا قدم",
  ClaimBonus: "بونس کا دعوی کریں۔",
  WelcomeBonusIsOurGift:
    "ویلکم بونس تمام نئے کلائنٹس کے لیے ہمارا تحفہ ہے۔ اس کی کوئی تجارتی ذمہ داریاں نہیں ہیں اور کوئی پوشیدہ فیس نہیں ہے، اور یہ مکمل طور پر قابل تجارت ہے۔ اگر آپ نے ابھی ابھی ہمارے ساتھ رجسٹر کیا ہے یا شامل ہونے کا ارادہ کر رہے ہیں تو ہمارے خصوصی بونس سے فائدہ اٹھانا یقینی بنائیں۔ نیا تجارتی اکاؤنٹ رجسٹر کرنے کے بعد کیوں نہ اسے ابھی آزمائیں؟ یہ وہ موقع ہے جو آپ کی زندگی میں صرف ایک بار ہو سکتا ہے۔ بس کیبنٹ میں بونس آرڈر کریں اور اسے آپ کے اگلے ڈپازٹ میں شامل کر دیا جائے گا۔",
  BonusWillBeAdded:
    "بونس فوری طور پر شامل کیا جائے گا اور 3 ماہ کے لیے درست ہے۔ اس کے ساتھ، آپ صرف ڈپازٹ کے مقابلے میں 50% زیادہ سودے کھول سکتے ہیں، اور اضافی سودوں سے ہونے والی آمدنی سینکڑوں گنا زیادہ ہو سکتی ہے۔ ہمیں یقین ہے کہ ہر کوئی ہمارے ویلکم بونس جتنی اچھی چیز کا مستحق ہے اور ہر نئے آنے والے کو اس کی انتہائی سفارش کرتا ہے۔ رجسٹر کریں اور خود ہی چیک کریں کہ آیا یہ اتنا ہی اچھا ہے جیسا کہ بیان کیا گیا ہے۔",
  TermsAndConditions: "شرائط و ضوابط",
  DepositIncrease: "ڈپازٹ میں اضافہ",
  MinimumDeposit: "کم از کم ڈپازٹ",
  MaximumLeverage: "زیادہ سے زیادہ بیعانہ",
  MaximumTradeVolume: "زیادہ سے زیادہ تجارتی حجم",
  Unlimited: "لا محدود",
  AccountVerified: "اکاؤنٹ تصدیق شدہ",
  Yes: "جی ہاں",
  SimpleConditions: "سادہ شرائط",
  NoHiddenFees: "کوئی پوشیدہ فیس اور کٹوتیاں نہیں۔",
  NoLimits: "کوئی حد نہیں۔",
  NoLimitationsLike:
    "تجارت شدہ لاٹس کی تعداد، سودے، یا تجارتی ٹولز جیسی کوئی پابندی نہیں۔",
  Tradable: "100% قابل تجارت",
  BonusIsAnIntegral:
    "بونس مارجن کا ایک لازمی حصہ ہے، کسی بھی ڈرا ڈاون پر مفید ہے۔",
  WhyChooseTheWelcomeBonus: "ویلکم بونس کا انتخاب کیوں کریں؟",
  OpenAnyTradingAccount: "کوئی بھی تجارتی اکاؤنٹ کھولیں۔",
  ApplyTheWelcomeBonus: "ویلکم بونس کا اطلاق کریں۔",
  TopUpTheAccount: "اکاؤنٹ ٹاپ اپ کریں۔",
  HowTheBonusWorks: "بونس کیسے کام کرتا ہے؟",
  HowToGet: "کیسے حاصل کریں؟",
  YourDeposit: "آپ کی جمع",
  YourDepositAfter: "لاگو بونس کے بعد آپ کی جمع",
  GetTheBonus: "بونس حاصل کریں۔",
} as LocaleType;
