import { HowDoYouType } from "public/locales/affiliate-link/how-do-you/types";

export default {
  How: "तुम इसे कैसे उपयोग करते हो?",
  Get: "अपना संबद्ध कोड प्राप्त करें",
  Make: "अपना प्रोमो लिंक बनाएं",
  Share: "इसे अपने ग्राहकों के साथ साझा करें!",
  TheAffiliate:
    'जब आप एक भागीदार के रूप में पंजीकरण करते हैं तो संबद्ध कोड आपको प्रदान किया जाता है, और यह कुछ-कुछ "एबीसीडी" जैसा दिखता है।',
  ThisCode:
    "ग्राहकों को रिकॉर्ड करने के लिए इसके फ़ंक्शन का उपयोग करने के लिए इस कोड को आपके सभी लिंक के अंत में रखा जाना चाहिए। यह तय करना आपके ऊपर है कि लिंक कहां ले जा सकते हैं - यह हमारी मुख्य वेबसाइट या यहां तक कि क्लाइंट के डैशबोर्ड पर कोई भी पेज हो सकता है।",
  For: "उदाहरण के लिए,",
  If: 'यदि कोई भागीदार जिसके पास संबद्ध कोड "एबीसीडी" है, वह ग्राहकों को ग्राहक के डैशबोर्ड के होमपेज पर पुनर्निर्देशित करना चाहता है, तो वे इसका अनुसरण करने वाले ग्राहकों को संबद्ध करने के लिए "my.zetradex.com/?x=ABCD" लिंक का उपयोग करेंगे।',
} as HowDoYouType;
