import { HowDoYouType } from "public/locales/affiliate-link/how-do-you/types";

export default {
  How: "آپ اسے کیسے استعمال کرتے ہیں؟",
  Get: "اپنا ملحق کوڈ حاصل کریں۔",
  Make: "اپنا پرومو لنک بنائیں",
  Share: "اسے اپنے گاہکوں کے ساتھ بانٹیں!",
  TheAffiliate:
    "الحاق کوڈ آپ کو اس وقت دیا جاتا ہے جب آپ بطور پارٹنر رجسٹر ہوتے ہیں، اور یہ کچھ \"ABCD\" جیسا لگتا ہے۔",
  ThisCode:
    "اس کوڈ کو کلائنٹس کو ریکارڈ کرنے کے لیے اس کے فنکشن کو استعمال کرنے کے لیے آپ کے تمام لنکس کے آخر میں رکھا جانا چاہیے۔ یہ فیصلہ کرنا آپ پر منحصر ہے کہ لنکس کہاں لے جا سکتے ہیں - یہ ہماری مرکزی ویب سائٹ یا یہاں تک کہ کلائنٹ کے ڈیش بورڈ کا کوئی بھی صفحہ ہو سکتا ہے۔",
  For: "مثال کے طور پر،",
  If: "اگر کوئی پارٹنر جس کے پاس الحاق شدہ کوڈ \"ABCD\" ہے وہ کلائنٹس کو کلائنٹ کے ڈیش بورڈ کے ہوم پیج پر بھیجنا چاہتا ہے، تو وہ اس کی پیروی کرنے والے کلائنٹس کو منسلک کرنے کے لیے \"my.zetradex.com/?x=ABCD\" کا لنک استعمال کریں گے۔",
} as HowDoYouType;
