import { HowDoYouType } from "public/locales/affiliate-link/how-do-you/types";

export default {
  How: "Как Вы этим пользуетесь?",
  Get: "Получите свой партнерский код",
  Make: "Сделайте свою промо-ссылку",
  Share: "Поделитесь этим со своими клиентами!",
  TheAffiliate:
    "Партнерский код предоставляется вам при регистрации в качестве партнера и выглядит примерно как «ABCD».",
  ThisCode:
    "Этот код необходимо размещать в конце всех ваших ссылок, чтобы использовать его функцию для записи клиентов. Куда могут вести ссылки решать вам – это может быть любая страница нашего основного сайта или даже Кабинет Клиента.",
  For: "Например,",
  If: "Если партнер, имеющий партнерский код «ABCD», желает перенаправить клиентов на домашнюю страницу Личного кабинета клиента, он будет использовать ссылку «my.zetradex.com/?x=ABCD», чтобы присоединить клиентов, которые следят за ней.",
} as HowDoYouType;
