import { HowDoYouType } from "public/locales/affiliate-link/how-do-you/types";

export default {
  How: "คุณใช้มันอย่างไร?",
  Get: "รับรหัสพันธมิตรของคุณ",
  Make: "สร้างลิงค์โปรโมชั่นของคุณ",
  Share: "แบ่งปันให้กับลูกค้าของคุณ!",
  TheAffiliate:
    "รหัสพันธมิตรจะมอบให้กับคุณเมื่อคุณลงทะเบียนเป็นพันธมิตร และดูเหมือนว่า “ABCD”",
  ThisCode:
    "รหัสนี้จะต้องวางไว้ที่ส่วนท้ายของลิงก์ทั้งหมดของคุณเพื่อใช้ฟังก์ชันในการบันทึกลูกค้า ขึ้นอยู่กับคุณที่จะตัดสินใจว่าลิงก์จะนำไปที่ใด - อาจเป็นหน้าใดก็ได้บนเว็บไซต์หลักของเรา หรือแม้แต่แดชบอร์ดของลูกค้า",
  For: "ตัวอย่างเช่น,",
  If: "หากหุ้นส่วนที่มีรหัสพันธมิตร “ABCD” ต้องการเปลี่ยนเส้นทางลูกค้าไปยังหน้าแรกของแดชบอร์ดของลูกค้า พวกเขาจะใช้ลิงก์ “my.zetradex.com/?x=ABCD” เพื่อเชื่อมโยงลูกค้าที่ติดตามมัน",
} as HowDoYouType;
