import { WhyChooseLocaleType } from "./types";

export default {
  WhyChooseDemoAccount: "डेमो अकाउंट क्यों चुनें",
  LicensedBroker: "लाइसेंस प्राप्त ब्रोकर",
  ZetradexIsARegulated:
    "Zetradex एक विनियमित फ़ॉरेक्स ब्रोकर है जिसकी प्रतिष्ठा बहुत अच्छी है।",
  TightSpreads: "टाइट स्प्रेड",
  WeOffer:
    "हम फिक्स्ड या फ्लोटिंग स्प्रेड और तेज़ ऑर्डर निष्पादन वाले अकाउंट ऑफ़र करते हैं।",
  BroadBonusProgram: "व्यापक बोनस प्रोग्राम",
  PeopleWhoPrefer:
    "जो लोग बोनस के साथ ट्रेडिंग करना पसंद करते हैं, वे अपनी ज़रूरतों के हिसाब से कोई एक चुन सकते हैं।",
  VarietyOfAssets: "विविध प्रकार की संपत्तियाँ",
  WeHaveALarge: "हमारे पास चुनने के लिए ट्रेडिंग सिंबल/एसेट का एक बड़ा चयन है।",
  OpeningAForex:
    "फ़ॉरेक्स डेमो अकाउंट खोलना फ़ॉरेक्स ट्रेडिंग में शुरुआत करने का एक शानदार तरीका है। डेमो अकाउंट आपको जोखिम-मुक्त माहौल में फ़ॉरेक्स ट्रेडिंग का अभ्यास करने की अनुमति देता है, जो शुरुआती लोगों के लिए एकदम सही है जो अभी शुरुआत कर रहे हैं।",
  ForexDemo:
    "फ़ॉरेक्स डेमो अकाउंट अनुभवी ट्रेडर्स के लिए भी मददगार हो सकते हैं। कभी-कभी, अनुभवी ट्रेडर्स को बिना किसी वास्तविक पैसे का उपयोग किए अभ्यास में एक नई रणनीति आज़माने की ज़रूरत होती है। फ़ॉरेक्स डेमो अकाउंट उन्हें अपने पैसे को जोखिम में डाले बिना ऐसा करने की अनुमति देते हैं।",
  OpenAccount: "खाता खोलें",
} as WhyChooseLocaleType;
