import { WhyChooseLocaleType } from "./types";

export default {
  WhyChooseDemoAccount: "ڈیمو اکاؤنٹ کیوں منتخب کریں۔",
  LicensedBroker: "لائسنس یافتہ بروکر",
  ZetradexIsARegulated:
    "Zetradex مضبوط ساکھ کے ساتھ ایک باقاعدہ فاریکس بروکر ہے۔",
  TightSpreads: "تنگ پھیلتا ہے",
  WeOffer:
    "ہم فکسڈ یا فلوٹنگ اسپریڈز اور تیز آرڈر پر عملدرآمد کے ساتھ اکاؤنٹس پیش کرتے ہیں۔",
  BroadBonusProgram: "وسیع بونس پروگرام",
  PeopleWhoPrefer:
    "جو لوگ بونس کے ساتھ تجارت کو ترجیح دیتے ہیں وہ اپنی ضروریات کے مطابق کسی ایک کا انتخاب کر سکتے ہیں۔",
  VarietyOfAssets: "مختلف قسم کے اثاثے۔",
  WeHaveALarge:
    "ہمارے پاس تجارتی علامتوں/اثاثوں کا ایک بڑا انتخاب ہے جس میں سے انتخاب کرنا ہے۔",
  OpeningAForex:
    "فاریکس ڈیمو اکاؤنٹ کھولنا فاریکس ٹریڈنگ شروع کرنے کا ایک بہترین طریقہ ہے۔ ایک ڈیمو اکاؤنٹ آپ کو خطرے سے پاک ماحول میں فاریکس ٹریڈنگ کی مشق کرنے کی اجازت دیتا ہے، جو کہ ان لوگوں کے لیے بہترین ہے جو ابھی شروعات کر رہے ہیں۔",
  ForexDemo:
    "فاریکس ڈیمو اکاؤنٹس تجربہ کار تاجروں کے لیے بھی مددگار ثابت ہو سکتے ہیں۔ بعض اوقات، تجربہ کار تاجروں کو کوئی حقیقی رقم استعمال کیے بغیر عملی طور پر ایک نئی حکمت عملی آزمانے کی ضرورت ہوتی ہے۔ فاریکس ڈیمو اکاؤنٹس انہیں اپنے پیسے کو خطرے میں ڈالے بغیر ایسا کرنے کی اجازت دیتے ہیں۔",
  OpenAccount: "اکاؤنٹ کھولیں۔",
} as WhyChooseLocaleType;
