import { WhyChooseLocaleType } from "./types";

export default {
  WhyChooseDemoAccount: "Почему стоит выбрать демо-счет",
  LicensedBroker: "Лицензированный брокер",
  ZetradexIsARegulated:
    "Zetradex — регулируемый форекс-брокер с хорошей репутацией.",
  TightSpreads: "Узкие спреды",
  WeOffer:
    "Мы предлагаем счета с фиксированными или плавающими спредами и быстрым исполнением ордеров.",
  BroadBonusProgram: "Широкая бонусная программа",
  PeopleWhoPrefer:
    "Люди, которые предпочитают торговать с бонусами, могут выбрать тот, который соответствует их потребностям.",
  VarietyOfAssets: "Разнообразие активов",
  WeHaveALarge: "У нас есть большой выбор торговых символов/активов на выбор.",
  OpeningAForex:
    "Открытие демо-счета Форекс — отличный способ начать торговать на Форекс. Демо-счет позволяет вам практиковать торговлю на Форексе в безрисковой среде, что идеально подходит для новичков.",
  ForexDemo:
    "Демо-счета Форекс также могут быть полезны опытным трейдерам. Иногда опытным трейдерам необходимо опробовать новую стратегию на практике, не используя реальных денег. Демо-счета Форекс позволяют им делать это, не рискуя собственными деньгами.",
  OpenAccount: "Открыть аккаунт",
} as WhyChooseLocaleType;
