import { WhyChooseLocaleType } from "./types";

export default {
  WhyChooseDemoAccount: "เหตุใดจึงเลือกบัญชีทดลอง",
  LicensedBroker: "นายหน้าที่ได้รับใบอนุญาต",
  ZetradexIsARegulated:
    "Zetradex เป็นโบรกเกอร์ฟอเร็กซ์ที่ได้รับการควบคุมและมีชื่อเสียงอย่างมาก",
  TightSpreads: "สเปรดแน่น",
  WeOffer:
    "เราเสนอบัญชีที่มีสเปรดคงที่หรือลอยตัวและการดำเนินการตามคำสั่งที่รวดเร็ว",
  BroadBonusProgram: "โปรแกรมโบนัสแบบกว้าง",
  PeopleWhoPrefer:
    "ผู้ที่ชื่นชอบการซื้อขายด้วยโบนัสสามารถเลือกหนึ่งรายการเพื่อให้เหมาะกับความต้องการของพวกเขา",
  VarietyOfAssets: "ทรัพย์สินที่หลากหลาย",
  WeHaveALarge: "เรามีสัญลักษณ์การซื้อขาย/สินทรัพย์ให้เลือกมากมาย",
  OpeningAForex:
    "การเปิดบัญชีทดลอง Forex เป็นวิธีที่ดีในการเริ่มต้นการซื้อขาย Forex บัญชีทดลองช่วยให้คุณฝึกฝนการซื้อขายฟอเร็กซ์ในสภาพแวดล้อมที่ปราศจากความเสี่ยง ซึ่งเหมาะสำหรับผู้เริ่มต้นที่เพิ่งเริ่มต้น",
  ForexDemo:
    "บัญชีทดลองฟอเร็กซ์ยังมีประโยชน์สำหรับเทรดเดอร์ที่มีประสบการณ์อีกด้วย บางครั้งเทรดเดอร์ที่มีประสบการณ์จำเป็นต้องลองใช้กลยุทธ์ใหม่ในทางปฏิบัติโดยไม่ต้องใช้เงินจริง บัญชีทดลองฟอเร็กซ์อนุญาตให้พวกเขาทำสิ่งนี้ได้โดยไม่ต้องเสี่ยงกับเงินของตัวเอง",
  OpenAccount: "เปิดบัญชี",
} as WhyChooseLocaleType;
