import { YummyLocaleType } from "./types";

export default {
  Agreement: "奥运奖金协议",
  Chapter_1: "第 1 章 一般条件、术语",
  Chapter_1_1:
    "1.1 本协议由 Zetradex Holding LTD 公司（以下简称公司）与公司客户签订。 根据协议，公司规定使用，客户以不可提取的奖金（奥林匹克奖金5000%）的形式接受资金，用于交易和赚取利润，在一定条件下可以提取。",
  Chapter_1_2: "1.2 OB 执行手数是指必须完成一定数量的交易才能解锁和提取利润。",
  Chapter_1_3:
    "1.3 公司不仅将奖金视为公司财产，还将奖金利润视为公司财产，直至客户满足解锁某一部分利润的所有条件并成功请求提款。",
  Chapter_1_4: "1.4 止损水平为100%，追加保证金水平为200%。",
  Chapter_1_5:
    "1.5 在计算交易手数时，公司仅考虑每手至少 +5 点的正交易结果（仅限货币对）的交易。 其他交易将不被考虑在内。 最大交易量（按交易手数计算）为 0.5 手/每笔交易。",
  Chapter_1_6:
    "1.6 为获得奖金而进行的初始存款被视为奖金或所提供资金付款的一部分。",
  Chapter_1_7:
    "1.7 仅当所有交易均已结束且所有列出的要求均已完成时，利润和初始资​​本才可以提取到完全验证的账户中。",
  Chapter_1_8: "1.8 申请奖金即表示您承认您已阅读并接受本协议的条款和条件。",

  Chapter_2: "第二章 当事人的权利和义务",
  Chapter_2_1:
    "2.1 客户有权随时向特殊交易账户申请赠金，每个客户最多可申请5份赠金。",
  Chapter_2_2:
    "2.2 客户有权提取从赠金中获得的利润，但同意可提取的利润金额将受到限制，具体取决于OB执行手数、交易结果为正的交易数量。",
  Chapter_2_3: "2.3 公司有权在提供奥运奖金后设定以下限制：",
  Chapter_2_3_1:
    "2.3.1 设置提款次数限制——最多1（一）次提款，之后必须取消奖金，包括已收到但未正确解锁的利润；",
  Chapter_2_3_2:
    "2.3.2 根据OB成交手数和成交结果为正数的交易数量，设定提现金额的比例",
  Chapter_2_3_2_select: "提取 4 美元 = 1 OB 执行手数，1 美元 = 04 笔同时交易。",
  Chapter_2_3_3:
    "2.3.3 设置可提取的最高和最低金额，计算公式如下：最高金额 = 存款 1 *300% + 进一步存款之和。",
  Chapter_2_3_4: "2.3.4 设置初始存款金额的最低提款额但不低于10美元。",
  Chapter_2_3_5: "2.3.5 设置止损次数限制，最多止损2次，超过后奖金可全部取消。",
  Chapter_2_3_6: "2.3.6 限制杠杆最大为1:50",
  Chapter_2_4:
    "2.4 虽然公司不限制客户的存款金额，但由于最大可能的提款金额取决于此，因此奖金金额仅限于 1,250 美元（一千二百五十）。 这意味着，如果初始存款超过 25 美元（二十五），奖金百分比可能低于 5000%，具体取决于存款金额。",
  Chapter_2_5: "2.5 在下列情况下，公司保留单方面取消奖金并终止协议的权利：",
  Chapter_2_5_1:
    "2.5.1 滥用赠金并将其用于客户协议条款中规定的禁止交易策略的情况",
  Chapter_2_5_2:
    "2.5.2 如果客户要求紧急取消，导致余额为零，包括为接收奥运奖金而存入的初始存款。",
  Chapter_2_5_3:
    "2.5.3 如果自动平仓并强制平仓，则表明收到的奖金资金的使用不正确",
  Chapter_2_5_4:
    "2.5.4 其他意味着取消交易结果的情况，但所提供的赠金资金属于Zetradex Holding，Zetradex Holding有权自行决定对其进行处置。",
  Chapter_2_6:
    "2.6 公司保留修改或更改奖金协议条款的权利，恕不另行通知，但每月不得超过一次。 客户可以自行决定定期检查网站上发布的协议以了解条件的变化。",
} as YummyLocaleType;
