import { YummyLocaleType } from "./types";

export default {
  Agreement: "ओलंपिक बोनस समझौता",
  Chapter_1: "अध्याय 1. सामान्य शर्तें, शब्दावली",
  Chapter_1_1:
    "1.1 यह समझौता ज़ेट्रेडेक्स होल्डिंग लिमिटेड कंपनी (इसके बाद कंपनी के रूप में संदर्भित) और कंपनी के ग्राहक के बीच किया गया है। समझौते के अनुसार, कंपनी उपयोग के लिए प्रावधान करती है, और ग्राहक व्यापार और लाभ कमाने के उद्देश्य से गैर-निकासी योग्य बोनस (ओलंपिक बोनस 5000%) के रूप में धनराशि स्वीकार करता है, जिसे कुछ शर्तों के तहत वापस लिया जा सकता है।",
  Chapter_1_2:
    "1.2 ओबी निष्पादित लॉट सौदों की एक निश्चित मात्रा है जिसे अनलॉक करने और लाभ निकालने के लिए पूरा किया जाना चाहिए।",
  Chapter_1_3:
    "1.3 कंपनी न केवल बोनस, बल्कि बोनस से होने वाले लाभ को भी अपनी संपत्ति मानती है, जब तक कि ग्राहक लाभ के एक निश्चित हिस्से को अनलॉक करने के लिए सभी शर्तों को पूरा नहीं करता है और सफलतापूर्वक निकासी का अनुरोध नहीं करता है।",
  Chapter_1_4: "1.4 स्टॉप-आउट का स्तर 100% है और मार्जिन कॉल का स्तर 200% है।",
  Chapter_1_5:
    "1.5 व्यापारिक लॉट की गणना करते समय, कंपनी केवल मुद्रा जोड़े में कम से कम +5 पिप्स प्रति लॉट के सकारात्मक व्यापारिक परिणाम वाले सौदों को ही ध्यान में रखती है। अन्य सौदों पर ध्यान नहीं दिया जाएगा. ट्रेडेड लॉट के रूप में गणना की गई अधिकतम मात्रा 0.5 लॉट/प्रति डील है।",
  Chapter_1_6:
    "1.6 बोनस प्राप्त करने के लिए की गई प्रारंभिक जमा राशि को बोनस या प्रदान की गई धनराशि के भुगतान का एक हिस्सा माना जाता है।",
  Chapter_1_7:
    "1.7 लाभ और आरंभिक पूंजी को केवल पूर्णतः सत्यापित खातों में ही निकालने की अनुमति है, बशर्ते सभी सौदे बंद हो गए हों और सभी सूचीबद्ध आवश्यकताएं पूरी हो गई हों।",
  Chapter_1_8:
    "1.8 बोनस के लिए आवेदन करके आप स्वीकार करते हैं कि आपने इस अनुबंध के नियमों और शर्तों को पढ़ लिया है और स्वीकार कर लिया है।",

  Chapter_2: "अध्याय 2. पार्टियों के अधिकार और दायित्व",
  Chapter_2_1:
    "2.1 ग्राहक को विशेष ट्रेडिंग खाते में किसी भी समय बोनस के लिए आवेदन करने का अधिकार है, प्रति ग्राहक अधिकतम 5 बोनस।",
  Chapter_2_2:
    "2.2 ग्राहक को बोनस से प्राप्त लाभ को वापस लेने का अधिकार है, लेकिन वह इस बात से सहमत है कि निकासी के लिए उपलब्ध लाभ की मात्रा सीमित होगी, जो ओबी निष्पादित लॉट की संख्या, सकारात्मक ट्रेडिंग परिणाम वाले सौदों की संख्या पर निर्भर करेगा।",
  Chapter_2_3:
    "2.3 कंपनी को ओलंपिक बोनस प्रदान करने के बाद निम्नलिखित प्रतिबंध लगाने का अधिकार है:",
  Chapter_2_3_1:
    "2.3.1 निकासी की संख्या पर एक सीमा निर्धारित करने के लिए - अधिकतम 1 (एक) निकासी, जिसके बाद प्राप्त लाभ सहित बोनस, लेकिन ठीक से अनलॉक नहीं किया गया, रद्द किया जाना चाहिए;",
  Chapter_2_3_2:
    "2.3.2 ओबी निष्पादित लॉट की संख्या और सकारात्मक ट्रेडिंग परिणाम वाले सौदों की संख्या के अनुपात में, निकासी राशि पर एक सीमा निर्धारित करना",
  Chapter_2_3_2_select:
    "4 डॉलर निकाले गए = 1 ओबी निष्पादित लॉट और 1$ = 04 सौदे एक ही समय में।",
  Chapter_2_3_3:
    "2.3.3 निकाली जा सकने वाली अधिकतम और न्यूनतम राशि निर्धारित करने के लिए, अगले सूत्र के साथ गणना की जाती है: अधिकतम = जमा 1 *300% + आगे की जमा राशि का योग।",
  Chapter_2_3_4:
    "2.3.4 प्रारंभिक जमा राशि पर न्यूनतम निकासी निर्धारित करना, परंतु 10 यूएसडी से कम नहीं।",
  Chapter_2_3_5:
    "2.3.5 स्टॉप-आउट की संख्या पर सीमा निर्धारित करने के लिए, अधिकतम 2 स्टॉप-आउट, जिसके बाद बोनस पूरी तरह से रद्द किया जा सकता है।",
  Chapter_2_3_6: "2.3.6 उत्तोलन को अधिकतम 1:50 तक सीमित करना",
  Chapter_2_4:
    "2.4 हालाँकि कंपनी ग्राहक की जमा राशि को सीमित नहीं करती है, क्योंकि अधिकतम संभव निकासी राशि इस पर निर्भर करती है, बोनस राशि $1,250 (एक हजार दो सौ पचास) तक सीमित है। इसका मतलब यह है कि यदि प्रारंभिक जमा राशि $25 (पच्चीस) से अधिक है, तो जमा राशि के आधार पर बोनस प्रतिशत 5000% से कम हो सकता है।",
  Chapter_2_5:
    "2.5 कंपनी निम्नलिखित मामलों में बोनस रद्द करने और समझौते को एकतरफा समाप्त करने का अधिकार सुरक्षित रखती है:",
  Chapter_2_5_1:
    "2.5.1 बोनस के दुरुपयोग और ग्राहक अनुबंध की शर्तों में निर्दिष्ट निषिद्ध व्यापारिक रणनीतियों में इसके उपयोग के मामलों में",
  Chapter_2_5_2:
    "2.5.2 ग्राहक के अनुरोध द्वारा तत्काल रद्दीकरण के मामले में और परिणामस्वरूप ओलंपिक बोनस प्राप्त करने के लिए की गई प्रारंभिक जमा राशि सहित शेष राशि को शून्य पर सेट करना।",
  Chapter_2_5_3:
    "2.5.3 स्टॉप आउट के साथ सौदों को स्वचालित रूप से बंद करने के मामले में जो प्राप्त बोनस फंड के गलत उपयोग को इंगित करता है",
  Chapter_2_5_4:
    "2.5.4 अन्य मामलों में, जिनमें ट्रेडिंग परिणामों को रद्द करना शामिल है, बशर्ते कि प्रदान किए गए बोनस फंड ज़ेट्रेडेक्स होल्डिंग के हों, जिनके पास कंपनी के विवेक पर उनका निपटान करने का अधिकार है।",
  Chapter_2_6:
    "2.6 कंपनी बिना किसी पूर्व सूचना के बोनस समझौते की शर्तों में संशोधन या बदलाव करने का अधिकार सुरक्षित रखती है, लेकिन महीने में एक बार से अधिक नहीं। ग्राहक, अपने विवेक से, शर्तों में बदलाव के लिए समय-समय पर वेबसाइट पर प्रकाशित समझौते की जांच कर सकता है।",
} as YummyLocaleType;
