import { YummyLocaleType } from "./types";

export default {
  Agreement: "オリンピックボーナス協定",
  Chapter_1: "第 1 章 一般条件、用語",
  Chapter_1_1:
    "1.1 本契約は、Zetradex Holding LTD 会社（以下、「当社」といいます）と当社の顧客との間で締結されます。 契約によれば、当社は使用を規定し、顧客は取引および一定の条件下で引き出し可能な利益を上げる目的で、引き出し不可能なボーナス（オリンピックボーナス5000％）の形で資金を受け取ります。",
  Chapter_1_2:
    "1.2 OB 実行ロットは、利益のロックを解除して引き出すために完了する必要がある一定量の取引です。",
  Chapter_1_3:
    "1.3 当社は、クライアントが利益の特定部分のロックを解除するためのすべての条件を満たし、出金要求に成功するまで、ボーナスだけでなく、ボーナスによる利益も自社の財産とみなします。",
  Chapter_1_4:
    "1.4 ストップアウトのレベルは 100%、マージン コール レベルは 200% です。",
  Chapter_1_5:
    "1.5 取引ロットを計算する際、当社は通貨ペアのみでロットあたり少なくとも +5 ピップスのプラスの取引結果を持つ取引のみを考慮します。 他の取引は考慮されません。 取引ロットとして計算された最大量は、取引あたり 0.5 ロットです。",
  Chapter_1_6:
    "1.6 ボーナスを獲得するために行われた最初のデポジットは、ボーナスまたは提供された資金の支払いの一部とみなされます。",
  Chapter_1_7:
    "1.7 すべての取引が終了し、記載されているすべての要件が満たされている場合、利益と初期資本は完全に検証されたアカウントにのみ出金できます。",
  Chapter_1_8:
    "1.8 ボーナスを申請することにより、本契約の利用規約を読んで同意したことを認めたものとみなされます。",
  Chapter_2: "第 2 章 当事者の権利と義務",
  Chapter_2_1:
    "2.1 クライアントは、いつでも特別取引口座にボーナスを申請する権利を有し、クライアントごとに最大 5 つのボーナスを申請できます。",
  Chapter_2_2:
    "2.2 顧客は、ボーナスから受け取った利益を引き出す権利を有しますが、引き出し可能な利益の額は、実行された OB ロットの数、プラスの取引結果が得られた取引の数に応じて制限されることに同意します。",
  Chapter_2_3:
    "2.3 当社は、オリンピックボーナスの提供後に以下の制限を設定する権利を有します。",
  Chapter_2_3_1:
    "2.3.1 出金回数の制限を設定する - 出金は最大 1 回までで、その後は受け取ったが適切にロック解除されていない利益を含むボーナスをキャンセルする必要があります。",
  Chapter_2_3_2:
    "2.3.2 OB約定ロット数と取引結果が良好な取引数に応じて、出金限度額を比例的に設定する",
  Chapter_2_3_2_select:
    "引き出した 4 ドル = 1 OB ロットと、1 ドル = 04 件の取引が同時に実行されます。",
  Chapter_2_3_3:
    "2.3.3 引き出し可能な最大値と最小値を設定するには、次の式で計算します: 最大値 = デポジット 1 *300% + 追加のデポジットの合計。",
  Chapter_2_3_4:
    "2.3.4 初回入金額に対して最低引出額を設定しますが、10 米ドル未満にはなりません。",
  Chapter_2_3_5:
    "2.3.5 ストップアウトの数に制限を設定するには、最大 2 ストップアウトまでで、その後はボーナスを完全にキャンセルできます。",
  Chapter_2_3_6: "2.3.6 レバレッジを最大 1:50 に制限するには",
  Chapter_2_4:
    "2.4 当社は顧客の入金額を制限しませんが、出金可能な最大金額はこれに依存するため、ボーナス金額は 1,250 ドル (1,250) に制限されます。 これは、初回デポジットが 25 ドルを超える場合、デポジット金額に応じてボーナスの割合が 5000% 未満になる可能性があることを意味します。",
  Chapter_2_5:
    "2.5 当社は、以下の場合、ボーナスを取り消し、一方的に契約を終了する権利を留保します。",
  Chapter_2_5_1:
    "2.5.1 ボーナスの悪用、および顧客契約の条項で指定された禁止されている取引戦略での使用の場合",
  Chapter_2_5_2:
    "2.5.2 クライアントのリクエストによる緊急キャンセルの場合、その結果、オリンピックボーナスを受け取るために行われた最初のデポジットを含む残高がゼロになる場合。",
  Chapter_2_5_3:
    "2.5.3 受け取ったボーナス資金の不正な使用を示すストップアウトを伴う取引が自動的に終了する場合",
  Chapter_2_5_4:
    "2.5.4 取引結果のキャンセルを意味するその他の場合。ただし、提供されたボーナス資金は当社の裁量で処分する権利を有する Zetradex Holding に帰属します。",
  Chapter_2_6:
    "2.6 当社は、月に 1 回を限度として、事前の通知なしにボーナス契約の条件を修正または変更する権利を留保します。 顧客は、自らの裁量により、条件の変更についてウェブサイトに公開されている契約を定期的に確認することができます。",
} as YummyLocaleType;
