import { YummyLocaleType } from "./types";

export default {
  Agreement: "Соглашение об Олимпийском Бонусе",
  Chapter_1: "Глава 1. Общие условия, терминология.",
  Chapter_1_1:
    "1.1 Данное соглашение составлено между Компанией Zetradex Holding LTD (далее - Компания) и клиентом Компании. Согласно соглашению, Компания предоставляет в пользование, а клиент принимает денежные средства в виде невыводимого Олимпик бонуса 5000%, с целью торговли и получения прибыли.",

  Chapter_1_2:
    "1.2 Исполненные лоты OB — это определенный объем сделок, который необходимо совершить для разблокировки и вывода прибыли.",

  Chapter_1_3:
    "1,3 Компания рассматривает не только бонусы, но и прибыль от бонусов своей собственностью, до тех пор, пока клиент не выполнит все условия по разблокировке определенной части прибыли и не подаст заявку на ее вывод.",
  Chapter_1_4:
    "1.4 Уровень стоп-аутов составляет 100%, а уровень маржин-колла — 200%.",

  Chapter_1_5:
    "1.5 При расчете торгуемых лотов Компания учитывает только сделки с положительным торговым результатом не менее +5 пунктов за лот, только валютные пары. Остальные сделки учитываться не будут. Максимальный объем, рассчитанный как торгуемый лот, составляет 0,5 лота на сделку.",

  Chapter_1_6:
    "1.6 Первоначальный депозит, внесенный для получения бонуса, считается частью бонуса или оплатой за предоставленный бонус.",
  Chapter_1_7:
    "1.7 Прибыль и первоначальный капитал разрешены к выводу на полностью верифицированные счета только при условии закрытия всех сделок и выполнения всех перечисленных требований.",
  Chapter_1_8:
    "1.8 Подавая заявку на получение бонуса, вы подтверждаете, что прочитали и приняли условия настоящего Соглашения.",

  Chapter_2: "Глава 2. Права и обязанности сторон.",
  Chapter_2_1:
    "2.1 Клиент имеет право в любое время подать заявку на получение бонуса на специальный торговый счет, максимум 5 бонусов/на одного клиента.",

  Chapter_2_2:
    "2.2 Клиент имеет право вывести полученную от бонуса прибыль, но соглашается с тем, что сумма доступной для вывода прибыли будет ограничена в зависимости от количества исполненных лотов ОП, количества сделок с положительным торговым результатом.",

  Chapter_2_3:
    "2.3 Компания имеет право установить следующие ограничения после предоставления Олимпийского бонуса:",
  Chapter_2_3_1:
    "2.3.1 Установить ограничение на количество выводов - максимум 1 (один) вывод, после чего бонус, включая полученную, но не разблокированную должным образом прибыль, будет отменен.",

  // Chapter_2_3_22:
  //   "2.3.2 Определить Размер прибыли, которую можно вывести, в зависимости  от количества торгуемых лотов в пропорции 1 торгуемый лот = 4 доллара США, а также от количества сделок с положительным результатом торгов в пропорции 1 доллар = 4 сделки с положительным результатом. Другими словами, чтобы иметь возможность вывести 30 долларов, клиент должен торговать в общей сложности не менее 7.5 лотами и 120 сделок. ",

  Chapter_2_3_2:
    "2.3.2 Установить лимит на сумму вывода в зависимости от количества исполненных лотов ОП и количества сделок с положительным торговым результатом, в пропорции",
  Chapter_2_3_2_select:
    "Выведено 4 доллара = 1 исполненный лот OB и 1$ = 4 сделки одновременно.",

  Chapter_2_3_3:
    "2.3.3 Установить Максимум, который можно снять, рассчитывается по следующей формуле: Максимум = Депозит 1 *300% + Сумма дальнейших депозитов. Минимум устанавливается на сумму первоначального депозита, но не меньше 10 долларов.",
  Chapter_2_3_4:
    "2.3.4 Установить минимальный вывод на сумму первоначального депозита, но не менее 10 долларов США.",
  Chapter_2_3_5:
    "2.3.5 Установить лимиты на количество стоп-аутов, максимум 2 стоп-аута, после чего бонус можно полностью отменить.",
  Chapter_2_3_6:
    "2.3.6 Ограничить кредитное плечо максимальным значением 1:50.",
  Chapter_2_4:
    "2.4 Хотя Компания не ограничивает сумму депозита клиента, поскольку от этого зависит максимально возможная сумма вывода прибыли, Компания ограничит сумма бонуса в размере 1250 (одна тысяча двести пятьдесят) долларов США. Это значит, что если первоначальный депозит превышает 25 (двадцать пять) долларов, процент бонуса может быть меньше 5000%, в зависимости от суммы депозита.",
  Chapter_2_5:
    "2.5 Компания оставляет за собой право отменить бонусы и расторгнуть соглашение в одностороннем порядке в следующих случаях:",
  Chapter_2_5_1:
    "2.5.1 В случаях злоупотребления бонусом и его использования в запрещенных торговых стратегиях, указанных в пунктах Клиентского соглашения.",
  Chapter_2_5_2:
    '2.5.2 В случае срочной отмены по запросу клиента и, как следствие, обнуления баланса, включая первоначальный депозит, внесенный для получения "Олимпик" бонуса.',
  Chapter_2_5_3:
    "2.5.3 В случае автоматического закрытия сделок со Стоп-аутом, который указывает на неправильное использование полученных бонусных средств.",
  Chapter_2_5_4:
    "2.5.4 В иных случаях, предполагающих аннулирование результатов торгов, при условии, что предоставленные бонусные средства принадлежат Zetradex Holding, который имеет право распоряжаться ими по усмотрению Компании.",
  Chapter_2_6:
    "2.6 Компания оставляет за собой право дополнять или изменять условия Бонусного соглашения без предварительного уведомления, но не чаще одного раза в месяц. Клиент по своему усмотрению может периодически проверять опубликованное на сайте соглашение на предмет изменения условий.",
} as YummyLocaleType;
