import { YummyLocaleType } from "./types";

export default {
  Agreement: "ข้อตกลงโบนัสโอลิมปิก",
  Chapter_1: "บทที่ 1 เงื่อนไขทั่วไปคำศัพท์",
  Chapter_1_1:
    "1.1 ข้อตกลงนี้ทำขึ้นระหว่างบริษัท Zetradex Holding LTD (ต่อไปนี้จะเรียกว่าบริษัท) และลูกค้าของบริษัท ตามข้อตกลง บริษัทจัดให้มีการใช้งานและลูกค้ารับเงินในรูปแบบของโบนัสที่ไม่สามารถถอนออกได้ (โบนัสโอลิมปิก 5,000%) เพื่อวัตถุประสงค์ในการซื้อขายและการทำกำไรซึ่งสามารถถอนออกได้ภายใต้เงื่อนไขบางประการ",
  Chapter_1_2:
    "1.2 ล็อตที่ดำเนินการ OB คือปริมาณการซื้อขายจำนวนหนึ่งที่ต้องทำให้เสร็จสิ้นเพื่อปลดล็อกและถอนผลกำไร",
  Chapter_1_3:
    "1.3 บริษัทถือว่าไม่เพียงแต่โบนัสเท่านั้น แต่ยังรวมถึงผลกำไรจากโบนัสเป็นทรัพย์สินของบริษัท จนกว่าลูกค้าจะปฏิบัติตามเงื่อนไขทั้งหมดในการปลดล็อคกำไรบางส่วนและขอถอนเงินได้สำเร็จ",
  Chapter_1_4:
    "1.4 ระดับของการหยุดคำสั่งคือ 100% และระดับการเรียกหลักประกันคือ 200%",
  Chapter_1_5:
    "1.5 เมื่อคำนวณล็อตการซื้อขาย บริษัทจะพิจารณาเฉพาะข้อตกลงที่มีผลการซื้อขายเป็นบวกอย่างน้อย +5 pip ต่อล็อต เฉพาะคู่สกุลเงินเท่านั้น ข้อตกลงอื่น ๆ จะไม่นำมาพิจารณา ปริมาณสูงสุด คำนวณจากล็อตที่ซื้อขายคือ 0.5 ล็อต/ต่อการซื้อขาย",
  Chapter_1_6:
    "1.6 การฝากเงินครั้งแรกเพื่อรับโบนัสจะถือว่าเป็นส่วนหนึ่งของโบนัสหรือการจ่ายเงินสำหรับเงินทุนที่มอบให้",
  Chapter_1_7:
    "1.7 อนุญาตให้ถอนกำไรและเงินทุนเริ่มต้นไปยังบัญชีที่ได้รับการตรวจสอบโดยสมบูรณ์เท่านั้น หากข้อตกลงทั้งหมดถูกปิดและข้อกำหนดที่ระบุไว้ทั้งหมดเสร็จสมบูรณ์",
  Chapter_1_8:
    "1.8 โดยการสมัครรับโบนัส คุณรับทราบว่าคุณได้อ่านและยอมรับข้อกำหนดและเงื่อนไขของข้อตกลงนี้แล้ว",

  Chapter_2: "บทที่ 2 สิทธิและหน้าที่ของคู่สัญญา",
  Chapter_2_1:
    "2.1 ลูกค้ามีสิทธิ์สมัครรับโบนัสได้ตลอดเวลาในบัญชีซื้อขายพิเศษ สูงสุด 5 โบนัส/ ต่อลูกค้า",
  Chapter_2_2:
    "2.2 ลูกค้ามีสิทธิ์ถอนกำไรที่ได้รับจากโบนัส แต่ตกลงว่าจำนวนกำไรที่สามารถถอนได้จะถูกจำกัด ขึ้นอยู่กับจำนวนล็อตที่ดำเนินการ OB จำนวนข้อตกลงที่มีผลการซื้อขายเป็นบวก",
  Chapter_2_3:
    "2.3 บริษัทมีสิทธิ์ในการกำหนดข้อจำกัดต่อไปนี้หลังจากให้โบนัสโอลิมปิกแล้ว:",
  Chapter_2_3_1:
    "2.3.1 เพื่อกำหนดขีดจำกัดจำนวนการถอน - ถอนได้สูงสุด 1 (หนึ่ง) ครั้ง หลังจากนั้นจะต้องยกเลิกโบนัส รวมถึงกำไรที่ได้รับแต่ไม่ได้ปลดล็อคอย่างถูกต้อง",
  Chapter_2_3_2:
    "2.3.2 เพื่อกำหนดขีดจำกัดจำนวนเงินที่ถอน ขึ้นอยู่กับจำนวนล็อตที่ดำเนินการของ OB และจำนวนข้อตกลงที่มีผลการซื้อขายเป็นบวกในสัดส่วน",
  Chapter_2_3_2_select:
    "ถอนออก 4 ดอลลาร์ = 1 ล็อตที่ดำเนินการ OB และ 1$ = 04 ดีลในเวลาเดียวกัน",
  Chapter_2_3_3:
    "2.3.3 เพื่อตั้งค่าสูงสุดและขั้นต่ำที่สามารถถอนออกได้ คำนวณตามสูตรถัดไป: สูงสุด = เงินฝาก 1 *300% + ผลรวมของเงินฝากเพิ่มเติม",
  Chapter_2_3_4:
    "2.3.4 กำหนดถอนขั้นต่ำตามจำนวนเงินฝากเริ่มต้นแต่ต้องไม่น้อยกว่า 10 usd",
  Chapter_2_3_5:
    "2.3.5 เพื่อกำหนดขีดจำกัดจำนวนการหยุดออก สูงสุด 2 ครั้ง หลังจากนั้นโบนัสสามารถยกเลิกได้อย่างสมบูรณ์",
  Chapter_2_3_6: "2.3.6 เพื่อจำกัดเลเวอเรจไว้ที่สูงสุด 1:50",
  Chapter_2_4:
    "2.4 แม้ว่าบริษัทจะไม่ได้จำกัดจำนวนเงินฝากของลูกค้า เนื่องจากจำนวนเงินถอนสูงสุดที่เป็นไปได้ขึ้นอยู่กับสิ่งนี้ จำนวนโบนัสจึงจำกัดอยู่ที่ $1,250 (หนึ่งพันสองร้อยห้าสิบ) ซึ่งหมายความว่าหากเงินฝากเริ่มแรกมากกว่า $25 (ยี่สิบห้า) เปอร์เซ็นต์โบนัสอาจน้อยกว่า 5,000% ขึ้นอยู่กับจำนวนเงินฝาก",
  Chapter_2_5:
    "2.5 บริษัทขอสงวนสิทธิ์ในการยกเลิกโบนัสและยกเลิกข้อตกลงฝ่ายเดียวในกรณีต่อไปนี้:",
  Chapter_2_5_1:
    "2.5.1 ในกรณีที่มีการใช้โบนัสในทางที่ผิดและใช้ในกลยุทธ์การซื้อขายต้องห้ามที่ระบุไว้ในข้อสัญญาลูกค้า",
  Chapter_2_5_2:
    "2.5.2 ในกรณีที่มีการยกเลิกอย่างเร่งด่วนตามคำขอของลูกค้า และส่งผลให้ยอดคงเหลือเป็นศูนย์ รวมถึงเงินฝากเริ่มต้นเพื่อรับโบนัสโอลิมปิก",
  Chapter_2_5_3:
    "2.5.3 ในกรณีที่ปิดการซื้อขายอัตโนมัติด้วย Stop out ซึ่งบ่งชี้ถึงการใช้เงินโบนัสที่ได้รับอย่างไม่ถูกต้อง",
  Chapter_2_5_4:
    "2.5.4 ในกรณีอื่น ๆ ที่บ่งบอกถึงการยกเลิกผลการซื้อขาย โดยมีเงื่อนไขว่าเงินโบนัสที่ให้นั้นเป็นของ Zetradex Holding ซึ่งมีสิทธิ์ในการกำจัดมันตามดุลยพินิจของบริษัท",
  Chapter_2_6:
    "2.6 บริษัทขอสงวนสิทธิ์ในการแก้ไขหรือเปลี่ยนแปลงเงื่อนไขของข้อตกลงโบนัสโดยไม่ต้องแจ้งให้ทราบล่วงหน้า แต่ไม่เกินเดือนละครั้ง ลูกค้าอาจตรวจสอบข้อตกลงที่เผยแพร่บนเว็บไซต์เป็นระยะๆ เพื่อดูการเปลี่ยนแปลงเงื่อนไขตามดุลยพินิจของตนเอง",
} as YummyLocaleType;
