import { YummyLocaleType } from "./types";

export default {
  Agreement: "奧運獎金協議",
  Chapter_1: "第 1 章 一般條件、術語",
  Chapter_1_1:
    "1.1 本協議由 Zetradex Holding LTD 公司（以下簡稱公司）與本公司客戶簽訂。 根據協議，公司規定使用，客戶以不可提取的獎金（奧林匹克獎金5000%）的形式接受資金，用於交易和賺取利潤，在一定條件下可以提取。",
  Chapter_1_2: "1.2 OB 執行手數是指必須完成一定數量的交易才能解鎖和提取利潤。",
  Chapter_1_3:
    "1.3 公司不僅將獎金視為公司財產，還將獎金利潤視為公司財產，直至客戶滿足解鎖某一部分利潤的所有條件並成功請求提款。",
  Chapter_1_4: "1.4 停損水準為100%，追加保證金水準為200%。",
  Chapter_1_5:
    "1.5 在計算交易手數時，公司只考慮每手至少 +5 點的正交易結果（僅限貨幣對）的交易。 其他交易將不被考慮。 最大交易量（以交易手數計算）為 0.5 手/每筆交易。",
  Chapter_1_6:
    "1.6 為獲得獎金而進行的初始存款被視為獎金或所提供資金付款的一部分。",
  Chapter_1_7:
    "1.7 如果所有交易均已結束且所有列出的要求均已完成，則利潤和初始資訊僅可提取至經過完全驗證的帳戶。",
  Chapter_1_8: "1.8 申請獎金即表示您承認您已閱讀並接受本協議的條款和條件。",

  Chapter_2: "第二章 當事人的權利義務",
  Chapter_2_1:
    "2.1 客戶有權隨時向特殊交易帳戶申請贈金，每位客戶最多可申請5份贈金。",
  Chapter_2_2:
    "2.2 客戶有權提取從贈金中獲得的利潤，但同意可提取的利潤金額將受到限制，具體取決於OB執行手數、交易結果為正的交易數量。",
  Chapter_2_3: "2.3 公司有權在提供奧運獎金後設定以下限制：",
  Chapter_2_3_1:
    "2.3.1 設定提款次數限制－最多1（一）次提款，之後必須取消獎金，包括已收到但未正確解鎖的利潤；",
  Chapter_2_3_2:
    "2.3.2 根據OB成交手數和成交結果為正數的交易數量，設定提現金額的比例",
  Chapter_2_3_2_select: "提取 4 美元 = 1 OB 執行手數，1 美元 = 04 筆同時交易。",
  Chapter_2_3_3:
    "2.3.3 設定可提取的最高和最低金額，計算公式如下：最高金額 = 存款 1 *300% + 進一步存款總和。",
  Chapter_2_3_4: "2.3.4 設定最低提款金額為初始存款金額，但不得少於 10 美元。",
  Chapter_2_3_5: "2.3.5 設定停損次數限制，最多停損2次，超過後獎金可全部取消。",
  Chapter_2_3_6: "2.3.6 限制槓桿最大為1:50",
  Chapter_2_4:
    "2.4 雖然公司不限制客戶的存款金額，但由於最大可能的提款金額取決於此，因此獎金金額僅限於 1,250 美元（一千二百五十）。 這意味著，如果初始存款超過 25 美元（二十五），獎金百分比可能低於 5000%，具體取決於存款金額。",
  Chapter_2_5: "2.5 在下列情況下，本公司保留單方面取消獎金並終止協議的權利：",
  Chapter_2_5_1:
    "2.5.1 濫用贈金並將其用於客戶協議條款中規定的禁止交易策略的情況",
  Chapter_2_5_2:
    "2.5.2 如果客戶要求緊急取消，導致餘額為零，包括接收奧運獎金存入的初始存款。",
  Chapter_2_5_3:
    "2.5.3 如果自動平倉並強制平倉，則表示收到的獎金資金的使用不正確",
  Chapter_2_5_4:
    "2.5.4 其他意味著取消交易結果的情況，但所提供的贈金資金屬於Zetradex Holding，Zetradex Holding有權自行決定對其進行處置。",
  Chapter_2_6:
    "2.6 本公司保留修改或更改獎金協議條款的權利，恕不另行通知，但每月不得超過一次。 客戶可以自行決定定期檢查網站上發布的協議以了解條件的變化。",
} as YummyLocaleType;
