import { type VipTradingClubType } from "./types";

export default {
  VIP: "वीआईपी ट्रेडिंग क्लब",
  OneMembership: "एक सदस्यता, 12 फायदे",
  AtZetradex:
    "Zetradex में, हम आपको सिर्फ एक ग्राहक से कहीं अधिक देखते हैं। हम यह सुनिश्चित करने के लिए प्रतिबद्ध हैं कि आपका ट्रेडिंग अनुभव आरामदायक और लाभदायक दोनों हो। इसीलिए हमने अपना विशेष वीआईपी ट्रेडिंग क्लब बनाया है, जो आपकी कमाई बढ़ाने के लिए अतिरिक्त लाभ प्रदान करता है।",
  OurVip:
    "हमारा वीआईपी ट्रेडिंग क्लब सभी के लिए खुला है - इसमें प्रवेश पर कोई प्रतिबंध नहीं है। प्रत्येक ग्राहक जो हमारे साथ एक वास्तविक खाता खोलता है, वह क्लब में शामिल हो सकता है और विशेष सदस्य का आनंद ले सकता है - केवल उनकी व्यापारिक यात्रा को बढ़ाने के लिए डिज़ाइन किए गए ऑफ़र।",
  TheClub:
    "क्लब व्यापारियों का एक अनूठा समुदाय बनाता है, ताकि आप हमारे साथ रहें और अधिकतम लाभ प्राप्त करें। शामिल होने के बाद आपको 12 निर्विवाद लाभ प्राप्त होंगे।",
  Terms: "नियम और शर्तें",
  DoYouWant: "क्या आप और अधिक सीखना चाहते हैं?",
  Exclusive: "विशेष चैट",
  OnlyMembers:
    "केवल वीआईपी क्लब के सदस्यों के पास फेसबुक और टेलीग्राम पर विशेष चैट तक पहुंच है, जहां विदेशी मुद्रा दुनिया की नवीनतम खबरें पोस्ट की जाती हैं।",
  Discounted: "रियायती भुगतान वाली शिक्षा",
  WhoOwn: "जिसके पास जानकारी है, वह दुनिया का मालिक है",
  ThisFamous:
    "नाथन रोथ्सचाइल्ड का यह प्रसिद्ध वाक्यांश आज पहले से कहीं अधिक प्रासंगिक है।",
  AndVip:
    "और वीआईपी क्लब के सदस्यों को ज़ेट्रेडेक्स द्वारा प्रदान किए जाने वाले किसी भी भुगतान किए गए प्रशिक्षण पाठ्यक्रम पर हमेशा छूट मिलेगी।",
  Everything: "हर चीज़ दोगुनी हो जाती है",
  TheBest: "प्रतियोगिताओं के लिए सर्वोत्तम स्थितियाँ",
  DoubleLoyalty: "लॉयल्टी कार्यक्रम के अनुसार दोहरे लॉयल्टी अंक",
  DoubleMarathon: "डबल मैराथन बोनस + पहली जमा राशि पर 200%",
  DiscountedInsurance: "रियायती बीमा कार्यक्रम (पहली अवधि के लिए 75% छूट)",
  DoubleInterest: "दोगुनी ब्याज दर (10%)",
  Participation: "प्रतियोगिताओं में निःशुल्क भागीदारी",
  DoubleReward: "प्रतियोगिता में जीतने पर दोगुना इनाम",
  ZeroCommission: "जमा और निकासी पर शून्य कमीशन",
  ZeroCommissionDesc:
    "निम्नलिखित भुगतान प्रणालियों पर जमा और निकासी पर शून्य कमीशन:",
  AccessPropSoc: "एक्सेस प्रोप लेवल सोशल ट्रेडिंग",
  AccessPropPamm: "एक्सेस प्रोप स्तर PAMM व्यापारी",
  HowToJoin: "शामिल कैसे हों?",
  OpenATrading: "एक ट्रेडिंग खाता खोलें",
  YouNeed:
    "यदि आपके पास कोई वास्तविक ट्रेडिंग खाता नहीं है तो आपको एक वास्तविक ट्रेडिंग खाता खोलना होगा। पृष्ठ के नीचे पंजीकरण फॉर्म में सभी डेटा इंगित करें और 'खाता खोलें' बटन पर क्लिक करें।",
  MakeA: "राशि जमा कराओ",
  MakeAtLeast:
    "कम से कम $500 जमा करें. यदि खाते में ऐसी कोई जमा राशि है, तो डैशबोर्ड में 'जॉइन' बटन उपलब्ध है।",
  ApplyFor: "वीआईपी ट्रेडिंग क्लब के लिए आवेदन करें",
  PleaseChoose:
    "कृपया डैशबोर्ड में बाईं ओर के मेनू पर वीआईपी ट्रेडिंग क्लब टैब चुनें। पृष्ठ के नीचे 'जुड़ें' बटन पर क्लिक करें।",
  DoubleWelcome: "पहली जमा राशि पर डबल वेलकम बोनस +100%",
} as VipTradingClubType;
