import { type VipTradingClubType } from "./types";

export default {
  VIP: "VIPトレーディングクラブ",
  OneMembership: "1 つのメンバーシップで 12 の特典",
  AtZetradex:
    "Zetradex では、お客様を単なる顧客以上の存在として見ています。 私たちは、お客様の取引体験が快適かつ収益性の高いものとなるよう全力を尽くします。 そのため、当社は特別な VIP トレーディング クラブを作成し、収益を増やすための追加特典を提供しました。",
  OurVip:
    "当社の VIP トレーディング クラブはどなたでもご利用いただけます。入場制限はありません。 当社で実際の口座を開設したすべての顧客はクラブに参加し、取引の旅をより充実させることを目的とした特別なメンバー限定の特典をお楽しみいただけます。",
  TheClub:
    "クラブはトレーダーのユニークなコミュニティを形成しており、お客様が当社に滞在して最大限のメリットを享受できるようにします。 参加すると、12 の明らかな利点が得られます。",
  Terms: "利用規約",
  DoYouWant: "もっと詳しく知りたいですか?",
  Exclusive: "限定チャット",
  OnlyMembers:
    "VIP クラブのメンバーのみが、外国為替の世界からの最新ニュースが投稿される Facebook と Telegram の専用チャットにアクセスできます。",
  Discounted: "有料教育の割引",
  WhoOwn: "情報を所有する者は世界を所有する",
  ThisFamous:
    "ネイサン・ロスチャイルドのこの有名なフレーズは、今日、これまで以上に意味を持っています。",
  AndVip:
    "また、VIP クラブ メンバーは、Zetradex が提供する有料トレーニング コースを常に割引価格で利用できます。",
  Everything: "すべてが2倍になる",
  TheBest: "コンテストに最適な環境",
  DoubleLoyalty: "ロイヤルティ プログラムによるロイヤルティ ポイントの 2 倍",
  DoubleMarathon: "ダブルマラソンボーナス +200% (初回入金)",
  DiscountedInsurance: "割引保険プログラム (最初の期間は 75% オフ)",
  DoubleInterest: "倍金利（10％）",
  Participation: "コンテストへの参加は無料です",
  DoubleReward: "コンテストで優勝すると報酬が2倍",
  ZeroCommission: "入出金手数料ゼロ",
  ZeroCommissionDesc: "以下の支払いシステムでの入出金の手数料はゼロです。",
  AccessPropSoc: "プロップレベルへのアクセス ソーシャルトレーディング",
  AccessPropPamm: "プロップレベルのPAMMトレーダーにアクセス",
  HowToJoin: "参加方法は？",
  OpenATrading: "取引口座を開設する",
  YouNeed:
    "実際の取引口座をお持ちでない場合は、開設する必要があります。 ページ下部の登録フォームにすべてのデータを入力し、「アカウントを開く」ボタンをクリックしてください。",
  MakeA: "預金します",
  MakeAtLeast:
    "少なくとも 500 ドルの入金をしてください。 アカウントにそのようなデポジットがある場合、ダッシュボードで「参加」ボタンが利用可能になります。",
  ApplyFor: "VIPトレーディングクラブに申し込む",
  PleaseChoose:
    "ダッシュボードの左側のメニューで「VIP Trading Club」タブを選択してください。 ページの下部にある「参加」ボタンをクリックします。",
  DoubleWelcome: "初回入金に対してダブルウェルカムボーナス+100%",
} as VipTradingClubType;
