import { type VipTradingClubType } from "./types";

export default {
  VIP: "VIP ٹریڈنگ کلب",
  OneMembership: "ایک رکنیت، 12 فوائد",
  AtZetradex:
    "Zetradex میں، ہم آپ کو صرف ایک گاہک کے طور پر دیکھتے ہیں۔ ہم اس بات کو یقینی بنانے کے لیے پرعزم ہیں کہ آپ کا تجارتی تجربہ آرام دہ اور منافع بخش ہو۔ اسی لیے ہم نے اپنا خصوصی VIP ٹریڈنگ کلب بنایا ہے، جو آپ کی کمائی کو بڑھانے کے لیے اضافی فوائد پیش کرتا ہے۔",
  OurVip:
    "ہمارا VIP ٹریڈنگ کلب سب کے لیے کھلا ہے – داخلے کی کوئی پابندی نہیں ہے۔ ہمارے ساتھ حقیقی اکاؤنٹ کھولنے والا ہر صارف کلب میں شامل ہو سکتا ہے اور خصوصی ممبر سے لطف اندوز ہو سکتا ہے - صرف ان پیشکشوں کو جو ان کے تجارتی سفر کو بڑھانے کے لیے ڈیزائن کیا گیا ہے۔",
  TheClub:
    "کلب تاجروں کی ایک منفرد کمیونٹی بناتا ہے، تاکہ آپ ہمارے ساتھ رہیں اور زیادہ سے زیادہ فوائد حاصل کریں۔ شمولیت کے بعد آپ کو 12 ناقابل تردید فوائد حاصل ہوں گے۔",
  Terms: "شرائط و ضوابط",
  DoYouWant: "کیا آپ مزید جاننا چاہتے ہیں؟",
  Exclusive: "خصوصی چیٹس",
  OnlyMembers:
    "صرف وی آئی پی کلب کے اراکین کو فیس بک اور ٹیلیگرام پر خصوصی چیٹس تک رسائی حاصل ہے، جہاں فاریکس کی دنیا کی تازہ ترین خبریں پوسٹ کی جاتی ہیں۔",
  Discounted: "رعایتی ادا شدہ تعلیم",
  WhoOwn: '"جو معلومات کا مالک ہے، وہی دنیا کا مالک ہے"',
  ThisFamous:
    "ناتھن روتھسچلڈ کا یہ مشہور جملہ آج پہلے سے کہیں زیادہ متعلقہ ہے۔",
  AndVip:
    "اور VIP کلب کے ممبران کو Zetradex کی طرف سے فراہم کردہ کسی بھی بامعاوضہ تربیتی کورس پر ہمیشہ رعایت حاصل ہوگی۔",
  Everything: "ہر چیز دوگنی ہوجاتی ہے۔",
  TheBest: "مقابلے کے لیے بہترین حالات",
  DoubleLoyalty: "لائلٹی پروگرام کے مطابق ڈبل لائلٹی پوائنٹس",
  DoubleMarathon: "ڈبل میراتھن بونس +200% پہلی ڈپازٹ پر",
  DiscountedInsurance: "رعایتی بیمہ پروگرام (پہلی مدت کے لیے %75 چھوٹ)",
  DoubleInterest: "ڈبل سود کی شرح (10%)",
  Participation: "مقابلوں میں شرکت مفت میں",
  DoubleReward: "جیتنے کی صورت میں مقابلہ میں دوگنا انعام",
  ZeroCommission: "جمع اور نکالنے پر صفر کمیشن",
  ZeroCommissionDesc: "درج ذیل ادائیگی کے نظام پر جمع اور نکالنے پر صفر کمیشن:",
  AccessPropSoc: "پروپ لیول سوشل ٹریڈنگ تک رسائی حاصل کریں۔",
  AccessPropPamm: "پروپ لیول PAMM ٹریڈر تک رسائی حاصل کریں۔",
  HowToJoin: "کیسے شامل ہوں؟",
  OpenATrading: "تجارتی اکاؤنٹ کھولیں۔",
  YouNeed:
    "اگر آپ کے پاس کوئی نہیں ہے تو آپ کو ایک حقیقی تجارتی اکاؤنٹ کھولنے کی ضرورت ہے۔ صفحہ کے نیچے رجسٹریشن فارم میں تمام ڈیٹا کی نشاندہی کریں اور 'اکاؤنٹ کھولیں' بٹن پر کلک کریں۔",
  MakeA: "جمع کروائیں۔",
  MakeAtLeast:
    'کم از کم $500 جمع کروائیں۔ اگر اکاؤنٹ پر ایسی رقم جمع ہے، تو ڈیش بورڈ میں بٹن "جوائن" دستیاب ہے۔',
  ApplyFor: "VIP ٹریڈنگ کلب کے لیے درخواست دیں۔",
  PleaseChoose:
    ' براہ کرم ڈیش بورڈ میں بائیں ہاتھ کے مینو پر VIP ٹریڈنگ کلب ٹیب کا انتخاب کریں۔ صفحہ کے نچلے حصے میں "جوائن" بٹن پر کلک کریں۔',
  DoubleWelcome: "پہلے ڈپازٹ پر ڈبل ویلکم بونس +100%",
} as VipTradingClubType;
