import { type VipTradingClubType } from "./types";

export default {
  VIP: "VIP торговый клуб",
  OneMembership: "Одно членство, 12 преимуществ",
  AtZetradex:
    "В Zetradex мы видим в вас больше, чем просто клиента. Мы стремимся сделать вашу торговлю комфортной и прибыльной. Вот почему мы создали наш специальный VIP-клуб трейдинга, предлагающий дополнительные преимущества для увеличения ваших доходов.",
  OurVip:
    "Наш VIP-клуб трейдинга открыт для всех – ограничений на вход нет. Каждый клиент, открывший у нас реальный счет, может присоединиться к клубу и пользоваться эксклюзивными предложениями для участников, предназначенными для улучшения его торгового пути.",
  TheClub:
    "Клуб создает уникальное сообщество трейдеров, чтобы вы оставались с нами и получали максимальную выгоду. Присоединившись, вы получите 12 неоспоримых преимуществ.",
  Terms: "Условия и положения",
  DoYouWant: "Хотите узнать больше?",
  Exclusive: "Эксклюзивные чаты",
  OnlyMembers:
    "Только члены VIP-клуба имеют доступ к эксклюзивным чатам в Facebook и Telegram, где публикуются самые свежие новости из мира Форекс.",
  Discounted: "Платное образование со скидкой",
  WhoOwn: "Кто владеет информацией, тот владеет миром",
  ThisFamous:
    "Эта знаменитая фраза Натана Ротшильда сегодня актуальна как никогда.",
  AndVip:
    "А члены VIP-клуба всегда будут иметь скидку на любые платные курсы обучения, которые предоставляет Zetradex.",
  Everything: "Все удваивается",
  TheBest: "Лучшие условия для конкурсов",
  DoubleLoyalty: "Двойные баллы лояльности по программе лояльности",
  DoubleMarathon: "Двойной бонус Марафона +200% к первому депозиту",
  DiscountedInsurance:
    "Программа страхования со скидкой (скидка 75% на первый период)",
  DoubleInterest: "Двойная процентная ставка (10%)",
  Participation: "Участие в конкурсах бесплатно",
  DoubleReward: "Двойная награда в конкурсе в случае победы",
  ZeroCommission: "Нулевая комиссия на депозит и вывод средств",
  ZeroCommissionDesc:
    "Нулевая комиссия при пополнении и выводе средств через следующие платежные системы:",
  AccessPropSoc: "Доступ Уровень собственности Социальная торговля",
  AccessPropPamm: "Доступ к ПАММ-трейдеру уровня Prop",
  HowToJoin: "Как присоединиться?",
  OpenATrading: "Открыть торговый счет",
  YouNeed:
    "Вам необходимо открыть реальный торговый счет, если у вас его нет. Укажите все данные в регистрационной форме внизу страницы и нажмите кнопку «Открыть счет».",
  MakeA: "Сделать депозит",
  MakeAtLeast:
    "Внесите депозит не менее 500 долларов. Если на счету есть такой депозит, то в личном кабинете доступна кнопка «Присоединиться».",
  ApplyFor: "Подайте заявку на участие в VIP-клубе трейдинга",
  PleaseChoose:
    "Пожалуйста, выберите вкладку VIP Trading Club в меню слева на панели управления. Внизу страницы нажмите кнопку «Присоединиться».",
  DoubleWelcome: "Двойной приветственный бонус +100% к первому депозиту",
} as VipTradingClubType;
