import { type VipTradingClubType } from "./types";

export default {
  VIP: "สโมสรการค้าวีไอพี",
  OneMembership: "สมาชิกเดียว 12 ข้อดี",
  AtZetradex:
    "ที่ Zetradex เราเห็นคุณเป็นมากกว่าลูกค้า เรามุ่งมั่นที่จะทำให้ประสบการณ์การซื้อขายของคุณมีทั้งความสะดวกสบายและให้ผลกำไร นั่นเป็นเหตุผลที่เราสร้างคลับการซื้อขายวีไอพีพิเศษของเรา โดยเสนอสิทธิประโยชน์เพิ่มเติมเพื่อเพิ่มรายได้ของคุณ",
  OurVip:
    "คลับการซื้อขาย VIP ของเราเปิดให้ทุกคน – ไม่มีข้อจำกัดในการเข้า ลูกค้าทุกคนที่เปิดบัญชีจริงกับเราสามารถเข้าร่วมคลับและเพลิดเพลินไปกับสมาชิกพิเศษได้ - ข้อเสนอที่ออกแบบมาเพื่อปรับปรุงเส้นทางการซื้อขายของพวกเขาเท่านั้น",
  TheClub:
    "สโมสรสร้างชุมชนเทรดเดอร์ที่มีเอกลักษณ์เฉพาะตัว เพื่อให้คุณอยู่กับเราและรับผลประโยชน์สูงสุด หลังจากเข้าร่วม คุณจะได้รับ 12 ข้อได้เปรียบที่ไม่อาจปฏิเสธได้",
  Terms: "ข้อกำหนดและเงื่อนไข",
  DoYouWant: "คุณต้องการเรียนรู้เพิ่มเติมหรือไม่?",
  Exclusive: "แชทพิเศษ",
  OnlyMembers:
    "เฉพาะสมาชิกของคลับวีไอพีเท่านั้นที่สามารถเข้าถึงการแชทพิเศษบน Facebook และ Telegram ซึ่งมีการโพสต์ข่าวสารล่าสุดจากโลก Forex",
  Discounted: "การศึกษาที่ได้รับส่วนลด",
  WhoOwn: "ใครเป็นเจ้าของข้อมูล เขาเป็นเจ้าของโลก",
  ThisFamous:
    "วลีอันโด่งดังของ Nathan Rothschild นี้มีความเกี่ยวข้องมากขึ้นกว่าเดิมในปัจจุบัน",
  AndVip:
    "และสมาชิกคลับวีไอพีจะได้รับส่วนลดสำหรับหลักสูตรการฝึกอบรมแบบชำระเงินที่ Zetradex จัดให้เสมอ",
  Everything: "ทุกอย่างเป็นสองเท่า",
  TheBest: "เงื่อนไขที่ดีที่สุดสำหรับการแข่งขัน",
  DoubleLoyalty: "คะแนนความภักดีสองเท่าตามโปรแกรมความภักดี",
  DoubleMarathon: "โบนัสดับเบิลมาราธอน +200% สำหรับการฝากครั้งแรก",
  DiscountedInsurance: "โปรแกรมประกันภัยลดราคา (ลด 75% งวดแรก)",
  DoubleInterest: "อัตราดอกเบี้ยสองเท่า (10%)",
  Participation: "เข้าร่วมการแข่งขันฟรี",
  DoubleReward: "รางวัลสองเท่าในการแข่งขันในกรณีที่ชนะ",
  ZeroCommission: "ไม่มีค่าคอมมิชชั่นในการฝากและถอนเงิน",
  ZeroCommissionDesc:
    "ไม่มีค่าคอมมิชชันในการฝากและถอนเงินผ่านระบบการชำระเงินต่อไปนี้:",
  AccessPropSoc: "เข้าถึงการซื้อขายทางสังคมระดับ Prop",
  AccessPropPamm: "เข้าถึงเทรดเดอร์ PAMM ระดับ Prop",
  HowToJoin: "จะเข้าร่วมได้อย่างไร?",
  OpenATrading: "เปิดบัญชีซื้อขาย",
  YouNeed:
    "คุณต้องเปิดบัญชีซื้อขายจริงหากคุณไม่มี ระบุข้อมูลทั้งหมดในแบบฟอร์มการลงทะเบียนที่ด้านล่างของหน้าและคลิกปุ่ม 'เปิดบัญชี'",
  MakeA: "ทำการฝากเงิน",
  MakeAtLeast:
    "ฝากเงินอย่างน้อย $500 หากมีเงินฝากในบัญชี ปุ่ม 'เข้าร่วม' จะอยู่ในแดชบอร์ด",
  ApplyFor: "สมัครชมรมซื้อขายวีไอพี",
  PleaseChoose:
    "โปรดเลือกแท็บ VIP Trading Club ที่เมนูด้านซ้ายมือในแดชบอร์ด ที่ด้านล่างของหน้าให้คลิกปุ่ม 'เข้าร่วม'",
  DoubleWelcome: "โบนัสต้อนรับสองเท่า +100% สำหรับการฝากเงินครั้งแรก",
} as VipTradingClubType;
