import { BenefitsOfIndicesTradingType } from "public/locales/indices-trading/benefits-of-indices-trading/types";

export default {
  Benefits: "सूचकांक ट्रेडिंग के लाभ",
  Quote: "उद्धरण स्थिरता",
  StockIndices:
    "स्टॉक सूचकांक राष्ट्रीय अर्थव्यवस्था का बैरोमीटर हैं; उनके पतन से किसी भी देश को लाभ नहीं होता है, इसलिए केंद्रीय बैंक विभिन्न तरीकों का उपयोग करके उद्योगों या व्यक्तिगत कंपनियों का समर्थन करने का प्रयास करते हैं।",
  Risk: "जोखिम विविधीकरण",
  TheIndex:
    "सूचकांक पोर्टफोलियो में 20 या अधिक प्रतिभूतियां शामिल हैं। सूचकांक की नकारात्मक गतिशीलता केवल तभी संभव है जब इसकी संरचना से एक बहुत बड़ी कंपनी की कीमत में तेजी से गिरावट आती है, या सामान्य आर्थिक मंदी की स्थिति में।",
  Ease: "भविष्यवाणी में आसानी",
  Unlike:
    "मुद्रा जोड़े के विपरीत, जिनकी कीमतें अक्सर संस्थागत पूंजी (बाजार निर्माताओं) से प्रभावित होती हैं, स्टॉक इंडेक्स उद्धरण वस्तुनिष्ठ आर्थिक कारकों पर अधिक निर्भर होते हैं।",
} as BenefitsOfIndicesTradingType;
