import { BenefitsOfIndicesTradingType } from "public/locales/indices-trading/benefits-of-indices-trading/types";

export default {
  Benefits: "انڈیکس ٹریڈنگ کے فوائد",
  Quote: "اقتباس استحکام",
  StockIndices:
    "اسٹاک انڈیکس قومی معیشت کا ایک بیرومیٹر ہیں۔ ان کے زوال سے کسی بھی ملک کو فائدہ نہیں ہوتا، اس لیے مرکزی بینک مختلف طریقے استعمال کرتے ہوئے صنعتوں یا انفرادی کمپنیوں کی مدد کرنے کی کوشش کرتے ہیں۔",
  Risk: "خطرے کی تنوع",
  TheIndex:
    "انڈیکس پورٹ فولیو میں 20 یا اس سے زیادہ سیکیورٹیز شامل ہیں۔ انڈیکس کی منفی حرکیات صرف اس صورت میں ممکن ہے جب ایک بہت بڑی کمپنی اپنی ساخت سے قیمت میں تیزی سے گرتی ہے، یا عام معاشی بدحالی کی صورت میں۔",
  Ease: "پیشن گوئی میں آسانی",
  Unlike:
    "کرنسی کے جوڑوں کے برعکس، جن کی قیمتیں اکثر ادارہ جاتی سرمایہ (مارکیٹ بنانے والے) سے متاثر ہوتی ہیں، اسٹاک انڈیکس کی قیمتیں معروضی اقتصادی عوامل پر زیادہ منحصر ہوتی ہیں۔",
} as BenefitsOfIndicesTradingType;
