import { BenefitsOfIndicesTradingType } from "public/locales/indices-trading/benefits-of-indices-trading/types";

export default {
  Benefits: "Преимущества торговли индексами",
  Quote: "Стабильность котировок",
  StockIndices:
    "Фондовые индексы являются барометром национальной экономики; ни одна страна не выиграла от их падения, поэтому центральные банки пытаются поддерживать отрасли или отдельные компании, используя различные методы.",
  Risk: "Диверсификация рисков",
  TheIndex:
    "Индексный портфель включает 20 и более ценных бумаг. Отрицательная динамика индекса возможна только в случае резкого падения в цене очень крупной компании из его состава или в случае общего экономического спада.",
  Ease: "Простота прогнозирования",
  Unlike:
    "В отличие от валютных пар, на цены которых зачастую влияет институциональный капитал (маркет-мейкеры), котировки фондовых индексов в большей степени зависят от объективных экономических факторов.",
} as BenefitsOfIndicesTradingType;
