import { BenefitsOfIndicesTradingType } from "public/locales/indices-trading/benefits-of-indices-trading/types";

export default {
  Benefits: "ประโยชน์ของการซื้อขายดัชนี",
  Quote: "ความมั่นคงของใบเสนอราคา",
  StockIndices:
    "ดัชนีหุ้นเป็นบารอมิเตอร์ของเศรษฐกิจของประเทศ ประเทศไม่ได้รับประโยชน์จากการล่มสลาย ดังนั้นธนาคารกลางจึงพยายามสนับสนุนอุตสาหกรรมหรือบริษัทแต่ละรายโดยใช้วิธีการต่างๆ",
  Risk: "การกระจายความเสี่ยง",
  TheIndex:
    "พอร์ตโฟลิโอดัชนีประกอบด้วยหลักทรัพย์ตั้งแต่ 20 ตัวขึ้นไป การเปลี่ยนแปลงเชิงลบของดัชนีจะเกิดขึ้นได้ก็ต่อเมื่อบริษัทขนาดใหญ่มากจากองค์ประกอบของราคาตกลงอย่างรวดเร็วหรือในกรณีที่เศรษฐกิจตกต่ำโดยทั่วไป",
  Ease: "ทำนายได้ง่าย",
  Unlike:
    "ต่างจากคู่สกุลเงินที่ราคามักได้รับอิทธิพลจากทุนสถาบัน (ผู้ดูแลสภาพคล่อง) ราคาดัชนีหุ้นจะขึ้นอยู่กับปัจจัยทางเศรษฐกิจที่เป็นรูปธรรมมากกว่า",
} as BenefitsOfIndicesTradingType;
