import { BenefitsLocaleType } from "./types";

export default {
  Benefits: "Преимущества торговли металлами",
  BigVariety: "Большой выбор",
  TradeIn: "Торговля как драгоценными металлами, так и промышленным сырьем с низкой стоимостью.",
  Reliability: "Надежность",
  MetalsAre: "Металлы являются общепризнанным безопасным актвивом, который всегда в цене.",
  HighYield: "Высокая доходность",
  DueTo: "Благодаря большому кредитному плечу, сумма прибыли может превышать инвестиции в 50 раз.",
} as BenefitsLocaleType;
