import { GetTheAdvantagesType } from "./types";

export default {
  get: "ज़ेट्रेडेक्स ट्रेडिंग ऐप से लाभ प्राप्त करें",
  Seamless: "सभी डिवाइसों पर निर्बाध व्यापार",
  Trade:
    "जब भी और जहां भी आप चाहें, आपके लिए सबसे सुविधाजनक तरीके से व्यापार करें।",
  All: "एक ऐप में सभी बाज़ार",
  Over: "मुद्राएं, स्टॉक, वायदा, सीएफडी और क्रिप्टो सहित 600 से अधिक ट्रेडिंग उपकरण उपलब्ध हैं।",
  Full: "पूर्ण नियंत्रण",
  Manage:
    "अपना खाता प्रबंधित करें, ट्रेडिंग इतिहास, ऑर्डर और लाइव चार्ट तक पहुंच प्राप्त करें।",
} as GetTheAdvantagesType;
