import { GetTheAdvantagesType } from "./types";

export default {
  get: "Zetradex Trading App کے ساتھ فوائد حاصل کریں۔",
  Seamless: "تمام آلات پر ہموار تجارت",
  Trade: "آپ کے لیے سب سے آسان طریقے سے تجارت کریں، جب بھی اور جہاں آپ چاہیں۔",
  All: "ایک ایپ میں تمام بازار",
  Over: "600+ سے زیادہ تجارتی آلات دستیاب ہیں، بشمول کرنسی، اسٹاک، فیوچر، CFDs، اور کرپٹو۔",
  TradingViewChart: "ٹریڈنگ ویو چارٹ",
  Learn:
    "قیمتوں کی تاریخی نقل و حرکت کی بصری نمائندگی سیکھیں اور نمونوں اور رجحانات کی شناخت کریں۔",
  Full: "مکمل کنٹرول",
  Manage:
    "اپنے اکاؤنٹ کا نظم کریں، تجارتی تاریخ، آرڈرز، اور لائیو چارٹس تک رسائی حاصل کریں۔",
} as GetTheAdvantagesType;
