import { GetTheAdvantagesType } from "./types";

export default {
  get: "Получите преимущества с торговым приложением zetradex",
  Seamless: "Бесшовная торговля на разных устройствах",
  Trade: "Торгуйте наиболее удобным для вас способом, когда и где вам удобно.",
  All: "Все рынки в одном приложении",
  Over: "Доступно более 600+ торговых инструментов, включая валюты, акции, фьючерсы, CFD и криптовалюту.",
  Full: "Полный контроль",
  Manage:
    "Управляйте своей учетной записью, получите доступ к истории торговли, ордерам и живым графикам.",
} as GetTheAdvantagesType;
