import { GetTheAdvantagesType } from "./types";

export default {
  get: "รับข้อได้เปรียบจากแอป zetradex Trading",
  Seamless: "การซื้อขายที่ราบรื่นบนอุปกรณ์ต่างๆ",
  Trade: "ซื้อขายด้วยวิธีที่สะดวกที่สุดสำหรับคุณ ทุกที่ทุกเวลาที่คุณต้องการ",
  All: "ตลาดทั้งหมดในแอปเดียว",
  Over: "มีเครื่องมือการซื้อขายมากกว่า 600 รายการ รวมถึงสกุลเงิน หุ้น ฟิวเจอร์ส CFD และสกุลเงินดิจิทัล",
  Full: "ควบคุมทั้งหมด",
  Manage: "จัดการบัญชีของคุณ เข้าถึงประวัติการซื้อขาย คำสั่งซื้อ และแผนภูมิสด",
} as GetTheAdvantagesType;
