import { WhatAreStockIndicesType } from "public/locales/indices-trading/what-are-stock-indices/types";

export default {
  What: "什么是股票指数？",
  aStock:
    "股票指数是反映特定证券市场总体、当前和历史动态的指标； 其价值基于一个国家、部门或集团的一组股票的价值。",
  Every:
    "世界上每个证券交易所、每个国家都有一个参考股票指数（基准），有的甚至有多个。 由于追踪每个国家的每只股票几乎是不可能的，股票指数允许交易者和投资者衡量各自股票市场或国家的整体表现。",
  Most: "大多数指数根据市值对公司进行加权。例如，如果一家公司的市值为 1,000,000 美元，而指数中所有股票的总价值为 100,000,000 美元，则该公司将占指数的 1%。",
  Charles:
    "查尔斯·道 (Charles Dow) 于 1896 年 5 月创建了第一个股票指数。道琼斯指数最初包含美国最大的 12 家公司，如今已包含 30 家最大的公司。",
  Dax: "Dax（源自德国Deutscher Aktienindex）是德国最重要的股票指数。 该指数按照德国最大股份公司股价的资本加权平均值计算。",
  TheIndex:
    "该指数根据 100 家高科技公司的报价计算得出，包括硬件和软件、电信、零售/批发和生物技术。",
  TheNikkei:
    "日经 225 指数是日本最重要的股票指数之一，以东京证券交易所第一部 225 家交易最活跃公司的股票价格的简单算术平均值计算。",
  EuroNext:
    "泛欧交易所 100 指数由泛欧证券交易所 Euronext NV 规模最大、流动性最强的资产组成，条件是这些资产的年流通速度为 20%，或者此类资产每年至少有 20% 参与周转。",
  FTSE: "富时 100 指数被认为是欧洲最具影响力的股票指标之一。 它由独立的富时集团计算，该集团由英国《金融时报》和伦敦证券交易所共同拥有。",
  HangSeng:
    "恒生指数（HSI）是按股票市值最大的 73 家香港公司的加权平均数计算得出，这些公司占香港证券交易所总股本的 65%。",
} as WhatAreStockIndicesType;
