import { WhatAreStockIndicesType } from "public/locales/indices-trading/what-are-stock-indices/types";

export default {
  What: "स्टॉक सूचकांक क्या हैं?",
  aStock:
    "स्टॉक इंडेक्स एक संकेतक है जो किसी विशेष प्रतिभूति बाजार की सामान्य, वर्तमान और ऐतिहासिक गतिशीलता को दर्शाता है; इसका मूल्य एक देश, क्षेत्र या समूह के शेयरों के समूह के मूल्य पर आधारित होता है।",
  Every:
    "दुनिया के हर स्टॉक एक्सचेंज और हर देश में एक संदर्भ स्टॉक इंडेक्स (बेंचमार्क) होता है, और कुछ में तो कई भी होते हैं। चूंकि प्रत्येक देश में प्रत्येक स्टॉक को ट्रैक करना लगभग असंभव है, स्टॉक सूचकांक व्यापारियों और निवेशकों को संबंधित स्टॉक बाजार या राष्ट्र के समग्र प्रदर्शन को मापने की अनुमति देते हैं।",
  Most: "अधिकांश सूचकांक बाजार पूंजीकरण के अनुसार कंपनियों को महत्व देते हैं। उदाहरण के लिए, यदि किसी कंपनी का बाजार पूंजीकरण $1,000,000 है और सूचकांक में सभी शेयरों का कुल मूल्य $100,000,000 है, तो उस कंपनी का सूचकांक में 1% हिस्सा होगा।",
  Charles:
    "चार्ल्स डॉव ने मई 1896 में पहला स्टॉक इंडेक्स बनाया। डॉव जोन्स इंडेक्स में शुरुआत में 12 सबसे बड़ी अमेरिकी कंपनियां शामिल थीं, और आज इसमें 30 सबसे बड़ी कंपनियां शामिल हैं।",
  Dax: "डैक्स (जर्मन डॉयचर एक्टिएनइंडेक्स से प्राप्त) जर्मनी में सबसे महत्वपूर्ण स्टॉक इंडेक्स है। सूचकांक की गणना जर्मनी की सबसे बड़ी संयुक्त स्टॉक कंपनियों के शेयर मूल्यों के पूंजीकरण-भारित औसत के रूप में की जाती है।",
  TheIndex:
    "सूचकांक की गणना हार्डवेयर और सॉफ्टवेयर, दूरसंचार, खुदरा/थोक और जैव प्रौद्योगिकी सहित 100 उच्च-तकनीकी कंपनियों के उद्धरणों के आधार पर की जाती है।",
  TheNikkei:
    "निक्केई 225 जापान के सबसे महत्वपूर्ण स्टॉक इंडेक्स में से एक है, जिसकी गणना टोक्यो स्टॉक एक्सचेंज के पहले खंड में 225 सबसे सक्रिय रूप से कारोबार करने वाली कंपनियों के स्टॉक की कीमतों के सरल अंकगणितीय औसत के रूप में की जाती है।",
  EuroNext:
    "यूरोनेक्स्ट 100 पैन-यूरोपीय स्टॉक एक्सचेंज यूरोनेक्स्ट एनवी की सबसे बड़ी और सबसे अधिक तरल संपत्तियों से बना है, बशर्ते कि उनके पास प्रति वर्ष 20% का संचलन वेग हो या इस प्रकार की संपत्ति का कम से कम 20% सालाना कारोबार में शामिल हो।",
  FTSE: "एफटीएसई 100 इंडेक्स को यूरोप में सबसे प्रभावशाली स्टॉक संकेतकों में से एक माना जाता है। इसकी गणना स्वतंत्र एफटीएसई समूह द्वारा की जाती है, जिसका संयुक्त स्वामित्व फाइनेंशियल टाइम्स और लंदन स्टॉक एक्सचेंज के पास है।",
  HangSeng:
    "हैंग सेंग इंडेक्स (एचएसआई) की गणना स्टॉक पूंजीकरण द्वारा हांगकांग की सबसे बड़ी 73 कंपनियों के भारित औसत के रूप में की जाती है, जो हांगकांग स्टॉक एक्सचेंज के कुल पूंजीकरण का 65% है।",
} as WhatAreStockIndicesType;
