import { WhatAreStockIndicesType } from "public/locales/indices-trading/what-are-stock-indices/types";

export default {
  What: "株価指数とは何ですか?",
  aStock: "株価指数は、特定の証券市場の一般的、現在的、および過去の動向を反映する指標です。その値は、1 つの国、セクター、またはグループの株式グループの価値に基づいています。",
  Every: "世界中のすべての証券取引所とすべての国には、基準となる株価指数 (ベンチマーク) があり、複数の指数があるところもあります。各国のすべての株式を追跡することはほぼ不可能なので、株価指数によりトレーダーや投資家はそれぞれの株式市場または国の全体的なパフォーマンスを測定できます。",
  Most: "ほとんどの指数は、時価総額に応じて企業を重み付けします。たとえば、企業の時価総額が 100 万ドルで、指数に含まれるすべての株式の合計価値が 1 億ドルの場合、その企業は指数の 1% を占めることになります。",

  Charles: "チャールズ ダウは 1896 年 5 月に最初の株価指数を作成しました。ダウ ジョーンズ指数には当初、米国の最大手企業 12 社が含まれていましたが、現在は最大手企業 30 社で構成されています。",
  Dax: "Dax（ドイツのDeutscher Aktienindexに由来）は、ドイツで最も重要な株価指数です。この指数は、ドイツ最大の株式会社の株価の時価総額加重平均として計算されます。",
  TheIndex: "この指数は、ハードウェアとソフトウェア、通信、小売/卸売、バイオテクノロジーを含む100のハイテク企業の株価に基づいて計算されます。",
  TheNikkei: "日経225は、東京証券取引所の1部で最も活発に取引されている225社の株価の単純算術平均として計算される、日本の最も重要な株価指数の1つです。",
  EuroNext: "ユーロネクスト100は、汎ヨーロッパの証券取引所ユーロネクストNVの最大かつ最も流動性の高い資産で構成されており、年間20％の流通速度があるか、このタイプの資産の少なくとも20％が年間の売買に関与しています。",
  FTSE: "FTSE 100指数は、ヨーロッパで最も影響力のある株価指標の1つと考えられています。これは、ファイナンシャル・タイムズとロンドン証券取引所が共同所有する独立したFTSEグループによって計算されます。",
  HangSeng: "ハンセン指数（HSI）は、香港証券取引所の総資本の65％を占める、株式時価総額上位73社の香港企業の加重平均として計算されます。",
} as WhatAreStockIndicesType;
