import { WhatAreStockIndicesType } from "public/locales/indices-trading/what-are-stock-indices/types";

export default {
  What: "اسٹاک انڈیکس کیا ہیں؟",
  aStock:
    "اسٹاک انڈیکس ایک اشارے ہے جو کسی خاص سیکیورٹیز مارکیٹ کی عمومی، موجودہ اور تاریخی حرکیات کو ظاہر کرتا ہے۔ اس کی قیمت ایک ملک، شعبے، یا گروپ کے حصص کے گروپ کی قیمت پر مبنی ہے۔",
  Every:
    "دنیا میں ہر اسٹاک ایکسچینج اور ہر ملک کا ایک حوالہ اسٹاک انڈیکس (بینچ مارک) ہوتا ہے، اور کچھ کے پاس متعدد بھی ہوتے ہیں۔ چونکہ ہر ملک میں ہر اسٹاک کو ٹریک کرنا تقریباً ناممکن ہے، اس لیے اسٹاک انڈیکس تاجروں اور سرمایہ کاروں کو متعلقہ اسٹاک مارکیٹ یا قوم کی مجموعی کارکردگی کی پیمائش کرنے کی اجازت دیتا ہے۔",
  Most: "مارکیٹ کیپٹلائزیشن کے مطابق زیادہ تر انڈیکس کمپنیوں کا وزن کرتے ہیں۔ مثال کے طور پر، اگر کسی کمپنی کا مارکیٹ کیپٹلائزیشن $1,000,000 ہے اور انڈیکس میں تمام حصص کی کل قیمت $100,000,000 ہے، تو اس کمپنی کا انڈیکس کا 1% حصہ ہوگا۔",
  Charles:
    "چارلس ڈاؤ نے مئی 1896 میں پہلا اسٹاک انڈیکس بنایا۔ ڈاؤ جونز انڈیکس میں ابتدائی طور پر 12 بڑی امریکی کمپنیاں شامل تھیں، اور آج یہ 30 بڑی کمپنیوں پر مشتمل ہے۔",
  Dax: "ڈیکس (جرمن Deutscher Aktienindex سے ماخوذ) جرمنی کا سب سے اہم اسٹاک انڈیکس ہے۔ انڈیکس کا شمار جرمنی میں مشترکہ اسٹاک کی سب سے بڑی کمپنیوں کے حصص کی قیمتوں کے کیپیٹلائزیشن وزنی اوسط کے طور پر کیا جاتا ہے۔",
  TheIndex:
    "انڈیکس کا شمار 100 ہائی ٹیک کمپنیوں کے اقتباسات کی بنیاد پر کیا جاتا ہے، جن میں ہارڈ ویئر اور سافٹ ویئر، ٹیلی کمیونیکیشن، ریٹیل/ہول سیل، اور بائیو ٹیکنالوجی شامل ہیں۔",
  TheNikkei:
    "نکی 225 جاپان کے سب سے اہم اسٹاک اشاریہ جات میں سے ایک ہے، جس کا حساب ٹوکیو اسٹاک ایکسچینج کے پہلے حصے میں سب سے زیادہ فعال طور پر تجارت کرنے والی 225 کمپنیوں کے اسٹاک کی قیمتوں کی ایک سادہ حسابی اوسط کے طور پر کیا جاتا ہے۔",
  EuroNext:
    "Euronext 100 پین-یورپی اسٹاک ایکسچینج Euronext NV کے سب سے بڑے اور سب سے زیادہ مائع اثاثوں پر مشتمل ہے، بشرطیکہ ان کی گردش کی رفتار 20% سالانہ ہو یا اس قسم کے اثاثوں کا کم از کم 20% سالانہ کاروبار میں شامل ہو۔",
  FTSE: "FTSE 100 انڈیکس کو یورپ میں سب سے زیادہ بااثر اسٹاک اشاریوں میں سے ایک سمجھا جاتا ہے۔ اس کا حساب آزاد FTSE گروپ کے ذریعے کیا جاتا ہے، جو کہ فنانشل ٹائمز اور لندن اسٹاک ایکسچینج کی مشترکہ ملکیت ہے۔",
  HangSeng:
    "ہینگ سینگ انڈیکس (HSI) کو اسٹاک کیپٹلائزیشن کے لحاظ سے ہانگ کانگ کی سب سے بڑی 73 کمپنیوں کے وزنی اوسط کے طور پر شمار کیا جاتا ہے، جو ہانگ کانگ اسٹاک ایکسچینج کے کل کیپٹلائزیشن کا 65% ہے۔",
} as WhatAreStockIndicesType;
