import { WhatAreStockIndicesType } from "public/locales/indices-trading/what-are-stock-indices/types";

export default {
  What: "Что такое фондовые индексы?",
  aStock:
    "Фондовый индекс — это индикатор, отражающий общую, текущую и историческую динамику конкретного рынка ценных бумаг; его стоимость основана на стоимости группы акций одной страны, сектора или группы.",
  Every:
    "Каждая фондовая биржа в мире и в каждой стране имеет эталонный фондовый индекс (бенчмарк), а некоторые даже имеют несколько. Поскольку практически невозможно отследить каждую акцию в каждой стране, фондовые индексы позволяют трейдерам и инвесторам измерять общую эффективность соответствующего фондового рынка или страны.",
  Most: "Большинство индексов взвешивают компании в соответствии с рыночной капитализацией. Например, если рыночная капитализация компании составляет 1 000 000 долларов США, а общая стоимость всех акций в индексе составляет 100 000 000 долларов США, то на эту компанию будет приходиться 1% индекса.",
  Charles:
    "Чарльз Доу создал первый фондовый индекс в мае 1896 года. Первоначально в индекс Доу-Джонса входили 12 крупнейших компаний США, а сегодня в него входят 30 крупнейших компаний.",
  Dax: "Dax (производный от немецкого Deutscher Aktienindex) является наиболее важным фондовым индексом в Германии. Индекс рассчитывается как средневзвешенная по капитализации цена акций крупнейших акционерных компаний Германии.",
  TheIndex:
    "Индекс рассчитывается на основе котировок 100 высокотехнологичных компаний, включая аппаратное и программное обеспечение, телекоммуникации, розничную/оптовую торговлю и биотехнологии.",
  TheNikkei:
    "Nikkei 225 — один из важнейших фондовых индексов Японии, рассчитываемый как простое среднее арифметическое цен на акции 225 наиболее активно торгуемых компаний в первой секции Токийской фондовой биржи.",
  EuroNext:
    "В состав Euronext 100 входят крупнейшие и наиболее ликвидные активы общеевропейской фондовой биржи Euronext NV при условии, что они имеют скорость обращения 20% в год или не менее 20% этого вида активов участвуют в обороте ежегодно.",
  FTSE: "Индекс FTSE 100 считается одним из самых влиятельных фондовых индикаторов в Европе. Его рассчитывает независимая группа FTSE, которой совместно владеют Financial Times и Лондонская фондовая биржа.",
  HangSeng:
    "Индекс Hang Seng (HSI) рассчитывается как средневзвешенное значение 73 крупнейших по капитализации акций гонконгских компаний, на долю которых приходится 65% общей капитализации Гонконгской фондовой биржи.",
} as WhatAreStockIndicesType;
