import { WhatAreStockIndicesType } from "public/locales/indices-trading/what-are-stock-indices/types";

export default {
  What: "ดัชนีหุ้นคืออะไร?",
  aStock:
    "ดัชนีหุ้นเป็นตัวบ่งชี้ที่สะท้อนถึงการเปลี่ยนแปลงทั่วไป ในปัจจุบัน และในอดีตของตลาดหลักทรัพย์แห่งใดแห่งหนึ่ง มูลค่าจะขึ้นอยู่กับมูลค่าของกลุ่มหุ้นจากประเทศ ภาค หรือกลุ่มหนึ่ง",
  Every:
    "ตลาดหุ้นทุกแห่งในโลกและทุกประเทศมีดัชนีหุ้นอ้างอิง (เกณฑ์มาตรฐาน) และบางแห่งก็มีดัชนีหุ้นอ้างอิงหลายรายการด้วยซ้ำ เนื่องจากแทบเป็นไปไม่ได้เลยที่จะติดตามหุ้นทุกตัวในแต่ละประเทศ ดัชนีหุ้นจึงช่วยให้เทรดเดอร์และนักลงทุนสามารถวัดประสิทธิภาพโดยรวมของตลาดหุ้นหรือประเทศที่เกี่ยวข้องได้",
  Most: "ดัชนีส่วนใหญ่ให้น้ำหนักบริษัทตามมูลค่าหลักทรัพย์ตามราคาตลาด ตัวอย่างเช่น หากมูลค่าหลักทรัพย์ตามราคาตลาดของบริษัทคือ 1,000,000 ดอลลาร์สหรัฐฯ และมูลค่ารวมของหุ้นทั้งหมดในดัชนีคือ 100,000,000 ดอลลาร์สหรัฐฯ บริษัทนั้นจะคิดเป็น 1% ของดัชนี",
  Charles:
    "Charles Dow ได้สร้างดัชนีหุ้นครั้งแรกในเดือนพฤษภาคม พ.ศ. 2439 ดัชนี Dow Jones ในตอนแรกรวมบริษัทที่ใหญ่ที่สุด 12 แห่งของสหรัฐอเมริกา และปัจจุบันประกอบด้วยบริษัทที่ใหญ่ที่สุด 30 แห่ง",
  Dax: "Dax (มาจากภาษาเยอรมัน Deutscher Aktienindex) เป็นดัชนีหุ้นที่สำคัญที่สุดในเยอรมนี ดัชนีนี้คำนวณเป็นค่าเฉลี่ยถ่วงน้ำหนักด้วยตัวพิมพ์ใหญ่ของราคาหุ้นของบริษัทร่วมหุ้นที่ใหญ่ที่สุดในเยอรมนี",
  TheIndex:
    "ดัชนีนี้คำนวณจากราคาของบริษัทเทคโนโลยีขั้นสูง 100 แห่ง รวมถึงฮาร์ดแวร์และซอฟต์แวร์ โทรคมนาคม การขายปลีก/ขายส่ง และเทคโนโลยีชีวภาพ",
  TheNikkei:
    "Nikkei 225 เป็นหนึ่งในดัชนีหุ้นที่สำคัญที่สุดของญี่ปุ่น ซึ่งคำนวณจากค่าเฉลี่ยเลขคณิตอย่างง่ายของราคาหุ้นของบริษัทที่มีการซื้อขายมากที่สุด 225 แห่งในส่วนแรกของตลาดหลักทรัพย์โตเกียว",
  EuroNext:
    "Euronext 100 ประกอบด้วยสินทรัพย์ที่ใหญ่ที่สุดและมีสภาพคล่องมากที่สุดจากตลาดหลักทรัพย์ทั่วยุโรป Euronext NV โดยมีเงื่อนไขว่าสินทรัพย์ประเภทนี้จะมีอัตราการหมุนเวียนที่ 20% ต่อปีหรืออย่างน้อย 20% ของสินทรัพย์ประเภทนี้ที่เกี่ยวข้องกับการหมุนเวียนทุกปี",
  FTSE: "ดัชนี FTSE 100 ถือเป็นดัชนีชี้วัดหุ้นที่มีอิทธิพลมากที่สุดตัวหนึ่งในยุโรป คำนวณโดยกลุ่ม FTSE อิสระ ซึ่งมี Financial Times และ London Stock Exchange เป็นเจ้าของร่วมกัน",
  HangSeng:
    "Hang Seng Index (HSI) คำนวณเป็นค่าเฉลี่ยถ่วงน้ำหนักของบริษัทที่ใหญ่ที่สุดในฮ่องกง 73 แห่งตามมูลค่าหุ้น ซึ่งคิดเป็น 65% ของมูลค่าหลักทรัพย์ทั้งหมดของตลาดหลักทรัพย์ฮ่องกง",
} as WhatAreStockIndicesType;
