import { WhatAreStockIndicesType } from "public/locales/indices-trading/what-are-stock-indices/types";

export default {
  What: "什麼是股票指數？",
  aStock:
    "股票指數是反映特定證券市場總體、當前和歷史動態的指標； 其價值是基於一個國家、部門或集團的一組股票的價值。",
  Every:
    "世界上每個證券交易所、每個國家都有一個參考股票指數（基準），有的甚至有多個。 由於追蹤每個國家的每隻股票幾乎是不可能的，股票指數允許交易者和投資者衡量各自股票市場或國家的整體表現。",
  Most: "大多數指數根據市值對公司進行加權。例如，如果一家公司的市值為 1,000,000 美元，而指數中所有股票的總價值為 100,000,000 美元，則該公司將佔指數的 1%。",
  Charles:
    "查爾斯·道 (Charles Dow) 於 1896 年 5 月創建了第一個股票指數。道瓊斯指數最初包含美國最大的 12 家公司，如今已包含 30 家最大的公司。",
  Dax: "Dax（源自德國Deutscher Aktienindex）是德國最重要的股票指數。 該指數以德國最大股份公司股價的資本加權平均值計算。",
  TheIndex:
    "該指數根據 100 家高科技公司的報價計算得出，包括硬體和軟體、電信、零售/批發和生物技術。",
  TheNikkei:
    "日經 225 是日本最重要的股票指數之一，以東京證券交易所第一部 225 家交易最活躍公司的股票價格的簡單算術平均值計算。",
  EuroNext:
    "泛歐交易所 100 指數由泛歐證券交易所 Euronext NV 規模最大、流動性最強的資產組成，條件是其每年的流通速度為 20%，或每年至少有 20% 的此類資產參與週轉。",
  FTSE: "富時 100 指數被認為是歐洲最具影響力的股票指標之一。 它由獨立的富時集團計算，該集團由英國《金融時報》和倫敦證券交易所共同擁有。",
  HangSeng:
    "恆生指數（HSI）是以股票市值最大的 73 家香港公司的加權平均數計算得出，這些公司佔香港證券交易所總股本的 65%。",
} as WhatAreStockIndicesType;
