import { WhatMeansPammType } from "public/locales/pamm/what-means-pamm/types";

export default {
  ForInvestor: "निवेशक के लिए",
  ForTraders: "व्यापारियों के लिए",
  HowDoesItWork: "यह कैसे काम करता है?",
  AllProfits:
    "* सभी लाभ और हानि निवेशित निधियों में आनुपातिक रूप से वितरित किए जाते हैं।",
  TheTrader:
    "** व्यापारी कमीशन का आकार निवेशक के लाभ के प्रतिशत के रूप में प्राप्त करता है। इस मामले में, यह 20% है.",
  InvestorReturn: "वापस करना",
  Income:
    "आय की कोई सीमा नहीं है. मुनाफ़ा PAMM व्यापारी की दक्षता पर निर्भर करता है।",
  InvestorSecurity: "सुरक्षा",
  InvestorThePamm:
    "PAMM व्यापारी लेन-देन कर सकता है लेकिन आपका धन नहीं निकाल सकता।",
  InvestorFlexibility: "FLEXIBILITY",
  YouCanWithdraw:
    "आप किसी भी समय लाभ/निधि निकाल सकते हैं या अतिरिक्त निवेश कर सकते हैं।",
  InvestorTransparency: "पारदर्शिता",
  YouCanMonitor:
    "आप अपने क्लाइंट डैशबोर्ड में PAMM ट्रेडर के ट्रेडिंग इतिहास की निगरानी कर सकते हैं।",
  InvestorWhatMeansPamm: "किसी निवेशक के लिए PAMM खाते का क्या अर्थ है?",
  AsAnInvestor:
    "एक निवेशक के रूप में, आप PAMM ट्रेडर्स में अपने निवेश से असीमित लाभ कमा सकते हैं। बदले में, PAMM व्यापारी को केवल लाभदायक निवेश से प्रतिशत के रूप में कमीशन प्राप्त होता है। इसलिए, सभी प्रतिभागी आय उत्पन्न करने में रुचि रखते हैं और हमारा टूल इसके लिए बिल्कुल उपयुक्त है!",
  TradersNoLimit: "कोई सीमा नहीं",
  TradersNoLimitS:
    "निवेश के आकार पर कोई सीमा नहीं: ट्रेडिंग खाते में पैसा डालने पर निवेशक को इस खाते में एक हिस्सा मिलता है।",
  TradersAutomation: "स्वचालन",
  TradersTheProfit:
    "लाभ स्वचालित रूप से निवेशकों के बीच वितरित किया जाता है। व्यापारी और निवेशक दोनों लाभ निकाल सकते हैं और PAMM खाते में निवेश रख सकते हैं।",
  TradersPotential: "संभावना",
  TradersMillions:
    "दुनिया भर में लाखों लोग निष्क्रिय आय का सपना देखते हैं। उनके सपने को साकार करें और अभी पैसा कमाएं!",
  TradersConvenience: "सुविधा",
  TradersAll: "सभी निवेश एक खाते में.",
  TradersWhatMeans: "किसी व्यापारी के लिए PAMM खाते का क्या अर्थ है?",
  TradersAsAPamm:
    "एक PAMM व्यापारी के रूप में, आप निवेश स्वीकार करेंगे और धन के सफल प्रबंधन के लिए कमीशन प्राप्त करेंगे। आप कमीशन की राशि स्वयं निर्धारित करें - इससे निवेशकों का ध्यान आकर्षित होगा और खाते का पूंजीकरण बढ़ेगा। PAMM-सिस्टम आपको अपने लक्ष्य हासिल करने में मदद करेगा!",
} as WhatMeansPammType;
