import { WhatMeansPammType } from "public/locales/pamm/what-means-pamm/types";

export default {
  ForInvestor: "سرمایہ کار کے لیے",
  ForTraders: "تاجروں کے لیے",
  HowDoesItWork: "یہ کیسے کام کرتا ہے؟",
  AllProfits:
    "* تمام منافع اور نقصانات سرمایہ کاری شدہ فنڈز میں متناسب طور پر تقسیم کیے جاتے ہیں۔",
  TheTrader:
    "** تاجر کمیشن کے سائز کو سرمایہ کار کے منافع کے فیصد کے طور پر اخذ کرتا ہے۔ اس صورت میں، یہ 20٪ ہے.",
  InvestorReturn: "واپسی",
  Income:
    "آمدنی کی کوئی حد نہیں ہے۔ منافع کا انحصار PAMM تاجر کی کارکردگی پر ہوتا ہے۔",
  InvestorSecurity: "سیکورٹی",
  InvestorThePamm:
    "PAMM تاجر لین دین کر سکتا ہے لیکن آپ کے فنڈز نہیں نکال سکتا۔",
  InvestorFlexibility: "لچک",
  YouCanWithdraw:
    "آپ کسی بھی وقت منافع/فنڈ نکال سکتے ہیں یا اضافی سرمایہ کاری کر سکتے ہیں۔",
  InvestorTransparency: "شفافیت",
  YouCanMonitor:
    "آپ اپنے کلائنٹ ڈیش بورڈ میں PAMM ٹریڈر کی تجارتی تاریخ کی نگرانی کر سکتے ہیں۔",
  InvestorWhatMeansPamm: "ایک سرمایہ کار کے لیے PAMM اکاؤنٹ کا کیا مطلب ہے؟",
  AsAnInvestor:
    "ایک سرمایہ کار کے طور پر، آپ PAMM ٹریڈرز میں اپنی سرمایہ کاری سے لامحدود منافع کما سکتے ہیں۔ PAMM تاجر، بدلے میں، صرف منافع بخش سرمایہ کاری سے فیصد کے طور پر کمیشن حاصل کرتا ہے۔ لہذا، تمام شرکاء آمدنی پیدا کرنے میں دلچسپی رکھتے ہیں اور ہمارا ٹول اس کے لیے بہترین ہے!",
  TradersNoLimit: "کوئی حد نہیں۔",
  TradersNoLimitS:
    "سرمایہ کاری کے سائز پر کوئی حد نہیں: ٹریڈنگ اکاؤنٹ میں رقم ڈالنے سے، سرمایہ کار کو اس اکاؤنٹ میں حصہ ملتا ہے۔",
  TradersAutomation: "آٹومیشن",
  TradersTheProfit:
    "منافع خود بخود سرمایہ کاروں میں تقسیم ہو جاتا ہے۔ تاجر اور سرمایہ کار دونوں منافع نکال سکتے ہیں اور PAMM اکاؤنٹ میں سرمایہ کاری رکھ سکتے ہیں۔",
  TradersPotential: "ممکنہ",
  TradersMillions:
    "دنیا بھر میں لاکھوں لوگ غیر فعال آمدنی کا خواب دیکھتے ہیں۔ ان کا خواب پورا کریں اور ابھی پیسہ کمائیں!",
  TradersConvenience: "سہولت",
  TradersAll: "تمام سرمایہ کاری ایک اکاؤنٹ میں۔",
  TradersWhatMeans: "ایک تاجر کے لیے PAMM اکاؤنٹ کا کیا مطلب ہے؟",
  TradersAsAPamm:
    "بطور PAMM تاجر، آپ سرمایہ کاری قبول کریں گے اور فنڈز کے کامیاب انتظام کے لیے کمیشن حاصل کریں گے۔ آپ کمیشن کی رقم خود مقرر کریں - اس سے سرمایہ کاروں کی توجہ مبذول ہوگی اور اکاؤنٹ کی کیپٹلائزیشن میں اضافہ ہوگا۔ PAMM-نظام آپ کو اپنے مقاصد کے حصول میں مدد کرے گا!",
} as WhatMeansPammType;
