import { WhatMeansPammType } from "public/locales/pamm/what-means-pamm/types";

export default {
  ForInvestor: "Инвестору",
  ForTraders: "Трейдерам",
  HowDoesItWork: "Как это работает?",
  AllProfits:
    "* Вся прибыль и убытки распределяются пропорционально вложенным средствам.",
  TheTrader:
    "** Трейдер рассчитывает размер комиссии как процент от прибыли инвестора. В данном случае это 20%.",
  InvestorReturn: "Возвращаться",
  Income:
    "Доход не имеет ограничений. Прибыль зависит от эффективности ПАММ-трейдера.",
  InvestorSecurity: "Безопасность",
  InvestorThePamm:
    "ПАММ-трейдер может совершать сделки, но не может вывести ваши средства.",
  InvestorFlexibility: "Гибкость",
  YouCanWithdraw:
    "Вы можете вывести прибыль/средства или сделать дополнительные инвестиции в любое время.",
  InvestorTransparency: "Прозрачность",
  YouCanMonitor:
    "Вы можете отслеживать торговую историю ПАММ-трейдера в личном кабинете клиента.",
  InvestorWhatMeansPamm: "Что такое ПАММ-счет для инвестора?",
  AsAnInvestor:
    "Как инвестор, вы можете получать неограниченную прибыль от своих инвестиций в ПАММ-трейдеров. ПАММ-трейдер, в свою очередь, получает комиссию в процентах только от прибыльных инвестиций. Поэтому все участники заинтересованы в получении дохода и наш инструмент идеально подходит для этого!",
  TradersNoLimit: "Безлимитный",
  TradersNoLimitS:
    "Никаких ограничений на размер инвестиций: вкладывая деньги на торговый счет, инвестор получает долю на этом счете.",
  TradersAutomation: "Автоматизация",
  TradersTheProfit:
    "Прибыль автоматически распределяется между инвесторами. Выводить прибыль и хранить инвестиции на ПАММ-счете могут как трейдер, так и инвестор.",
  TradersPotential: "Потенциал",
  TradersMillions:
    "Миллионы людей во всем мире мечтают о пассивном доходе. Осуществите свою мечту и заработайте деньги прямо сейчас!",
  TradersConvenience: "Удобство",
  TradersAll: "Все инвестиции на одном счете.",
  TradersWhatMeans: "Что такое ПАММ-счет для трейдера?",
  TradersAsAPamm:
    "Будучи ПАММ-трейдером, вы будете принимать инвестиции и получать комиссию за успешное управление средствами. Размер комиссии вы устанавливаете сами – это привлечет внимание инвесторов и увеличит капитализацию счета. ПАММ-система поможет Вам достичь Ваших целей!",
} as WhatMeansPammType;
