import { WhatMeansPammType } from "public/locales/pamm/what-means-pamm/types";

export default {
  ForInvestor: "สำหรับนักลงทุน",
  ForTraders: "สำหรับเทรดเดอร์",
  HowDoesItWork: "มันทำงานอย่างไร?",
  AllProfits: "* กำไรและขาดทุนทั้งหมดจะถูกกระจายตามสัดส่วนของเงินลงทุน",
  TheTrader:
    "** เทรดเดอร์ใช้ขนาดของค่าคอมมิชชั่นเป็นเปอร์เซ็นต์ของกำไรของนักลงทุน ในกรณีนี้คือ 20%",
  InvestorReturn: "กลับ",
  Income: "รายได้ไม่มีข้อจำกัด กำไรขึ้นอยู่กับประสิทธิภาพของเทรดเดอร์ PAMM",
  InvestorSecurity: "ความปลอดภัย",
  InvestorThePamm:
    "เทรดเดอร์ PAMM สามารถทำธุรกรรมได้แต่ไม่สามารถถอนเงินของคุณได้",
  InvestorFlexibility: "ความยืดหยุ่น",
  YouCanWithdraw: "คุณสามารถถอนกำไร/เงินทุนหรือลงทุนเพิ่มเติมได้ตลอดเวลา",
  InvestorTransparency: "ความโปร่งใส",
  YouCanMonitor:
    "คุณสามารถตรวจสอบประวัติการซื้อขายของผู้ซื้อขาย PAMM ได้ในแดชบอร์ดลูกค้าของคุณ",
  InvestorWhatMeansPamm: "บัญชี PAMM สำหรับนักลงทุนหมายถึงอะไร?",
  AsAnInvestor:
    "ในฐานะนักลงทุน คุณสามารถรับผลกำไรไม่จำกัดจากการลงทุนในเทรดเดอร์ PAMM ในทางกลับกัน เทรดเดอร์ PAMM จะได้รับค่าคอมมิชชันเป็นเปอร์เซ็นต์จากการลงทุนที่ทำกำไรเท่านั้น ดังนั้นผู้เข้าร่วมทุกคนจึงสนใจที่จะสร้างรายได้และเครื่องมือของเราก็เหมาะสำหรับสิ่งนี้!",
  TradersNoLimit: "ไม่มีขีด จำกัด",
  TradersNoLimitS:
    "ไม่จำกัดขนาดการลงทุน: ด้วยการใส่เงินในบัญชีซื้อขาย นักลงทุนจะได้รับส่วนแบ่งในบัญชีนี้",
  TradersAutomation: "ระบบอัตโนมัติ",
  TradersTheProfit:
    "กำไรจะถูกกระจายให้กับนักลงทุนโดยอัตโนมัติ ทั้งเทรดเดอร์และนักลงทุนสามารถถอนกำไรและเก็บเงินลงทุนไว้ในบัญชี PAMM ได้",
  TradersPotential: "ศักยภาพ",
  TradersMillions:
    "ผู้คนนับล้านทั่วโลกใฝ่ฝันที่จะมีรายได้แบบพาสซีฟ ทำความฝันให้เป็นจริงและรับเงินทันที!",
  TradersConvenience: "ความสะดวก",
  TradersAll: "การลงทุนทั้งหมดในบัญชีเดียว",
  TradersWhatMeans: "บัญชี PAMM สำหรับเทรดเดอร์หมายถึงอะไร?",
  TradersAsAPamm:
    "ในฐานะเทรดเดอร์ PAMM คุณจะยอมรับการลงทุนและรับค่าคอมมิชชั่นสำหรับการจัดการกองทุนที่ประสบความสำเร็จ คุณกำหนดจำนวนค่าคอมมิชชันด้วยตัวเอง - สิ่งนี้จะดึงดูดความสนใจของนักลงทุนและเพิ่มมูลค่าของบัญชี ระบบ PAMM จะช่วยให้คุณบรรลุเป้าหมาย!",
} as WhatMeansPammType;
