import { ZeStandardAccountLocaleType } from "./types";

export default {
  ZeStandardAccount: "ज़ेड स्टैंडर्ड अकाउंट",
  SmallInvestment: "यूनिवर्सल क्लासिक सॉल्यूशन",
  ManyBeginner:
    "हमारा स्टैंडर्ड अकाउंट आपके ट्रेडिंग लक्ष्यों को प्राप्त करने का एक सार्वभौमिक तरीका है, चाहे वे कुछ भी हों। शुरुआती और अनुभवी ट्रेडर्स दोनों के लिए उपयुक्त, यह उच्च लाभप्रदता प्रदान करता है और किसी भी ट्रेडिंग रणनीति के लिए लागू है।",
  InOrder:
    "यदि आपने अभी तक मानक ज़ेट्रेडेक्स अकाउंट पंजीकृत और उपयोग नहीं किया है, तो आपने वास्तव में अभी तक ट्रेडिंग शुरू नहीं की है।",
  HelpsTrades: "सभी के लिए उपयोगी",
  GetStarted: "उच्च उत्तोलन",
  PerfectLearning: "1$ न्यूनतम जमा*",
  NoVolume: "सुप्रसिद्ध सेटिंग और ट्रेडिंग शर्तें",
  ByDefault:
    "*अनुशंसित जमा 50$ है। हम अपने बोनस के लिए 1$ जमा के साथ भी ट्रेडिंग शुरू करने में आपकी मदद करने के लिए तैयार हैं।",
} as ZeStandardAccountLocaleType;
