import { ZeStandardAccountLocaleType } from "./types";

export default {
  ZeStandardAccount: "ze معیاری اکاؤنٹ",
  SmallInvestment: "یونیورسل کلاسک حل",
  ManyBeginner:
    "ہمارا معیاری اکاؤنٹ آپ کے تجارتی اہداف کو حاصل کرنے کا ایک عالمگیر طریقہ ہے، چاہے وہ کچھ بھی ہوں۔ ابتدائی اور تجربہ کار تاجروں دونوں کے لیے موزوں، یہ زیادہ منافع فراہم کرتا ہے اور کسی بھی تجارتی حکمت عملی پر لاگو ہوتا ہے۔",
  InOrder:
    "اگر آپ نے ابھی تک رجسٹرڈ اور معیاری Zetradex اکاؤنٹ استعمال نہیں کیا ہے، تو آپ نے واقعی ابھی تک ٹریڈنگ شروع نہیں کی ہے۔",
  HelpsTrades: "سب کے لیے مفید ہے۔",
  GetStarted: "اعلیٰ بیعانہ",
  PerfectLearning: "1$ کم از کم ڈپازٹ*",
  NoVolume: "معروف ترتیبات اور تجارتی حالات",
  ByDefault:
    "*تجویز کردہ ڈپازٹ 50$ ہے۔ ہم اپنے بونس کی بدولت 1$ ڈپازٹ کے ساتھ بھی تجارت شروع کرنے میں آپ کی مدد کرنے کے لیے تیار ہیں۔",
} as ZeStandardAccountLocaleType;
