import { ZeStandardAccountLocaleType } from "./types";

export default {
  ZeStandardAccount: "ze Стандартный аккаунт",
  SmallInvestment: "Универсальное классическое решение",
  ManyBeginner:
    "Наш стандартный счет — это универсальный способ достижения ваших торговых целей, какими бы они ни были. Подходит как новичкам, так и опытным трейдерам, обеспечивает высокую доходность и применим к любой торговой стратегии.",
  InOrder:
    "Если вы еще не зарегистрировались и не использовали стандартную учетную запись Zetradex, значит, вы еще не начали торговать.",
  HelpsTrades: "Полезно для всех",
  GetStarted: "Высокое кредитное плечо",
  PerfectLearning: "1$ Минимальный депозит*",
  NoVolume: "Известные настройки и торговые условия",
  ByDefault:
    "*Рекомендуемый депозит 50$. Мы готовы помочь вам начать торговать даже с депозитом в 1$, благодаря нашим бонусам.",
} as ZeStandardAccountLocaleType;
