import { ZeStandardAccountLocaleType } from "./types";

export default {
  ZeStandardAccount: "บัญชีมาตรฐาน ze",
  SmallInvestment: "โซลูชันคลาสสิกสากล",
  ManyBeginner:
    "บัญชีมาตรฐานของเราเป็นวิธีการสากลในการบรรลุเป้าหมายการซื้อขายของคุณ ไม่ว่าจะเป็นอะไรก็ตาม เหมาะสำหรับทั้งผู้เริ่มต้นและผู้ซื้อขายที่มีประสบการณ์ ให้ผลกำไรสูงและใช้ได้กับกลยุทธ์การซื้อขายใดๆ",
  InOrder:
    "หากคุณยังไม่ได้ลงทะเบียนและใช้บัญชี Zetradex มาตรฐาน แสดงว่าคุณยังไม่ได้เริ่มการซื้อขายจริงๆ",
  HelpsTrades: "มีประโยชน์สำหรับทุกคน",
  GetStarted: "เลเวอเรจสูง",
  PerfectLearning: "ฝากขั้นต่ำ 1$*",
  NoVolume: "การตั้งค่าและเงื่อนไขการซื้อขายที่รู้จักกันดี",
  ByDefault:
    "*เงินฝากที่แนะนำคือ 50$ เราพร้อมที่จะช่วยให้คุณเริ่มต้นการซื้อขายแม้จะมีเงินฝาก 1$ ต้องขอบคุณโบนัสของเรา",
} as ZeStandardAccountLocaleType;
