import { MarathonBonusLocaleType } from "./types";

export default {
  Agreement: "马拉松奖金协议",
  Chapter_1: "第一章 一般条件、术语",
  Chapter_1_1:
    "1.1 奖金是根据客户的要求，在付款的基础上向客户提供的不可提取的额外金额。 同时，奖金资金仍归 Zetradex 公司所有。 奖金的目的是增加以相同存款进行更多交易的保证金，从而通过交易结果提高盈利能力。",
  Chapter_1_2:
    "1.2 马拉松奖金是在收到奖金申请后每次存款时记入的存款奖金。 奖金金额固定为每笔存款的 100%。",
  Chapter_1_3:
    "1.3 马拉松奖金（以下简称奖金）的条款由客户与公司（Zetradex）之间的协议确定。 通过将奖金存入其帐户，客户确认他已阅读并同意奖金条款。",
  Chapter_1_4: "1.4 奖金并不妨碍随时提取资金和获得利润。",
  Chapter_1_5: "1.5 所有存入的奖金都是累积的，100%可交易是保证金的组成部分。",
  Chapter_1_6:
    "1.6 每次交易结束时，从奖金中赚取的利润按存款和奖金部分之间的比例计算并记入。 每笔交易都会以不同的方式影响余额的利润分配。 因此，账户上的奖金越多，分配给奖金且无法提取的资金就越多，存款与奖金越多，奖金支出就越少。",
  Chapter_1_7:
    "1.7 马拉松奖金不能授予已申请或收到其他奖金的账户，因为它需要与其他奖金的设置不兼容的特殊设置。",
  Chapter_2: "第二章 当事人的权利和义务",
  Chapter_2_1:
    "2.1 公司承诺在存款存入后立即无限期提供每笔存款 100% 的奖金，除非无法自动累积。",
  Chapter_2_2:
    "2.2 客户有权在不限次数、不限数量的账户中获得 +100% 马拉松奖金，并有权在交易策略中不被禁止的交易策略中自行决定从收到的奖金中受益。 客户协议的现行条款。",
  Chapter_2_3:
    "2.3 如果客户之前已申请但未自动获得奖金，则客户有权在存款后一周内申请奖金。",
  Chapter_2_4:
    "2.4 根据本协议，公司无权制定额外要求，例如交易手数或交易时间范围。",
  Chapter_2_5:
    "2.5 未设定可领取的马拉松奖金的最高金额。 此外，公司无权根据收到的奖金金额更改客户的杠杆。",
  Chapter_2_6:
    "2.6 如果客户违反客户协议条款并滥用奖金，公司有权取消奖金。 客户同意，如果Zetradex公司发现涉及奖金的欺诈活动事实，则可以宣布客户的交易无效并取消交易结果。 在此情况下，本公司不承担强制平仓及相关损失等后果。",
  Chapter_2_7: "2.7 公司有权自行决定更改奖金条款，无需事先通知客户。",
  Chapter_3: "第三章 提现、奖金取消及协议终止",
  Chapter_3_1:
    "3.1 为了确保奖金和利润分配的正确运作，公司强烈建议在提取部分资金之前关闭所有交易。",
  Chapter_3_2: "3.2 提款后，部分奖金资金将被取消。 该比例根据以下公式计算：",
  Chapter_3_2_1: "C = (X/Y) *（存款的 100% 奖金金额）",
  Chapter_3_2_2: "在哪里：",
  Chapter_3_2_3: "C = 取消金额",
  Chapter_3_2_4: "X = 请求提款的金额",
  Chapter_3_2_5:
    "Y = 扣除马拉松奖金和其他类型奖金（如果有）后账户中的当前可用余额。",
  Chapter_3_2_6:
    "例如，您领取了马拉松奖金并存入了 100 美元的第一笔存款来激活它。 奖金将为 100 美元的 100% = 100 美元。 您的帐户总共有 200 美元。",
  Chapter_3_2_7:
    "假设您进行了一些交易并达到 300 美元，并且您想要提取 100 美元。 让我们使用公式来看看将从您的帐户中取消多少钱：",
  Chapter_3_2_8: "因此，在您提款后，50 美元的马拉松奖金将从您的账户中取消。",
  Chapter_3_3:
    "3.3 提取全部余额可能是完全取消奖金的基础。 同时，各方的所有义务均被视为已履行。",
  Chapter_3_4:
    "3.4 双方均可宣布提前终止本协议。 公司承诺根据客户的要求取消奖金，而无需向客户提供任何理由。 反过来，公司也保留取消奖金并退出本协议的权利，因为奖金是公司的财产。",
} as MarathonBonusLocaleType;
