import { MarathonBonusLocaleType } from "./types";

export default {
  Agreement: "मैराथन बोनस समझौता",
  Chapter_1: "अध्याय 1 सामान्य शर्तें, शब्दावली",
  Chapter_1_1:
    "1.1 बोनस ग्राहक को उसके अनुरोध पर भुगतान के आधार पर प्रदान की जाने वाली एक गैर-निकासी योग्य अतिरिक्त राशि है। साथ ही बोनस फंड Zetradex कंपनी के स्वामित्व में रहता है। बोनस का उद्देश्य एक ही जमा राशि के साथ अधिक सौदे खोलने के लिए मार्जिन बढ़ाना और परिणामस्वरूप ट्रेडिंग के परिणामों से लाभप्रदता बढ़ाना है।",
  Chapter_1_2:
    "1.2 मैराथन बोनस एक जमा बोनस है जो बोनस आवेदन प्राप्त होने के बाद प्रत्येक अगली जमा राशि पर जमा किया जाता है। बोनस राशि प्रत्येक जमा पर 100% के स्तर पर तय की जाती है।",
  Chapter_1_3:
    "1.3 मैराथन बोनस (इसके बाद बोनस के रूप में संदर्भित) की शर्तें ग्राहक और कंपनी (ज़ेट्रेडेक्स) के बीच एक समझौते द्वारा निर्धारित की जाती हैं। अपने खातों में यह बोनस प्राप्त करके, ग्राहक पुष्टि करता है कि उसने बोनस की शर्तों को पढ़ लिया है और उनसे सहमत है।",
  Chapter_1_4:
    "1.4 बोनस किसी भी समय धन की निकासी और प्राप्त लाभ को नहीं रोकता है।",
  Chapter_1_5:
    "1.5 सभी जमा बोनस संचयी हैं, 100% व्यापार योग्य हैं जो मार्जिन का अभिन्न अंग हैं।",
  Chapter_1_6:
    "1.6 बोनस से अर्जित लाभ की गणना की जाती है और हर बार सौदा बंद होने पर जमा और बोनस भागों दोनों के बीच आनुपातिक राशि में जमा किया जाता है। प्रत्येक सौदा अलग-अलग तरीकों से शेष राशि पर लाभ के वितरण को प्रभावित करता है। नतीजतन, खाते में जितना अधिक बोनस होगा, बोनस के लिए उतनी ही अधिक धनराशि वितरित की जाएगी और उसे निकाला नहीं जा सकता है, साथ ही बोनस बनाम अधिक जमा, बोनस के कारण कम खर्च होगा।",
  Chapter_1_7:
    "1.7 मैराथन बोनस उस खाते पर नहीं दिया जा सकता है जिसमें अन्य बोनस पहले ही लागू या प्राप्त किए जा चुके हैं, क्योंकि इसके लिए विशेष सेटिंग्स की आवश्यकता होती है जो अन्य बोनस की सेटिंग्स के साथ असंगत हैं।",
  Chapter_2: "अध्याय 2 पार्टियों के अधिकार और दायित्व",
  Chapter_2_1:
    "2.1 कंपनी प्रत्येक जमा राशि के 100% की राशि में अनिश्चित काल के लिए बोनस प्रदान करने का वचन देती है, जैसे ही जमा जमा किया जाता है, उन मामलों को छोड़कर जहां स्वचालित संचय असंभव है।",
  Chapter_2_2:
    "2.2 ग्राहक को असीमित संख्या में खातों के लिए असीमित संख्या में 100% मैराथन बोनस प्राप्त करने का अधिकार है, साथ ही अपने विवेक पर ट्रेडिंग में प्राप्त बोनस से लाभ उठाने का अधिकार है, ट्रेडिंग रणनीतियों के भीतर जो निषिद्ध नहीं हैं ग्राहक अनुबंध की वर्तमान धाराएँ।",
  Chapter_2_3:
    "2.3 ग्राहक को बोनस का अनुरोध करने का अधिकार है, यदि पहले अनुरोध किया गया था, लेकिन जमा के एक सप्ताह के भीतर स्वचालित रूप से प्रदान नहीं किया गया था।",
  Chapter_2_4:
    "2.4 कंपनी को इस अनुबंध के तहत अतिरिक्त आवश्यकताएं स्थापित करने का कोई अधिकार नहीं है, जैसे कि व्यापार किए गए लॉट की मात्रा या व्यापार की समय सीमा।",
  Chapter_2_5:
    "2.5 मैराथन बोनस की अधिकतम राशि जो प्राप्त की जा सकती है, निर्धारित नहीं है। साथ ही, कंपनी को प्राप्त बोनस की राशि के आधार पर ग्राहक के उत्तोलन को बदलने का अधिकार नहीं है।",
  Chapter_2_6:
    "2.6 यदि ग्राहक ग्राहक अनुबंध की शर्तों का उल्लंघन करता है और बोनस का दुरुपयोग करता है तो कंपनी को बोनस रद्द करने का अधिकार है। ग्राहक इस बात से सहमत है कि यदि ज़ेट्रेडेक्स कंपनी को बोनस से जुड़ी धोखाधड़ी गतिविधि के तथ्य मिलते हैं, तो ग्राहक के सौदों को शून्य घोषित किया जा सकता है और ट्रेडिंग के परिणाम समाप्त किए जा सकते हैं। इस मामले में, कंपनी स्टॉप आउट और संबंधित नुकसान जैसे परिणामों के लिए ज़िम्मेदार नहीं है।",
  Chapter_2_7:
    "2.7 कंपनी को ग्राहक को पूर्व सूचना दिए बिना, अपने विवेक से बोनस शर्तों को बदलने का अधिकार है।",
  Chapter_3: "अध्याय 3 निकासी, बोनस रद्द करना और अनुबंध समाप्त करना",
  Chapter_3_1:
    "3.1 बोनस और लाभ वितरण के सही संचालन को सुनिश्चित करने के लिए, कंपनी कुछ पैसे निकालने से पहले सभी सौदे बंद करने की दृढ़ता से अनुशंसा करती है।",
  Chapter_3_2:
    "3.2 निकासी पर, बोनस फंड का एक हिस्सा रद्द कर दिया जाएगा। अनुपात की गणना निम्नलिखित के आधार पर की जाती है:",
  Chapter_3_2_1: "सी = (एक्स/वाई) * (जमा पर 100% बोनस की राशि)",
  Chapter_3_2_2: "कहाँ:",
  Chapter_3_2_3: "सी = रद्द की गई राशि",
  Chapter_3_2_4: "एक्स = वह राशि जो निकासी के लिए अनुरोध की गई है",
  Chapter_3_2_5:
    "Y = मैराथन बोनस और अन्य प्रकार के बोनस, यदि उपलब्ध हो, के बाद खाते में वर्तमान उपलब्ध शेष राशि काट ली गई है।",
  Chapter_3_2_6:
    "उदाहरण के लिए, आपने मैराथन बोनस का दावा किया और इसे सक्रिय करने के लिए $100 की पहली जमा राशि जमा की। बोनस $100 = $100 का 100% होगा। कुल मिलाकर आपके खाते में $200 हैं।",
  Chapter_3_2_7:
    "मान लीजिए कि आप कुछ व्यापार करते हैं और $300 तक पहुँच जाते हैं और आप $100 की निकासी करना चाहते हैं। आइए सूत्र का उपयोग करके देखें कि आपके खाते से कितना पैसा रद्द किया जाएगा:",
  Chapter_3_2_8:
    "तो आपकी निकासी के बाद आपके खाते से मैराथन बोनस का $50 रद्द कर दिया जाएगा।",
  Chapter_3_3:
    "3.3 संपूर्ण शेष राशि की निकासी बोनस को पूर्ण रूप से रद्द करने का आधार हो सकती है। साथ ही, पार्टियों के सभी दायित्व पूरे माने जाते हैं।",
  Chapter_3_4:
    "3.4 दोनों पक्ष इस समझौते को शीघ्र समाप्त करने की घोषणा कर सकते हैं। कंपनी ग्राहक के अनुरोध पर, बिना कोई कारण बताए, बोनस रद्द करने का वचन देती है। कंपनी, बदले में, बोनस को रद्द करने और इस समझौते से हटने का अधिकार भी सुरक्षित रखती है क्योंकि बोनस कंपनी की संपत्ति है।",
} as MarathonBonusLocaleType;
