import { MarathonBonusLocaleType } from "./types";

export default {
  Agreement: "マラソンボーナス規約",
  Chapter_1: "第 1 章 一般条件、用語",
  Chapter_1_1:
    "1.1 ボーナスは、クライアントの要求に応じて、支払いベースでクライアントに提供される、引き出し不可の追加金額です。 同時に、ボーナス資金は Zetradex Company の所有下に残ります。 ボーナスの目的は、取引の結果によって、同じ入金額でより多くの取引を開始するためのマージンを増やし、その結果収益性を高めることです。",
  Chapter_1_2:
    "1.2 マラソン ボーナスは、ボーナス申請を受け取った後、次回の入金ごとにクレジットされる入金ボーナスです。 ボーナス額は各入金の 100% のレベルに固定されます。",
  Chapter_1_3:
    "1.3 マラソン ボーナス (以下、ボーナスといいます) の条件は、クライアントと当社 (Zetradex) の間の合意によって決定されます。 このボーナスを自分のアカウントに受け取ることにより、クライアントはボーナスの条件を読んで同意したことを確認します。",
  Chapter_1_4:
    "1.4 ボーナスは、いつでも資金の引き出しや受け取った利益を妨げるものではありません。",
  Chapter_1_5:
    "1.5 クレジットされたボーナスはすべて累積され、マージンの不可欠な部分として 100% 取引可能です。",
  Chapter_1_6:
    "1.6 ボーナスから得られる利益は、取引が完了するたびに、デポジット部分とボーナス部分の両方に比例した金額で計算され、入金されます。 各取引は、残高上の利益の配分にさまざまな方法で影響を与えます。 その結果、アカウントのボーナスが多ければ多いほど、ボーナスに分配される資金も多くなり、出金できなくなるだけでなく、ボーナスに対する入金が多ければ多いほど、ボーナスによる支出が減ります。",
  Chapter_1_7:
    "1.7 マラソンボーナスは、他のボーナスの設定と互換性のない特別な設定が必要なため、既に他のボーナスが適用または受け取られているアカウントには付与できません。",
  Chapter_2: "第 2 章 当事者の権利と義務",
  Chapter_2_1:
    "2.1 当社は、自動発生が不可能な場合を除き、入金が入金されるとすぐに、各入金の 100% の金額で無期限のボーナスを提供することを約束します。",
  Chapter_2_2:
    "2.2 顧客は、無制限の回数、無制限のアカウントに対して +100% マラソン ボーナスを受け取る権利を有し、また、法律で禁止されていない取引戦略の範囲内で、自らの裁量で取引において受け取ったボーナスの恩恵を受ける権利を有します。 顧客契約の現在の条項。",
  Chapter_2_3:
    "2.3 顧客は、以前にボーナスを要求したが自動的に付与されなかった場合、入金後 1 週間以内にボーナスを要求する権利を有します。",
  Chapter_2_4:
    "2.4 当社は、本契約に基づき、取引ロット数や取引時間枠などの追加要件を設定する権利を有しません。",
  Chapter_2_5:
    "2.5 マラソンボーナスの受け取り上限額は設定されていません。 また、当社は受け取ったボーナスの額に応じて顧客のレバレッジを変更する権利を有しません。",
  Chapter_2_6:
    "2.6 クライアントがクライアント契約の条件に違反し、ボーナスを乱用した場合、当社はボーナスを取り消す権利を有します。 顧客は、Zetradex 会社がボーナスに関わる詐欺行為の事実を発見した場合、顧客の取引は無効と宣言され、取引結果が廃止される可能性があることに同意します。 この場合、当社はストップアウトおよび関連する損失などの結果について責任を負いません。",
  Chapter_2_7:
    "2.7 当社は、顧客への事前通知なしに、ボーナス条件を独自の裁量で変更する権利を有します。",
  Chapter_3: "第3章 ボーナスの引き出し、キャンセルおよび契約の解除",
  Chapter_3_1:
    "3.1 ボーナスと利益の分配が正しく行われることを保証するために、当社は資金を引き出す前にすべての取引を終了することを強く推奨します。",
  Chapter_3_2:
    "3.2 出金すると、ボーナス資金の一部が取り消されます。 割合は以下に基づいて計算されます。",
  Chapter_3_2_1: "C = (X/Y) * (入金に対する 100% ボーナスの額)",
  Chapter_3_2_2: "どこ：",
  Chapter_3_2_3: "C = キャンセルされた金額",
  Chapter_3_2_4: "X = 引き出しを要求される金額",
  Chapter_3_2_5:
    "Y = マラソン ボーナスおよび他の種類のボーナス (利用可能な場合) が差し引かれた後のアカウントの現在利用可能な残高。",
  Chapter_3_2_6:
    "たとえば、マラソン ボーナスを請求し、有効化するために 100 ドルの初回デポジットを行ったとします。 ボーナスは $100 の 100% = $100 となります。 アカウントには合計 200 ドルが残っています。",
  Chapter_3_2_7:
    "いくつかの取引を行って 300 ドルに到達し、100 ドルを引き出したいとします。 計算式を使用して、アカウントからキャンセルされる金額を確認してみましょう。",
  Chapter_3_2_8:
    "したがって、出金後、マラソン ボーナスの 50 ドルがアカウントからキャンセルされます。",
  Chapter_3_3:
    "3.3 残高全体の引き出しは、ボーナスの完全なキャンセルの基礎となる場合があります。 同時に、当事者のすべての義務は履行されたとみなされます。",
  Chapter_3_4:
    "3.4 両当事者は、本契約の早期終了を宣言することができます。 当社は、顧客の要請に応じて、いかなる理由も提示することなく、ボーナスをキャンセルすることを約束します。 また、ボーナスは当社の財産であるため、当社はボーナスをキャンセルし、本契約から撤回する権利を留保します。",
} as MarathonBonusLocaleType;
