import { MarathonBonusLocaleType } from "./types";

export default {
  Agreement: "Соглашение о Марафонском бонусе",
  Chapter_1: "Глава 1 Общие условия, терминология",
  Chapter_1_1:
    "1,1 Бонус – это невыводимая дополнительная сумма денег, предоставляемая клиенту на платной основе, по его запросу. При этом бонусные средства остаются в собственности компании Zetradex. Целью бонуса является увеличение маржи для открытия большего количества сделок с одним и тем же депозитом и, как следствие, повышение доходности по результатам торговли.",
  Chapter_1_2:
    "1,2 Марафонский бонус — это бонус на депозит, начисляемый на каждый следующий депозит после получения заявки на бонус. Сумма бонуса фиксируется на уровне 100% за каждый депозит.",
  Chapter_1_3:
    "1,3 Условия Марафонского бонуса (далее — бонус) определяются соглашением между Клиентом и Компанией (Zetradex). Получая данный бонус на свой счет, клиент подтверждает, что прочитал и согласен с условиями бонуса.",
  Chapter_1_4:
    "1,4 Получение бонуса не препятствует выводу средств и полученной прибыли в любой момент.",
  Chapter_1_5:
    "1,5 Все начисленные бонусы являются накопительными, и 100% торгуемых бонусов являются неотъемлемой частью маржи.",
  Chapter_1_6:
    "1,6 Прибыль, полученная от Марафонского бонуса, рассчитывается и начисляется в пропорциональной сумме между депозитной и бонусной частями каждый раз при закрытии сделки. Каждая сделка по-разному влияет на распределение прибыли на балансах. Таким образом, чем больше бонусов на счету в сравнении с депозитами, там больше средств уходит в бонусную часть и не может быть выведена, и в то же время, чем больше депозитов в сравнении с бонусами, тем меньше затрат  в связи с использованием бонуса.",
  Chapter_1_7:
    "1,7 Марафонский бонус не может быть предоставлен на аккаунт, на котором уже были заказаны и/или получены другие бонусы, поскольку для этого требуются специальные настройки, несовместимые с настройками других бонусов.",
  Chapter_2: "Глава 2 Права и обязанности сторон",
  Chapter_2_1:
    "2,1 Компания обязуется предоставить на неопределенный срок бонус в размере 100% от каждого депозита с момента зачисления депозита, за исключением случаев, когда автоматическое начисление невозможно.",
  Chapter_2_2:
    "2,2 Клиент имеет право получать Марафонский бонус в размере +100% к депозиту, неограниченное количество раз, на неограниченное количество счетов, а также получать выгоду от полученных бонусов в торговле по своему усмотрению, в рамках торговых стратегий, не запрещенных настоящими положениями. Клиентского соглашения.",
  Chapter_2_3:
    "2,3 Клиент имеет право запросить бонус, если он был запрошен ранее, но не был предоставлен автоматически, в течение недели после депозита.",
  Chapter_2_4:
    "2,4 Компания не имеет права по настоящему Соглашению устанавливать дополнительные требования, такие как объем торгуемых лотов или сроки торгов.",
  Chapter_2_5:
    "2,5 Максимальная сумма бонуса, которую можно получить, не установлена. Также Компания не имеет права изменять кредитное плечо клиента в зависимости от суммы полученного бонуса.",
  Chapter_2_6:
    "2,6 Компания имеет право отменить бонус, если клиент нарушает условия Клиентского соглашения и злоупотребляет бонусами. Клиент соглашается, что в случае обнаружения компанией Zetradex фактов мошенничества с бонусом, сделки клиента могут быть признаны недействительными, а результаты торгов аннулированы. В этом случае Компания не несет ответственности за последствия, такие как Стоп-аут и связанные с ним убытки.",
  Chapter_2_7:
    "2,7 Компания имеет право изменять условия бонуса по своему усмотрению, без предварительного уведомления клиента.",
  Chapter_3:
    "Глава 3 Вывод средств, аннулирование бонуса и расторжение Соглашения",
  Chapter_3_1:
    "3,1 Чтобы обеспечить правильную работу бонуса и распределение прибыли, Компания настоятельно рекомендует закрывать все сделки перед выводом некоторой суммы денег.",
  Chapter_3_2:
    "При выводе часть бонусных средств будет аннулирована. Пропорция рассчитывается исходя из следующего:",
  Chapter_3_2_1: "C = (X/Y) * (размер 100% бонуса на депозит)",
  Chapter_3_2_2: "Где:",
  Chapter_3_2_3: "C = аннулированная сумма",
  Chapter_3_2_4: "X = сумма, которую запрашивают на вывод",
  Chapter_3_2_5:
    "Y = текущий доступный баланс на счете после списания Марафонского бонуса и других типов бонусов, если таковые имеются.",
  Chapter_3_2_6:
    "Например, вы запросили Марафонский бонус и внесли первый депозит в размере 100 долларов США, чтобы активировать его. Бонус составит 100% от $100 = $100. Всего у вас на счету 200 долларов.",
  Chapter_3_2_7:
    "Допустим, вы совершили несколько сделок и получили 300 долларов и хотите вывести 100 долларов. Давайте воспользуемся формулой, чтобы узнать, сколько денег будет списано с вашего счета:",
  Chapter_3_2_8:
    "Таким образом, 50 долларов США Марафонского бонуса будут аннулированы с вашего счета после вывода средств.",
  Chapter_3_3:
    "3,3 Вывод всего баланса может стать основанием для полной отмены бонуса. При этом все обязательства сторон считаются выполненными.",
  Chapter_3_4:
    "3,4 Обе стороны могут заявить о досрочном прекращении действия настоящего Соглашения. Компания обязуется отменить бонус по требованию Клиента, не объясняя ему причин для этого. Компания, в свою очередь, также оставляет за собой право аннулировать бонус и выйти из настоящего соглашения, поскольку бонус является собственностью Компании.",
} as MarathonBonusLocaleType;
