import { MarathonBonusLocaleType } from "./types";

export default {
  Agreement: "ข้อตกลงโบนัสมาราธอน",
  Chapter_1: "บทที่ 1 เงื่อนไขทั่วไป ศัพท์เฉพาะ",
  Chapter_1_1:
    "1.1 โบนัสคือจำนวนเงินเพิ่มเติมที่ไม่สามารถถอนออกได้ซึ่งมอบให้กับลูกค้าตามเกณฑ์การชำระเงินตามคำขอของเขา ในขณะเดียวกัน เงินโบนัสยังคงอยู่ภายใต้กรรมสิทธิ์ของบริษัท Zetradex วัตถุประสงค์ของโบนัสคือการเพิ่มมาร์จิ้นสำหรับการเปิดข้อตกลงมากขึ้นด้วยเงินฝากเท่าเดิม และเป็นผลให้เพิ่มผลกำไรจากผลการซื้อขาย",
  Chapter_1_2:
    "1.2 โบนัสมาราธอนคือโบนัสเงินฝากที่มอบให้ทุกครั้งที่ฝากครั้งถัดไปหลังจากได้รับใบสมัครโบนัส จำนวนโบนัสถูกกำหนดไว้ที่ระดับ 100% ของเงินฝากแต่ละครั้ง",
  Chapter_1_3:
    "1.3 เงื่อนไขของโบนัสมาราธอน (ต่อไปนี้จะเรียกว่าโบนัส) ถูกกำหนดโดยข้อตกลงระหว่างลูกค้าและบริษัท (Zetradex) เมื่อได้รับโบนัสนี้เข้าบัญชี ลูกค้าจะยืนยันว่าเขาได้อ่านและยอมรับเงื่อนไขของโบนัสแล้ว",
  Chapter_1_4: "1.4 โบนัสไม่ได้ขัดขวางการถอนเงินและกำไรที่ได้รับเมื่อใดก็ตาม",
  Chapter_1_5:
    "1.5 โบนัสที่เครดิตทั้งหมดเป็นแบบสะสม สามารถซื้อขายได้ 100% ซึ่งเป็นส่วนหนึ่งของมาร์จิ้น",
  Chapter_1_6:
    "1.6 กำไรที่ได้รับจากโบนัสจะถูกคำนวณและเครดิตตามสัดส่วนระหว่างส่วนเงินฝากและโบนัสทุกครั้งที่ปิดข้อตกลง แต่ละข้อตกลงมีอิทธิพลต่อการกระจายผลกำไรจากยอดคงเหลือในรูปแบบที่แตกต่างกัน ดังนั้น ยิ่งมีโบนัสในบัญชีมากเท่าไร เงินก็ยิ่งกระจายไปยังโบนัสและไม่สามารถถอนออกได้ เช่นเดียวกับเงินฝากเทียบกับโบนัสมากขึ้น การใช้จ่ายโบนัสก็จะน้อยลง",
  Chapter_1_7:
    "1.7 ไม่สามารถมอบโบนัสมาราธอนให้กับบัญชีที่มีการนำไปใช้หรือรับโบนัสอื่นแล้ว เนื่องจากต้องมีการตั้งค่าพิเศษที่ไม่เข้ากันกับการตั้งค่าของโบนัสอื่น ๆ",
  Chapter_2: "บทที่ 2 สิทธิและหน้าที่ของคู่สัญญา",
  Chapter_2_1:
    "2.1 บริษัทรับรองว่าจะจัดให้มีโบนัสเป็นระยะเวลาไม่แน่นอนในจำนวน 100% ของเงินฝากแต่ละครั้ง ทันทีที่มีการฝากเงินฝาก ยกเว้นในกรณีที่ไม่สามารถสะสมเงินอัตโนมัติได้",
  Chapter_2_2:
    "2.2 ลูกค้ามีสิทธิ์รับโบนัสมาราธอน +100% ไม่จำกัดจำนวนครั้ง ไม่จำกัดจำนวนบัญชี ตลอดจนรับประโยชน์จากโบนัสที่ได้รับในการซื้อขายตามดุลยพินิจของเขา ภายในกลยุทธ์การซื้อขายที่ไม่ได้รับอนุญาตจาก ข้อปัจจุบันของข้อตกลงลูกค้า",
  Chapter_2_3:
    "2.3 ลูกค้ามีสิทธิ์ขอโบนัสได้ หากได้รับการร้องขอก่อนหน้านี้ แต่ไม่ได้รับโดยอัตโนมัติภายในหนึ่งสัปดาห์หลังจากการฝากเงิน",
  Chapter_2_4:
    "2.4 บริษัทไม่มีสิทธิ์ภายใต้ข้อตกลงนี้ในการสร้างข้อกำหนดเพิ่มเติม เช่น ปริมาณการซื้อขายหรือกรอบเวลาของการซื้อขาย",
  Chapter_2_5:
    "2.5 ไม่ได้กำหนดจำนวนเงินสูงสุดของโบนัสมาราธอนที่สามารถรับได้ นอกจากนี้ บริษัทไม่มีสิทธิ์ในการเปลี่ยนแปลงเลเวอเรจของลูกค้า ขึ้นอยู่กับจำนวนโบนัสที่ได้รับ",
  Chapter_2_6:
    "2.6 บริษัทมีสิทธิ์ที่จะยกเลิกโบนัสหากลูกค้าละเมิดเงื่อนไขของข้อตกลงลูกค้าและใช้โบนัสในทางที่ผิด ลูกค้ายอมรับว่าในกรณีที่บริษัท Zetradex พบข้อเท็จจริงของการฉ้อโกงที่เกี่ยวข้องกับโบนัส ข้อตกลงของลูกค้าสามารถถือเป็นโมฆะและผลการซื้อขายสามารถถูกยกเลิกได้ ในกรณีนี้ บริษัทจะไม่รับผิดชอบต่อผลที่ตามมา เช่น Stop out และความสูญเสียที่เกี่ยวข้อง",
  Chapter_2_7:
    "2.7 บริษัทมีสิทธิ์ในการเปลี่ยนแปลงเงื่อนไขโบนัสตามดุลยพินิจของบริษัทโดยไม่ต้องแจ้งให้ลูกค้าทราบล่วงหน้า",
  Chapter_3: "บทที่ 3 การถอน การยกเลิกโบนัส และการสิ้นสุดข้อตกลง",
  Chapter_3_1:
    "3.1 เพื่อให้แน่ใจถึงการดำเนินการที่ถูกต้องของโบนัสและการกระจายผลกำไร บริษัทขอแนะนำอย่างยิ่งให้ปิดข้อตกลงทั้งหมดก่อนที่จะถอนเงินบางส่วน",
  Chapter_3_2:
    "3.2 เมื่อถอนเงิน สัดส่วนของเงินโบนัสจะถูกยกเลิก สัดส่วนจะคำนวณตามสิ่งต่อไปนี้:",
  Chapter_3_2_1: "C = (X/Y) * (จำนวนโบนัส 100% จากเงินฝาก)",
  Chapter_3_2_2: "ที่ไหน:",
  Chapter_3_2_3: "C = จำนวนเงินที่ยกเลิก",
  Chapter_3_2_4: "X = จำนวนเงินที่ต้องการถอน",
  Chapter_3_2_5:
    "Y = ยอดคงเหลือปัจจุบันในบัญชีหลังจากหักโบนัสมาราธอนและโบนัสประเภทอื่น ๆ หากมีแล้ว (หากมี)",
  Chapter_3_2_6:
    "ตัวอย่างเช่น คุณรับโบนัสมาราธอนและทำการฝากเงินครั้งแรกจำนวน $100 เพื่อเปิดใช้งาน โบนัสจะเป็น 100% ของ $100 = $100 โดยรวมแล้วคุณมีเงิน $200 ในบัญชีของคุณ",
  Chapter_3_2_7:
    "สมมติว่าคุณทำการซื้อขายและได้รับ $300 และคุณต้องการถอนเงิน $100 ลองใช้สูตรเพื่อดูว่าจะยกเลิกเงินจำนวนเท่าใดจากบัญชีของคุณ:",
  Chapter_3_2_8:
    "ดังนั้นโบนัสมาราธอน $50 จะถูกยกเลิกจากบัญชีของคุณหลังจากที่คุณถอนเงินแล้ว",
  Chapter_3_3:
    "3.3 การถอนยอดคงเหลือทั้งหมดอาจเป็นพื้นฐานในการยกเลิกโบนัสโดยสมบูรณ์ ในเวลาเดียวกัน ภาระผูกพันทั้งหมดของคู่สัญญาจะถือว่าบรรลุผลแล้ว",
  Chapter_3_4:
    "3.4 ทั้งสองฝ่ายอาจประกาศยุติข้อตกลงนี้ก่อนกำหนด บริษัทรับรองว่าจะยกเลิกโบนัสตามคำขอของลูกค้า โดยไม่ต้องให้เหตุผลใดๆ แก่พวกเขา ในทางกลับกันบริษัทขอสงวนสิทธิ์ในการยกเลิกโบนัสและถอนตัวจากข้อตกลงนี้เนื่องจากโบนัสเป็นทรัพย์สินของบริษัท",
} as MarathonBonusLocaleType;
