import { MarathonBonusLocaleType } from "./types";

export default {
  Agreement: "馬拉松獎金協議",
  Chapter_1: "第一章 一般條件、術語",
  Chapter_1_1:
    "1.1 獎金是根據客戶的要求，在付款的基礎上向客戶提供的不可提取的額外金額。 同時，獎金資金仍歸 Zetradex 公司所有。 獎金的目的是增加以相同存款進行更多交易的保證金，從而透過交易結果提高獲利能力。",
  Chapter_1_2:
    "1.2 馬拉松獎金是在收到獎金申請後每次存款時記入的存款獎金。 獎金金額固定為每筆存款的 100%。",
  Chapter_1_3:
    "1.3 馬拉松獎金（以下簡稱獎金）的條款由客戶與公司（Zetradex）之間的協議決定。 透過將獎金存入其帳戶，客戶確認他已閱讀並同意獎金條款。",
  Chapter_1_4: "1.4 獎金並不妨礙隨時提取資金和獲得利潤。",
  Chapter_1_5: "1.5 所有存入的獎金都是累積的，100%可交易是保證金的組成部分。",
  Chapter_1_6:
    "1.6 每次交易結束時，從獎金中賺取的利潤以存款和獎金部分之間的比例計算並記入。 每筆交易都會以不同的方式影響餘額的利潤分配。 因此，帳戶上的獎金越多，分配給獎金且無法提取的資金就越多，存款與獎金越多，獎金支出就越少。",
  Chapter_1_7:
    "1.7 馬拉松獎金不能授予已申請或收到其他獎金的帳戶，因為它需要與其他獎金的設定不相容的特殊設定。",
  Chapter_2: "第二章 當事人的權利義務",
  Chapter_2_1:
    "2.1 本公司承諾在存款存入後立即無限期提供每筆存款 100% 的獎金，除非無法自動累積。",
  Chapter_2_2:
    "2.2 客戶有權在不限次數、不限數量的帳戶中獲得 +100% 馬拉松獎金，並有權在交易策略中不被禁止的交易策略中自行決定從收到的獎金中受益。客戶協議的現行條款。",
  Chapter_2_3:
    "2.3 如果客戶先前已申請但未自動獲得獎金，則客戶有權在存款後一週內申請獎金。",
  Chapter_2_4:
    "2.4 根據本協議，本公司無權制定額外要求，例如交易手數或交易時間範圍。",
  Chapter_2_5:
    "2.5 未設定可領取的馬拉松獎金的最高金額。 此外，公司無權根據收到的獎金金額更改客戶的槓桿。",
  Chapter_2_6:
    "2.6 如果客戶違反客戶協議條款並濫用獎金，公司有權取消獎金。 客戶同意，如果Zetradex公司發現涉及獎金的詐欺活動事實，則可以宣布客戶的交易無效並取消交易結果。 在此情況下，本公司不承擔強制平倉及相關損失等後果。",
  Chapter_2_7: "2.7 本公司有權自行決定更改獎金條款，無需事先通知客戶。",
  Chapter_3: "第三章 提現、獎金取消及協議終止",
  Chapter_3_1:
    "3.1 為了確保獎金和利潤分配的正確運作，公司強烈建議在提取部分資金之前關閉所有交易。",
  Chapter_3_2: "3.2 提款後，部分獎金資金將取消。 此比例根據以下公式計算：",
  Chapter_3_2_1: "C = (X/Y) *（存款的 100% 獎金金額）",
  Chapter_3_2_2: "在哪裡：",
  Chapter_3_2_3: "C = 取消金額",
  Chapter_3_2_4: "X = 請求提款的金額",
  Chapter_3_2_5:
    "Y = 扣除馬拉松獎金和其他類型獎金（如果有）後帳戶中的當前可用餘額。",
  Chapter_3_2_6:
    "例如，您領取了馬拉松獎金並存入了 100 美元的第一筆存款來啟動它。 獎金將為 100 美元的 100% = 100 美元。 您的帳戶總共有 200 美元。",
  Chapter_3_2_7:
    "假設您進行了一些交易並達到 300 美元，並且您想要提取 100 美元。 讓我們使用公式來看看將從您的帳戶中取消多少錢：",
  Chapter_3_2_8: "因此，在您提款後，50 美元的馬拉松獎金將從您的帳戶中取消。",
  Chapter_3_3:
    "3.3 提取全部餘額可能是完全取消獎金的基礎。 同時，各方的所有義務均視為已履行。",
  Chapter_3_4:
    "3.4 雙方均可宣布提前終止本協議。 本公司承諾根據客戶的要求取消獎金，而無需向客戶提供任何理由。 反過來，公司也保留取消獎金並退出本協議的權利，因為獎金是公司的財產。",
} as MarathonBonusLocaleType;
