import { WhatIsType } from "public/locales/affiliate-link/what-is-the-affiliate-link/types";

export default {
  WhatIs: "सहबद्ध लिंक क्या है?",
  Affiliate:
    "सहबद्ध लिंक यकीनन हमारे ज़ी पार्टनरशिप प्रोग्राम में सबसे महत्वपूर्ण विवरण हैं।",
  ThisIs:
    "यह प्रत्येक भागीदार के लिए अद्वितीय कोड है, जिसमें उन सभी यूआरएल का अंत शामिल है जिनका उपयोग आप संभावित ग्राहकों को ज़ेट्रेडेक्स मुख्य वेबसाइट पर रीडायरेक्ट करने के लिए करेंगे। हमारे सर्वर इन संबद्ध लिंक का उपयोग उन ग्राहकों को रिकॉर्ड करने के लिए करते हैं जिन्हें आप ज़ेट्रेडेक्स पर सफलतापूर्वक आकर्षित करते हैं - वे सभी ग्राहक जो आपके अद्वितीय लिंक का उपयोग करने के बाद लाइव खाते खोलते हैं और कम से कम एक जमा करते हैं, वे आपके रेफरल हैं। प्रत्येक संबद्ध कोड के साथ आने वाली कुकीज़ 12 महीने तक चलती हैं, जिसका अर्थ है कि यदि कोई आपके कोड का उपयोग करने के एक साल बाद खाता खोलने का निर्णय लेता है, तो भी वे आपके संबद्ध समूह का हिस्सा बन जाएंगे।",
} as WhatIsType;
