import { WhatIsType } from "public/locales/affiliate-link/what-is-the-affiliate-link/types";

export default {
  WhatIs: "アフィリエイト リンクとは何ですか?",
  Affiliate:
    "アフィリエイト リンクは、おそらく当社の ze パートナーシップ プログラムで最も重要な詳細です。",
  ThisIs: "これは各パートナーに固有のコードで、潜在的なクライアントを Zetradex のメイン Web サイトにリダイレクトするために使用するすべての URL の末尾で構成されます。当社のサーバーはこれらのアフィリエイト リンクを使用して、お客様が Zetradex に引き付けることのできたクライアントを記録します。お客様の固有のリンクを使用した後にライブ アカウントを開設し、少なくとも 1 回入金したすべての顧客がお客様の紹介者となります。各アフィリエイト コードに付随する Cookie は最大 12 か月間有効です。つまり、誰かがお客様のコードを使用してから 1 年後にアカウントを開設することを決定した場合でも、その人はお客様のアフィリエイト グループの一員となります。",
} as WhatIsType;
