import { WhatIsType } from "public/locales/affiliate-link/what-is-the-affiliate-link/types";

export default {
  WhatIs: "ملحق لنک کیا ہے؟",
  Affiliate:
    "ملحقہ روابط ہمارے زی پارٹنرشپ پروگرام میں سب سے اہم تفصیل ہیں۔",
  ThisIs:
    "یہ ہر پارٹنر کے لیے منفرد کوڈ ہے، جس میں ان تمام URLs کے اختتام پر مشتمل ہے جنہیں آپ ممکنہ کلائنٹس کو Zetradex کی مرکزی ویب سائٹ پر بھیجنے کے لیے استعمال کریں گے۔ ہمارے سرورز ان ملحقہ لنکس کو ان کلائنٹس کو ریکارڈ کرنے کے لیے استعمال کرتے ہیں جنہیں آپ کامیابی کے ساتھ Zetradex کی طرف راغب کرتے ہیں - وہ تمام صارفین جو لائیو اکاؤنٹ کھولتے ہیں اور آپ کا منفرد لنک استعمال کرنے کے بعد کم از کم ایک رقم جمع کرواتے ہیں وہ آپ کے حوالہ جات ہیں۔ ہر الحاق شدہ کوڈ کے ساتھ جانے والی کوکیز 12 ماہ تک چلتی ہیں، جس کا مطلب ہے کہ اگر کوئی آپ کا کوڈ استعمال کرنے کے ایک سال بعد اکاؤنٹ کھولنے کا فیصلہ کرتا ہے، تب بھی وہ آپ کے ملحقہ گروپ کا حصہ بن جائیں گے۔",
} as WhatIsType;
