import { WhatIsType } from "public/locales/affiliate-link/what-is-the-affiliate-link/types";

export default {
  WhatIs: "Что такое партнерская ссылка?",
  Affiliate:
    "Партнерские ссылки, пожалуй, самая важная деталь в нашей партнерской программе ze.",
  ThisIs:
    "Это код, уникальный для каждого партнера, который включает в себя конец всех URL-адресов, которые вы будете использовать для перенаправления возможных клиентов на главный веб-сайт Zetradex. Наши серверы используют эти партнерские ссылки для регистрации клиентов, которых вы успешно привлекаете на Zetradex — все клиенты, которые открывают реальные счета и делают хотя бы один депозит после использования вашей уникальной ссылки, являются вашими рефералами. Файлы cookie, связанные с каждым партнерским кодом, сохраняются до 12 месяцев. Это означает, что если кто-то решит открыть учетную запись через год после использования вашего кода, он все равно станет частью вашей партнерской группы.",
} as WhatIsType;
