import { WhatIsType } from "public/locales/affiliate-link/what-is-the-affiliate-link/types";

export default {
  WhatIs: "ลิงค์พันธมิตรคืออะไร?",
  Affiliate:
    "ลิงค์พันธมิตรถือเป็นรายละเอียดที่สำคัญที่สุดในโปรแกรม ze Partnership ของเรา",
  ThisIs:
    "นี่คือรหัสเฉพาะสำหรับพันธมิตรทุกราย ซึ่งประกอบด้วยส่วนท้ายของ URL ทั้งหมดที่คุณจะใช้เพื่อเปลี่ยนเส้นทางลูกค้าที่เป็นไปได้ไปยังเว็บไซต์หลักของ Zetradex เซิร์ฟเวอร์ของเราใช้ลิงก์พันธมิตรเหล่านี้เพื่อบันทึกลูกค้าที่คุณดึงดูดมายัง Zetradex ได้สำเร็จ ลูกค้าทุกคนที่เปิดบัญชีจริงและฝากเงินอย่างน้อยหนึ่งครั้งหลังจากใช้ลิงก์เฉพาะของคุณคือผู้อ้างอิงของคุณ คุกกี้ที่ใช้ร่วมกับรหัสพันธมิตรแต่ละรายการจะมีอายุการใช้งานสูงสุด 12 เดือน ซึ่งหมายความว่าหากมีคนตัดสินใจเปิดบัญชีหนึ่งปีหลังจากที่พวกเขาใช้รหัสของคุณ พวกเขาจะยังคงกลายเป็นส่วนหนึ่งของกลุ่มพันธมิตรของคุณ",
} as WhatIsType;
