import { WhatAboutLocaleType } from "./types";

export default {
  WhatAbout: "其他金属呢？",
  Today:
    "如今，随着工业的发展，铝、铜、钯、锌、镍等金属已被添加到交易金属清单中。",
  WithTheInnovative:
    "借助创新的 Zetradex 平台，您可以在世界任何地方通过金属交易获利。",
  Aluminium: "铝",
  AluminiumIs:
    "铝是一种在工业中广泛使用的金属，特别是在汽车和飞机工业中。 因此，当行业处于上升期时，需求就很高。",
  Nickel: "镍",
  NickelHas:
    "镍是近年来最赚钱的金属。 不幸的是，由于其高昂的入门成本，它并不是很受欢迎。",
  Copper: "铜",
  TheMostAccessiableMetalIsCopper:
    "最容易获得的金属是铜； 以4-5美元左右的成本，买五十吨铜不超过五十美元； 因此，即使预算很少，您也可以交易铜。",
  Palladium: "钯",
  PalladiumIs:
    "钯是一种工业贵金属，就像铝和镍一样，但它的特点是最稀有。 而且，它的储备正在耗尽，耗尽得越多，价格就越高。 因此，对于5-10年的长期投资，钯金是您的投资组合中不可或缺的。",
  Zink: "锌",
  ZinkIs:
    "锌在各个行业都有需求，由于其储量没有问题，因此价格会根据需求而波动。 然而，由于电力成本增加，锌产量可能减少，导致稀缺。 预计锌将具有强劲的上涨潜力。",
  Gold: "金子",
  OfAllThePreciousMetalsGold:
    "在所有贵金属中，黄金是最有价值的投资，通常作为分散风险的一种方法而购买，包括通过使用期货和衍生品。 与其他市场一样，交易所的黄金也会出现大幅波动。",
  Silver: "银",
  SilverIs:
    "白银是一种独特的金属，有时价格上涨甚至比黄金更活跃，但价格却便宜 100 倍，这意味着您可以购买更多白银，或者在没有足够资金可用于与黄金交易时购买白银。",
  Platinum: "铂",
  PlatinumIs:
    "铂金是一种广泛应用于工业和珠宝领域的金属。 在交易中，它是分散风险的一种手段，并且可以在黄金或钯金价值下跌时提供保护。",
} as WhatAboutLocaleType;
