import { WhatAboutLocaleType } from "./types";

export default {
  WhatAbout: "अन्य धातुओं के बारे में क्या?",
  Today:
    "आज, उद्योग के विकास के साथ, एल्यूमीनियम, तांबा, पैलेडियम, जस्ता, निकल और अन्य धातुओं को व्यापारिक धातुओं की सूची में जोड़ा गया है।",
  WithTheInnovative:
    "नवोन्वेषी Zetradex प्लेटफ़ॉर्म के साथ, आप दुनिया में कहीं भी धातुओं का व्यापार करके कमाई कर सकते हैं।",
  Aluminium: "अल्युमीनियम",
  AluminiumIs:
    "एल्युमीनियम एक धातु है जिसका उपयोग उद्योग में, विशेषकर ऑटोमोबाइल और विमान उद्योगों में सक्रिय रूप से किया जाता है। इस प्रकार, जब उद्योग बढ़ रहा है, तो मांग अधिक है।",
  Nickel: "निकल",
  NickelHas:
    "हाल के वर्षों में निकेल सबसे अधिक लाभदायक धातु रही है। दुर्भाग्य से, प्रवेश की उच्च लागत के कारण, यह बहुत लोकप्रिय नहीं है।",
  Copper: "ताँबा",
  TheMostAccessiableMetalIsCopper:
    "सबसे सुलभ धातु तांबा है; लगभग $4 - $5 की लागत पर, पचास टन तांबा खरीदने में पचास डॉलर से अधिक नहीं लगता है; इसलिए, आप न्यूनतम बजट के साथ भी तांबे का व्यापार कर सकते हैं।",
  Palladium: "दुर्ग",
  PalladiumIs:
    "पैलेडियम एल्यूमीनियम और निकल की तरह एक औद्योगिक कीमती धातु है, लेकिन इसे सबसे दुर्लभ होने का गौरव प्राप्त है। इसके अलावा, इसका भंडार ख़त्म हो रहा है, और जितना ज़्यादा ख़त्म होगा, यह उतना ही महंगा होगा। इसलिए, 5-10 वर्षों के दीर्घकालिक निवेश के लिए, आपके निवेश पोर्टफोलियो में पैलेडियम अपरिहार्य है।",
  Zink: "ज़िंक",
  ZinkIs:
    "विभिन्न उद्योगों में जिंक की मांग है और चूंकि इसके भंडार को लेकर कोई समस्या नहीं है, इसलिए मांग के आधार पर कीमत में उतार-चढ़ाव होता रहता है। हालाँकि, बिजली की लागत में वृद्धि के कारण, जस्ता उत्पादन कम हो सकता है, जिसके परिणामस्वरूप कमी हो सकती है। उम्मीद है कि जिंक में जोरदार तेजी की संभावना रहेगी।",
  Gold: "सोना",
  OfAllThePreciousMetalsGold:
    "सभी कीमती धातुओं में से, निवेश के रूप में सोना सबसे अधिक मूल्यवान है और इसे आम तौर पर जोखिम विविधीकरण की एक विधि के रूप में खरीदा जाता है, जिसमें वायदा और डेरिवेटिव का उपयोग भी शामिल है। अन्य बाजारों की तरह, एक्सचेंज पर सोना महत्वपूर्ण अस्थिरता के अधीन है।",
  Silver: "चाँदी",
  SilverIs:
    "चांदी एक अनूठी धातु है जिसकी कीमत कभी-कभी सोने से भी अधिक सक्रिय रूप से बढ़ती है, लेकिन इसकी कीमत 100 गुना सस्ती होती है, जिसका अर्थ है कि आप इसे अधिक खरीद सकते हैं या तब खरीद सकते हैं जब सोने के साथ लेनदेन के लिए पर्याप्त धन उपलब्ध न हो।",
  Platinum: "प्लैटिनम",
  PlatinumIs:
    "प्लैटिनम एक धातु है जिसका उद्योग और आभूषण दोनों में सक्रिय रूप से उपयोग किया जाता है। व्यापार में, यह जोखिमों में विविधता लाने के साधन के रूप में कार्य करता है और सोने या पैलेडियम के मूल्य में गिरावट की स्थिति में सुरक्षा प्रदान कर सकता है।",
} as WhatAboutLocaleType;
