import { WhatAboutLocaleType } from "./types";

export default {
  WhatAbout: "他の金属はどうでしょうか?",
  Today: "今日、産業の発展により、アルミニウム、銅、パラジウム、亜鉛、ニッケルなどの金属が取引対象金属リストに追加されました。",
  WithTheInnovative: "革新的な Zetradex プラットフォームを使用すると、世界中のどこでも金属を取引して収益を得ることができます。",

  Aluminium: "アルミニウム",
  AluminiumIs: "アルミニウムは、特に自動車や航空機産業で積極的に使用されている金属です。したがって、産業が成長しているときは需要が高くなります。",
  Nickel: "ニッケル",
  NickelHas: "ニッケルは近年最も収益性の高い金属です。残念ながら、参入コストが高いため、あまり人気がありません。",
  Copper: "銅",
  TheMostAccessiableMetalIsCopper: "最も入手しやすい金属は銅です。約 4 ～ 5 ドルのコストで、50 トンの銅を購入するのに 50 ドルしかかかりません。したがって、最小限の予算でも銅を取引できます。",

  Palladium: "パラジウム",
  PalladiumIs: "パラジウムはアルミニウムやニッケルと同じく工業用貴金属ですが、最も希少な金属として知られています。また、埋蔵量は減少傾向にあり、減少が進むほど価格が上昇します。そのため、5～10年の長期投資には、投資ポートフォリオに欠かせないものです。",
  Zink: "亜鉛",
  ZinkIs: "亜鉛はさまざまな産業で需要があり、埋蔵量に問題がないため、需要に応じて価格が変動します。ただし、電気料金の上昇により亜鉛の生産量が減少して品薄になる可能性もあります。亜鉛は堅調な上昇余地があると予想されます。",
  Gold: "金",
  OfAllThePreciousMetalsGold: "貴金属の中で、金は投資として最も評価が高く、先物やデリバティブなどを利用してリスク分散の手段として購入されるのが一般的です。他の市場と同様に、取引所の金は大きな変動にさらされています。",
  Silver: "銀",
  SilverIs: "銀は、金よりも価格が急騰することもあるユニークな金属ですが、価格は金の100倍も安いため、金の取引に使える資金が足りないときに購入したり、より多く購入したりすることができます。",
  Platinum: "プラチナ",
  PlatinumIs: "プラチナは、産業と宝飾品の両方で積極的に使用されている金属です。取引では、リスクを分散する手段として機能し、金やパラジウムの価値が下落した場合に保護を提供できます。",
} as WhatAboutLocaleType;
