import { WhatAboutLocaleType } from "./types";

export default {
  WhatAbout: "دوسری دھاتوں کے بارے میں کیا خیال ہے؟",
  Today:
    "آج، صنعت کی ترقی کے ساتھ، المونیم، تانبا، پیلیڈیم، زنک، نکل، اور دیگر دھاتیں تجارت کی جانے والی دھاتوں کی فہرست میں شامل ہو گئی ہیں۔",
  WithTheInnovative:
    "جدید Zetradex پلیٹ فارم کے ساتھ، آپ دنیا میں کہیں بھی دھاتوں کی تجارت سے کما سکتے ہیں۔",
  Aluminium: "ایلومینیم",
  AluminiumIs:
    "ایلومینیم ایک دھات ہے جو صنعت میں فعال طور پر استعمال ہوتی ہے، خاص طور پر آٹوموبائل اور ہوائی جہاز کی صنعتوں میں۔ اس طرح جب صنعت عروج پر ہوتی ہے تو مانگ زیادہ ہوتی ہے۔",
  Nickel: "نکل",
  NickelHas:
    "نکل حالیہ برسوں میں سب سے زیادہ منافع بخش دھات رہی ہے۔ بدقسمتی سے، داخلہ کی اس کی اعلی قیمت کی وجہ سے، یہ بہت مقبول نہیں ہے.",
  Copper: "تانبا",
  TheMostAccessiableMetalIsCopper:
    "سب سے زیادہ قابل رسائی دھات تانبا ہے؛ تقریباً $4 - $5 کی قیمت پر، پچاس ٹن تانبا خریدنے میں پچاس ڈالر سے زیادہ نہیں لگتے؛ لہذا، آپ کم سے کم بجٹ کے ساتھ بھی تانبے کی تجارت کر سکتے ہیں۔",
  Palladium: "پیلیڈیم",
  PalladiumIs:
    "پیلیڈیم ایک صنعتی قیمتی دھات ہے، جیسے ایلومینیم اور نکل، لیکن اسے نایاب ہونے کا اعزاز حاصل ہے۔ مزید یہ کہ اس کے ذخائر ختم ہو رہے ہیں، اور جتنا وہ ختم ہو جائیں گے، اتنا ہی مہنگا ہو گا۔ لہذا، 5-10 سال کی طویل مدتی سرمایہ کاری کے لیے، پیلیڈیم آپ کے سرمایہ کاری کے پورٹ فولیو میں ناگزیر ہے۔",
  Zink: "زنک",
  ZinkIs:
    "مختلف صنعتوں میں زنک کی مانگ ہے، اور چونکہ اس کے ذخائر کے ساتھ کوئی مسئلہ نہیں ہے، اس لیے مانگ کے لحاظ سے قیمت میں اتار چڑھاؤ آتا ہے۔ تاہم، بجلی کی لاگت میں اضافے کی وجہ سے، زنک کی پیداوار کم ہو سکتی ہے، جس کے نتیجے میں قلت پیدا ہو سکتی ہے۔ یہ متوقع ہے کہ زنک میں اوپر کی مضبوط صلاحیت ہوگی۔",
  Gold: "سونا",
  OfAllThePreciousMetalsGold:
    "تمام قیمتی دھاتوں میں، سونا سرمایہ کاری کے طور پر سب سے زیادہ قیمتی ہے اور اسے عام طور پر خطرے کے تنوع کے طریقہ کار کے طور پر خریدا جاتا ہے، بشمول مستقبل اور مشتقات کے استعمال کے ذریعے۔ دوسری منڈیوں کی طرح، ایکسچینج میں سونا نمایاں اتار چڑھاؤ کا شکار ہے۔",
  Silver: "چاندی",
  SilverIs:
    "چاندی ایک انوکھی دھات ہے جس کی قیمت میں بعض اوقات سونے سے بھی زیادہ فعال طور پر اضافہ ہوتا ہے، لیکن اس کی قیمت 100 گنا سستی ہوتی ہے، یعنی جب آپ سونے کے ساتھ لین دین کے لیے کافی فنڈز دستیاب نہ ہوں تو آپ اسے زیادہ خرید سکتے ہیں یا خرید سکتے ہیں۔",
  Platinum: "پلاٹینم",
  PlatinumIs:
    "پلاٹینم ایک دھات ہے جو صنعت اور زیورات دونوں میں فعال طور پر استعمال ہوتی ہے۔ تجارت میں، یہ خطرات کو متنوع بنانے کے ایک ذریعہ کے طور پر کام کرتا ہے اور سونے یا پیلیڈیم کی قیمت میں کمی کی صورت میں تحفظ فراہم کر سکتا ہے۔",
} as WhatAboutLocaleType;
