import { WhatAboutLocaleType } from "./types";

export default {
  WhatAbout: "Какие есть еще металлы?",
  Today: "Сегодня с развитием промышленности список торгуемых металлов пополнили алюминий, медь, палладий, цинк, никель и другие металлы.",
  WithTheInnovative: "Благодаря инновационной платформе Zetradex вы можете зарабатывать на торговле металлами в любой точке мира",
  Aluminium: "Алюминий",
  AluminiumIs: "Алюминий – это металл, который активно используется в промышленности, в частности, в автомобильной и авиационной промышленности. Таким образом, когда отрасль находится на подъеме, спрос высок.",
  Nickel: "Никель",
  NickelHas: "Никель был самым прибыльным металлом в последние годы. К сожалению, из-за высокой стоимости входа он не очень популярен.",
  Copper: "Медь",
  TheMostAccessiableMetalIsCopper: "Самый доступный металл — медь; при стоимости около 4-5 долларов на покупку пятидесяти тонн меди уходит не более пятидесяти долларов; поэтому торговать медью можно даже с минимальным бюджетом.",
  Palladium: "Палладий",
  PalladiumIs: "Палладий — это промышленный драгоценный металл, такой же, как алюминий и никель, но он отличается тем, что является самым редким. К тому же его запасы на исходе, и чем дальше они будут иссякать, тем дороже он будет. Поэтому для долгосрочных инвестиций на 5-10 лет палладий незаменим в вашем инвестиционном портфеле.",
  Zink: "Цинк",
  ZinkIs: "Цинк востребован в различных отраслях, а поскольку с его запасами проблем нет, цена колеблется в зависимости от спроса. Однако из-за увеличения затрат на электроэнергию производство цинка может сократиться, что приведет к его дефициту. Ожидается, что цинк будет иметь значительный потенциал роста.",
  Gold: "Золото",
  OfAllThePreciousMetalsGold: "Из всех драгоценных металлов золото ценится больше всего как инвестиция, и обычно его покупают как метод диверсификации рисков, в том числе с использованием фьючерсов и деривативов. Как и на других рынках, золото на бирже подвержено значительной волатильности.",
  Silver: "Серебро",
  SilverIs: "Серебро — уникальный металл, который иногда дорожает даже активнее золота, но стоит в 100 раз дешевле, а значит, его можно докупить или приобрести, когда не хватает средств для операций с золотом.",
  Platinum: "Платина",
  PlatinumIs: "Платина – это металл, который активно используется как в промышленности, так и в ювелирном деле. В трейдинге он служит средством диверсификации рисков и может обеспечить защиту в случае падения стоимости золота или палладия.",
} as WhatAboutLocaleType;
