import { WhatAboutLocaleType } from "./types";

export default {
  WhatAbout: "แล้วโลหะอื่นๆล่ะ?",
  Today:
    "ปัจจุบัน ด้วยการพัฒนาของอุตสาหกรรม อลูมิเนียม ทองแดง พาลาเดียม สังกะสี นิกเกิล และโลหะอื่นๆ ได้ถูกเพิ่มเข้าไปในรายการโลหะที่มีการซื้อขาย",
  WithTheInnovative:
    "ด้วยแพลตฟอร์ม Zetradex ที่เป็นนวัตกรรมใหม่ คุณสามารถสร้างรายได้จากการซื้อขายโลหะได้ทุกที่ในโลก",
  Aluminium: "อลูมิเนียม",
  AluminiumIs:
    "อลูมิเนียมเป็นโลหะที่ใช้กันอย่างแพร่หลายในอุตสาหกรรม โดยเฉพาะในอุตสาหกรรมรถยนต์และเครื่องบิน ดังนั้นเมื่ออุตสาหกรรมมีการเติบโต ความต้องการจึงมีสูง",
  Nickel: "นิกเกิล",
  NickelHas:
    "นิกเกิลเป็นโลหะที่ทำกำไรได้มากที่สุดในช่วงไม่กี่ปีที่ผ่านมา น่าเสียดาย เนื่องจากมีค่าเข้าชมสูง จึงไม่ได้รับความนิยมมากนัก",
  Copper: "ทองแดง",
  TheMostAccessiableMetalIsCopper:
    "โลหะที่เข้าถึงได้มากที่สุดคือทองแดง ด้วยราคาประมาณ 4 - 5 ดอลลาร์ ต้องใช้ไม่เกินห้าสิบดอลลาร์ในการซื้อทองแดงห้าสิบตัน ดังนั้นคุณจึงสามารถซื้อขายทองแดงได้แม้จะมีงบประมาณเพียงเล็กน้อยก็ตาม",
  Palladium: "แพลเลเดียม",
  PalladiumIs:
    "แพลเลเดียมเป็นโลหะมีค่าทางอุตสาหกรรม เช่น อลูมิเนียมและนิกเกิล แต่มีความโดดเด่นในเรื่องของหายากที่สุด ยิ่งกว่านั้นทุนสำรองกำลังจะหมดลง และยิ่งหมดไปมากเท่าไหร่ก็ยิ่งมีราคาแพงขึ้นเท่านั้น ดังนั้นสำหรับการลงทุนระยะยาว 5-10 ปี แพลเลเดียมจึงเป็นสิ่งที่ขาดไม่ได้ในพอร์ตการลงทุนของคุณ",
  Zink: "ซิงค์",
  ZinkIs:
    "สังกะสีเป็นที่ต้องการในอุตสาหกรรมต่างๆ และเนื่องจากไม่มีปัญหาเรื่องปริมาณสำรอง ราคาจึงมีความผันผวนขึ้นอยู่กับความต้องการ อย่างไรก็ตาม เนื่องจากค่าไฟฟ้าที่เพิ่มขึ้น การผลิตสังกะสีอาจลดลง ส่งผลให้เกิดการขาดแคลน คาดว่าสังกะสีจะมีศักยภาพกลับตัวที่แข็งแกร่ง",
  Gold: "ทอง",
  OfAllThePreciousMetalsGold:
    "ในบรรดาโลหะมีค่าทั้งหมด ทองคำถือเป็นการลงทุนที่มีมูลค่ามากที่สุด และโดยทั่วไปจะซื้อเป็นวิธีการกระจายความเสี่ยง รวมถึงผ่านการใช้ฟิวเจอร์สและอนุพันธ์ เช่นเดียวกับในตลาดอื่นๆ ทองคำจากการแลกเปลี่ยนอาจมีความผันผวนอย่างมาก",
  Silver: "เงิน",
  SilverIs:
    "เงินเป็นโลหะที่มีเอกลักษณ์เฉพาะตัวซึ่งบางครั้งราคาจะสูงขึ้นมากกว่าทองคำ แต่ก็มีราคาถูกกว่าถึง 100 เท่า ซึ่งหมายความว่าคุณสามารถซื้อได้มากขึ้นหรือซื้อได้เมื่อมีเงินทุนไม่เพียงพอสำหรับการทำธุรกรรมด้วยทองคำ",
  Platinum: "แพลตตินัม",
  PlatinumIs:
    "แพลตตินัมเป็นโลหะที่ใช้กันอย่างแพร่หลายทั้งในอุตสาหกรรมและเครื่องประดับ ในการซื้อขาย มันทำหน้าที่เป็นวิธีการในการกระจายความเสี่ยงและสามารถให้ความคุ้มครองในกรณีที่มูลค่าของทองคำหรือแพลเลเดียมตก",
} as WhatAboutLocaleType;
