import { WhatAboutLocaleType } from "./types";

export default {
  WhatAbout: "其他金屬呢？",
  Today:
    "如今，隨著工業的發展，鋁、銅、鈀、鋅、鎳等金屬已被添加到交易金屬清單中。",
  WithTheInnovative:
    "透過創新的 Zetradex 平台，您可以在世界任何地方透過金屬交易獲利。",
  Aluminium: "鋁",
  AluminiumIs:
    "鋁是一種在工業中廣泛使用的金屬，特別是在汽車和飛機工業中。 因此，當產業處於上升期時，需求就很高。",
  Nickel: "鎳",
  NickelHas:
    "鎳是近年來最賺錢的金屬。 不幸的是，由於其高昂的入門成本，它並不是很受歡迎。",
  Copper: "銅",
  TheMostAccessiableMetalIsCopper:
    "最容易取得的金屬是銅； 以4-5美元左右的成本，買五十噸銅不超過五十美元； 因此，即使預算很少，您也可以交易銅。",
  Palladium: "鈀",
  PalladiumIs:
    "鈀是一種工業貴金屬，就像鋁和鎳一樣，但它的特點是最稀有。 而且，它的儲備正在耗盡，耗盡得越多，價格就越高。 因此，對於5-10年的長期投資，鈀金是您的投資組合中不可或缺的。",
  Zink: "鋅",
  ZinkIs:
    "鋅在各個行業都有需求，由於其儲量沒有問題，因此價格會根據需求而波動。 然而，由於電力成本增加，鋅產量可能減少，導致稀缺。 預計鋅將具有強勁的上漲潛力。",
  Gold: "金子",
  OfAllThePreciousMetalsGold:
    "在所有貴金屬中，黃金是最有價值的投資，通常作為分散風險的一種方法而購買，包括透過使用期貨和衍生性商品。 與其他市場一樣，交易所的黃金也會大幅波動。",
  Silver: "銀",
  SilverIs:
    "白銀是一種獨特的金屬，有時價格上漲甚至比黃金更活躍，但成本卻便宜 100 倍，這意味著您可以購買更多白銀，或者在沒有足夠資金可用於與黃金交易時購買白銀。",
  Platinum: "鉑",
  PlatinumIs:
    "鉑金是一種廣泛應用於工業和珠寶領域的金屬。 在交易中，它是分散風險的一種手段，並且可以在黃金或鈀金價值下跌時提供保護。",
} as WhatAboutLocaleType;
