import { WhyChooseLocaleType } from "./types";

export default {
  WhyChooseZePROAccount: "ज़े प्रो अकाउंट क्यों चुनें",
  LicensedBroker: "लाइसेंस प्राप्त ब्रोकर",
  ZetradexIsARegulated:
    "ज़ेट्रेडेक्स एक विनियमित फ़ॉरेक्स ब्रोकर है जिसकी प्रतिष्ठा बहुत अच्छी है।",
  TightSpreads: "टाइट स्प्रेड",
  WeOffer:
    "हम फिक्स्ड या फ़्लोटिंग स्प्रेड और तेज़ ऑर्डर निष्पादन वाले खाते ऑफ़र करते हैं।",
  BroadBonusProgram: "व्यापक बोनस कार्यक्रम",
  PeopleWhoPrefer:
    "जो लोग बोनस के साथ ट्रेडिंग करना पसंद करते हैं, वे अपनी ज़रूरतों के हिसाब से कोई एक चुन सकते हैं।",
  VarietyOfAssets: "विविधतापूर्ण संपत्तियाँ",
  WeHaveALarge:
    "हमारे पास चुनने के लिए ट्रेडिंग सिंबल/संपत्तियों का एक बड़ा चयन है।",
  TheConditions:
    "इस खाते की शर्तें कुछ अलग हैं, महत्वाकांक्षी व्यापारियों के लिए अनुकूलित हैं ताकि आप फ़ॉरेक्स बाज़ार की पूरी क्षमता और तरलता का लाभ उठा सकें।",
  TheForexMarket:
    "प्रतिदिन 5 ट्रिलियन डॉलर से ज़्यादा के कारोबार वाला फ़ॉरेक्स बाज़ार दुनिया का सबसे ज़्यादा तरल वित्तीय बाज़ार है। इसके कुछ कारण यह हैं कि FX पर डील खोलना और बंद करना बहुत आसान है, ट्रेडिंग इंस्ट्रूमेंट्स की चालें मौलिक और तकनीकी विश्लेषण के ज़रिए काफ़ी हद तक अनुमानित हैं, साथ ही विशेषज्ञ सलाहकारों (ट्रेडिंग सॉफ़्टवेयर) की उपलब्धता भी है।",
  OpenAccount: "खाता खोलें",
} as WhyChooseLocaleType;
