import { WhyChooseLocaleType } from "./types";

export default {
  WhyChooseZePROAccount: "زی پی آر او اکاؤنٹ کیوں منتخب کریں۔",
  LicensedBroker: "لائسنس یافتہ بروکر",
  ZetradexIsARegulated:
    "Zetradex مضبوط ساکھ کے ساتھ ایک باقاعدہ فاریکس بروکر ہے۔",
  TightSpreads: "تنگ پھیلتا ہے",
  WeOffer:
    "ہم فکسڈ یا فلوٹنگ اسپریڈز اور تیز آرڈر پر عملدرآمد کے ساتھ اکاؤنٹس پیش کرتے ہیں۔",
  BroadBonusProgram: "وسیع بونس پروگرام",
  PeopleWhoPrefer:
    "جو لوگ بونس کے ساتھ تجارت کو ترجیح دیتے ہیں وہ اپنی ضروریات کے مطابق کسی ایک کا انتخاب کر سکتے ہیں۔",
  VarietyOfAssets: "مختلف قسم کے اثاثے۔",
  WeHaveALarge:
    "ہمارے پاس تجارتی علامتوں/اثاثوں کا ایک بڑا انتخاب ہے جس میں سے انتخاب کرنا ہے۔",
  TheConditions:
    "اس اکاؤنٹ کے حالات کچھ مختلف ہیں، جو مہتواکانکشی تاجروں کے لیے موزوں ہیں تاکہ آپ فاریکس مارکیٹ کی مکمل صلاحیت اور لیکویڈیٹی سے فائدہ اٹھا سکیں۔",
  TheForexMarket:
    "فاریکس مارکیٹ، جس کا کاروبار روزانہ 5 ٹریلین ڈالر سے زیادہ ہوتا ہے، دنیا کی سب سے زیادہ مائع مالیاتی منڈی ہے۔ اس کی کچھ وجوہات یہ ہیں کہ FX پر سودے کھولنا اور بند کرنا بہت آسان ہے، تجارتی آلات کی نقل و حرکت بنیادی اور تکنیکی تجزیہ کے ساتھ ساتھ ماہر مشیروں (تجارتی سافٹ ویئر) کی دستیابی کے ذریعے کافی حد تک پیش گوئی کی جا سکتی ہے۔",
  OpenAccount: "اکاؤنٹ کھولیں۔",
} as WhyChooseLocaleType;
