import { WhyChooseLocaleType } from "./types";

export default {
  WhyChooseZePROAccount: "Почему стоит выбрать ze PRO аккаунт",
  LicensedBroker: "Лицензированный брокер",
  ZetradexIsARegulated:
    "Zetradex — регулируемый форекс-брокер с хорошей репутацией.",
  TightSpreads: "Узкие спреды",
  WeOffer:
    "Мы предлагаем счета с фиксированными или плавающими спредами и быстрым исполнением ордеров.",
  BroadBonusProgram: "Широкая бонусная программа",
  PeopleWhoPrefer:
    "Люди, которые предпочитают торговать с бонусами, могут выбрать тот, который соответствует их потребностям.",
  VarietyOfAssets: "Разнообразие активов",
  WeHaveALarge: "У нас есть большой выбор торговых символов/активов.",
  TheConditions:
    "Условия этого счета несколько иные, они оптимизированы для амбициозных трейдеров, чтобы вы могли полностью использовать потенциал и ликвидность рынка Форекс.",
  TheForexMarket:
    "Рынок Форекс с оборотом более 5 триллионов долларов в день является самым ликвидным финансовым рынком в мире. Одной из причин этого является тот факт, что открывать и закрывать сделки на валютном рынке очень просто, движения торговых инструментов достаточно предсказуемы с помощью фундаментального и технического анализа, а также наличие советников (торгового программного обеспечения).",
  OpenAccount: "Открыть аккаунт",
} as WhyChooseLocaleType;
