import { WhyChooseLocaleType } from "./types";

export default {
  WhyChooseZePROAccount: "เหตุใดจึงเลือกบัญชี ze PRO",
  LicensedBroker: "นายหน้าที่ได้รับใบอนุญาต",
  ZetradexIsARegulated:
    "Zetradex เป็นโบรกเกอร์ฟอเร็กซ์ที่ได้รับการควบคุมและมีชื่อเสียงอย่างมาก",
  TightSpreads: "สเปรดแน่น",
  WeOffer:
    "เราเสนอบัญชีที่มีสเปรดคงที่หรือลอยตัวและการดำเนินการตามคำสั่งที่รวดเร็ว",
  BroadBonusProgram: "โปรแกรมโบนัสแบบกว้าง",
  PeopleWhoPrefer:
    "ผู้ที่ชื่นชอบการซื้อขายด้วยโบนัสสามารถเลือกหนึ่งรายการเพื่อให้เหมาะกับความต้องการของพวกเขา",
  VarietyOfAssets: "ทรัพย์สินที่หลากหลาย",
  WeHaveALarge: "เรามีสัญลักษณ์การซื้อขาย/สินทรัพย์ให้เลือกมากมาย",
  TheConditions:
    "เงื่อนไขสำหรับบัญชีนี้ค่อนข้างแตกต่าง ซึ่งได้รับการปรับให้เหมาะสมสำหรับเทรดเดอร์ที่มีความทะเยอทะยาน เพื่อให้คุณสามารถใช้ศักยภาพและสภาพคล่องของตลาดฟอเร็กซ์ได้อย่างเต็มที่",
  TheForexMarket:
    "ตลาด Forex ซึ่งมีมูลค่าการซื้อขายมากกว่า 5 ล้านล้านดอลลาร์ต่อวัน เป็นตลาดการเงินที่มีสภาพคล่องมากที่สุดในโลก เหตุผลบางประการก็คือความจริงที่ว่าการเปิดและปิดข้อตกลงใน FX นั้นง่ายมาก การเคลื่อนไหวของเครื่องมือการซื้อขายสามารถคาดการณ์ได้อย่างเป็นธรรมผ่านการวิเคราะห์พื้นฐานและทางเทคนิค เช่นเดียวกับความพร้อมของ Expert Advisors (ซอฟต์แวร์การซื้อขาย)",
  OpenAccount: "เปิดบัญชี",
} as WhyChooseLocaleType;
