import { BottomDescriptionLocaleType } from "./types";

export default {
  TheAutoReset:
    "ऑटो-रीसेट बैलेंस प्रोग्राम सभी खातों के लिए स्वचालित रूप से संचालित होता है, जिससे आपकी ओर से किसी भी सदस्यता या अतिरिक्त कदम की आवश्यकता समाप्त हो जाती है। यह मानसिक शांति और वित्तीय सुरक्षा प्रदान करता है, जिससे आप कर्ज में डूबने या अपने पूरे खाते की शेष राशि खोने के डर के बिना अपनी ट्रेडिंग रणनीतियों पर ध्यान केंद्रित कर सकते हैं।",
  InAccordance:
    "सार्वजनिक प्रस्ताव अनुबंध के अनुसार इस सेवा के प्रदाता के रूप में Zetradex को ग्राहक के खाते पर नकारात्मक शेष को रद्द करने का अधिकार है। अंतर को कवर करने के लिए अन्य ग्राहक के खातों में से एक का उपयोग किया जाता है।",
} as BottomDescriptionLocaleType;
