import { BottomDescriptionLocaleType } from "./types";

export default {
  TheAutoReset:
    "آٹو ری سیٹ بیلنس پروگرام آپ کی طرف سے کسی بھی رکنیت یا اضافی اقدامات کی ضرورت کو ختم کرتے ہوئے تمام اکاؤنٹس کے لیے خودکار طور پر کام کرتا ہے۔ یہ ذہنی سکون اور مالی تحفظ فراہم کرتا ہے، جس سے آپ قرض میں گرنے یا آپ کے پورے اکاؤنٹ بیلنس کو کھونے کے خوف کے بغیر اپنی تجارتی حکمت عملیوں پر توجہ مرکوز کر سکتے ہیں۔",
  InAccordance:
    "عوامی پیشکش کے معاہدے کے مطابق Zetradex اس سروس کے فراہم کنندہ کے طور پر، صارف کے اکاؤنٹ پر منفی بیلنس کو منسوخ کرنے کا حق رکھتا ہے۔ دوسرے کسٹمر کے اکاؤنٹس میں سے ایک فرق کو پورا کرنے کے لیے استعمال کیا جاتا ہے۔",
} as BottomDescriptionLocaleType;
