import { BottomDescriptionLocaleType } from "./types";

export default {
  TheAutoReset: "Программа автоматического сброса баланса работает автоматически для всех учетных записей, устраняя необходимость в какой-либо подписке или дополнительных действиях с вашей стороны. Это обеспечивает душевное спокойствие и финансовую безопасность, позволяя вам сосредоточиться на своих торговых стратегиях, не опасаясь залезть в долги или потерять весь баланс своего счета.",
  InAccordance: "В соответствии с Договором публичной оферты Zetradex, как поставщик данной услуги, имеет право аннулировать отрицательный баланс на счете Клиента. Для покрытия разницы используется один из других счетов Клиента.",
} as BottomDescriptionLocaleType;
