import { BottomDescriptionLocaleType } from "./types";

export default {
  TheAutoReset:
    "โปรแกรมรีเซ็ตยอดคงเหลืออัตโนมัติทำงานโดยอัตโนมัติสำหรับทุกบัญชี โดยไม่จำเป็นต้องสมัครสมาชิกหรือขั้นตอนเพิ่มเติมใดๆ ในส่วนของคุณ โปรแกรมนี้ให้ความอุ่นใจและความปลอดภัยทางการเงิน ช่วยให้คุณมุ่งเน้นไปที่กลยุทธ์การซื้อขายโดยไม่ต้องกลัวว่าจะตกเป็นหนี้ หรือสูญเสียยอดเงินในบัญชีของคุณทั้งหมด",
  InAccordance:
    "ตามข้อตกลงข้อเสนอสาธารณะ Zetradex ในฐานะผู้ให้บริการนี้ มีสิทธิ์ในการยกเลิกยอดคงเหลือติดลบในบัญชีของลูกค้า บัญชีของลูกค้าอีกบัญชีหนึ่งใช้เพื่อครอบคลุมส่วนต่าง",
} as BottomDescriptionLocaleType;
