import { MarginBonusType } from "./types";

export default {
  MarathonBonus: "Бонус Марафона",
  TheShortTest: "Кратчайший путь к вашей прибыли",
  ClaimBonus: "Получить бонус",
  AboutTheBonus: "О бонусе",
  BonusesWillBeUsefulFor:
    "Мы рассматриваем каждую торговую сессию как марафон, в ходе которого задача каждого — совершить как можно больше прибыльных сделок.",
  TheMarginBonusIsSuitable:
    "Чтобы ваш путь от старта до конечной цели был пройден не только быстро и легко, но и с максимальным результатом, мы создали специальный бонус, который удваивает ваши возможности. Пусть это будет вашим секретным оружием, наркотиком, доступным только вам, потому что те, кто торгует с Zetradex, заслуживают большего, чем другие.",
  ItShouldBeNotedThatBonuses:
    "Вы получите столько бонусов, сколько вам необходимо для успешного прохождения каждого марафона. Для этого вам просто необходимо заказать данный бонус и он будет моментально добавляться к каждому вашему следующему депозиту.",
  TermsAndConditions: "Условия и положения",
  TitleDepositIncrease: "Увеличение депозита",
  TitleMinimumDeposit: "Минимальный депозит",
  TitleMaximumLeverage: "Максимальное кредитное плечо",
  TitleMaximumTradeVolume: "Максимальный объем торговли",
  TitleAccountVerified: "Аккаунт проверен",
  ValueMaximumTradeVolume: "Безлимитный",
  No: "Нет",
  Yes: "Да",
  WhyChooseTheMarginBonus: "Почему стоит выбрать бонус Марафона?",
  UnlimitedDuration: "Неограниченная продолжительность",
  ThereAreNoTimeLimits:
    "Торговля с использованием бонуса не ограничена по времени. Вы можете ждать, не беспокоясь, и занять лучшие позиции на рынке.",
  NoTradedLotsRequirements: "Никаких требований к торгуемым лотам",
  ToWithdrawProfitsYou:
    "Чтобы вывести прибыль, вам не нужно совершать определенное количество торгуемых лотов. Бонус полностью интегрирован в маржу.",
  UnlimitedWithdrawal: "Неограниченный вывод средств",
  ThereAreNoRestrictionsOn:
    "Ограничений на сумму денег, которую можно снять, нет.",
  HowTheBonusWorks: "Как работает бонус?",
  YourDeposit: "Ваш депозит",
  YourAccountBalanceAfter: "Ваш баланс после добавления бонуса",
  GetTheBonus: "Получить бонус",
  HowToGet: "Как получить?",
  RegisterALiveAccount: "Зарегистрируйте реальный аккаунт",
  ApplyForTheMarginBonus: "Подайте заявку на получение бонуса Марафона",
  FundYourAccount: "Пополните свой счет и получите бонус",
  YourDepositAfter: "Ваша выгода с программой лояльности",
} as MarginBonusType;
