import { WhyChooseUsLocaleType } from "./types";

export default {
  WhyChooseUs: "हमें क्यों चुनें",
  ZetradexStands:
    "Zetradex अपनी FDCTech तकनीक की बदौलत अन्य निवेश प्लेटफ़ॉर्म से अलग है, जो फ़ॉरेक्स ब्रोकर और ब्रांडेड उत्पादों के लिए सेवाओं का एक व्यापक सूट प्रदान करता है।",
  ThisTechnology:
    "यह तकनीक आर्टिफ़िशियल इंटेलिजेंस (AI) एल्गोरिदम और उन्नत मशीन लर्निंग तकनीकों द्वारा संचालित है, जो इसे उन निवेशकों के लिए एकदम सही उपकरण बनाती है जो जोखिम को कम करते हुए अपने मुनाफ़े को अधिकतम करना चाहते हैं।",
  Zero: "शून्य कमीशन",
  Replenishing:
    "कमीशन के बिना अंतर्राष्ट्रीय भुगतान प्रणालियों का उपयोग करके खाते को फिर से भरना।",
  Funds: "फ़ंड सुरक्षा",
  AComplex:
    "एक जटिल, बहु-स्तरित सुरक्षा कार्यक्रम जिसमें डिवाइस आईडी, फ़ंड अलगाव और SSL शामिल हैं।",
  Leverage: "1:3000 उत्तोलन",
  LeverageOf:
    "ट्रेडिंग में सभी प्रकार के खातों के लिए 1:3000 का उत्तोलन उपलब्ध है।",
  Clients: "1M क्लाइंट",
  OneMillion:
    "एक मिलियन ग्राहक Zetradex पर भरोसा करते हैं, और यह संख्या हर दिन बढ़ रही है।",
} as WhyChooseUsLocaleType;
