import { WhyChooseUsLocaleType } from "./types";

export default {
  WhyChooseUs: "Почему выбрали нас",
  ZetradexStands:
    "Zetradex выделяется среди других инвестиционных платформ благодаря своей технологии FDCTech, которая предлагает комплексный набор услуг для форекс-брокеров и фирменные продукты.",
  ThisTechnology:
    "Эта технология основана на алгоритмах искусственного интеллекта (ИИ) и передовых методах машинного обучения, что делает ее идеальным инструментом для инвесторов, которые хотят максимизировать свою прибыль при минимизации рисков.",
  Zero: "Нулевая комиссия",
  Replenishing:
    "Пополнение счета с помощью международных платежных систем без комиссии.",
  Funds: "Защита средств",
  AComplex:
    "Сложная многоуровневая программа безопасности, включающая идентификатор устройства, сегрегацию средств и SSL.",
  Leverage: "Кредитное плечо 1:3000",
  LeverageOf: "Кредитное плечо 1:3000 доступно для всех типов торговых счетов.",
  Clients: "1 млн клиентов",
  OneMillion:
    "Zetradex доверяет один миллион клиентов, и это число растет с каждым днем.",
} as WhyChooseUsLocaleType;
