import { WhyChooseUsLocaleType } from "./types";

export default {
  WhyChooseUs: "ทำไมถึงเลือกพวกเรา",
  ZetradexStands:
    "Zetradex โดดเด่นจากแพลตฟอร์มการลงทุนอื่นๆ ด้วยเทคโนโลยี FDCTech ซึ่งนำเสนอชุดบริการที่ครอบคลุมสำหรับโบรกเกอร์ Forex และผลิตภัณฑ์ที่มีแบรนด์",
  ThisTechnology:
    "เทคโนโลยีนี้ขับเคลื่อนโดยอัลกอริธึมปัญญาประดิษฐ์ (AI) และเทคนิคการเรียนรู้ของเครื่องขั้นสูง ทำให้เป็นเครื่องมือที่สมบูรณ์แบบสำหรับนักลงทุนที่ต้องการเพิ่มผลกำไรสูงสุดในขณะที่ลดความเสี่ยง",
  Zero: "ไม่มีค่าคอมมิชชั่น",
  Replenishing:
    "เติมเงินบัญชีโดยใช้ระบบการชำระเงินระหว่างประเทศโดยไม่มีค่าคอมมิชชั่น",
  Funds: "การคุ้มครองเงินทุน",
  AComplex:
    "โปรแกรมรักษาความปลอดภัยที่ซับซ้อนหลายชั้นซึ่งรวมถึง ID อุปกรณ์ การแยกกองทุน และ SSL",
  Leverage: "เลเวอเรจ 1:3000",
  LeverageOf: "เลเวอเรจ 1:3000 ใช้ได้กับบัญชีทุกประเภทในการเทรด",
  Clients: "ลูกค้า 1M",
  OneMillion: "ลูกค้าหนึ่งล้านรายไว้วางใจ Zetradex และจำนวนนี้เพิ่มขึ้นทุกวัน",
} as WhyChooseUsLocaleType;
