import { NoDepositBonusType } from "./types";

export default {
  MedalBonus: "Медальный бонус",
  MedalGiveaway: "Розыгрыш медалей прямо здесь",
  ClaimBonus: "Получить бонус",
  AboutTheBonus: "О бонусе",
  WhoSaid: "Кто сказал, что победителем становится только один из вас?",
  BonusesWillBeUsefulFor:
    "Каждый уже стал победителем, начав торговать с Zetradex, и заслуживает медали за смелость и достижение цели. Мы также знаем, что чем больше медалей у чемпиона, тем увереннее он в своих силах, ведь он уже не новичок, а настоящий титулованный гранд.",
  IfYouDontWantToInvest:
    "Поэтому мы создали специальный бонус за медаль, который будет добавлен к вашему первому депозиту, что не только добавит уверенности в ваших силах, как и положено настоящей медали, но и увеличит ваши возможности, благодаря чему вы почувствуете себя настоящим чемпионом мира по Форексу. кто заслуживает большего.",
  ItShouldBeNotedThatBonuses:
    "Для того, чтобы получить свою медаль, вам достаточно зарегистрироваться, подать заявку на получение бонуса за медаль, и он будет немедленно добавлен к вашему депозиту на неограниченный период времени.",
  TermsAndConditions: "Условия и положения",
  TitleDepositIncrease: "Увеличение депозита",
  TitleMinimumDeposit: "Минимальный депозит",
  TitleMaximumLeverage: "Максимальное кредитное плечо",
  TitleMaximumTradeVolume: "Максимальный объем торговли",
  TitleAccountVerified: "Аккаунт проверен",
  ValueMaximumTradeVolume: "Безлимитный",
  ValueAccountVerified: "Нет",
  WhyChooseTheNoDepositBonus: "Почему стоит выбрать медальный бонус?",
  AvailableForEveryone: "Доступно для всех",
  YouDontNeedToMake:
    "Вы можете получить бонус 333% даже на депозит в 1 доллар США, получив на баланс 4,33 доллара США.",
  SimpleClaiming: "Простое утверждение",
  TheProcedureForClaiming:
    "Процедура подачи заявки довольно проста: зарегистрируйте реальный аккаунт. Для получения бонуса не обязательно проходить проверку.",
  FullWithdrawal: "Полный вывод",
  ProfitAcquiredFromTrading: "Сумма прибыли сверх бонуса не ограничена.",
  HowTheBonusWorks: "Как работает бонус?",
  HowToGet: "Как получить?",
  RegisterALiveAccount: "Зарегистрируйте реальный аккаунт",
  ApplyFor: "Подать заявку на получение медали",
  FundYour: "Пополните свой счет и получите бонус",
} as NoDepositBonusType;
