import { NoDepositBonusType } from "./types";

export default {
  MedalBonus: "โบนัสเหรียญ",
  MedalGiveaway: "แจกเหรียญอยู่ที่นี่ครับ",
  ClaimBonus: "รับโบนัส",
  AboutTheBonus: "เกี่ยวกับโบนัส",
  WhoSaid: "ใครบอกว่าผู้ชนะคือคนเดียวของคุณ?",
  BonusesWillBeUsefulFor:
    "ทุกคนเป็นผู้ชนะโดยเริ่มซื้อขายกับ Zetradex และสมควรได้รับเหรียญรางวัลจากความกล้าหาญและการบรรลุเป้าหมายของคุณ เรายังรู้ด้วยว่ายิ่งแชมป์มีเหรียญรางวัลมากเท่าไร เขาก็ยิ่งมั่นใจในความสามารถของเขามากขึ้นเท่านั้น เพราะเขาไม่ใช่มือใหม่อีกต่อไป แต่เป็นผู้ยิ่งใหญ่อย่างแท้จริง",
  IfYouDontWantToInvest:
    "ดังนั้นเราจึงได้สร้างโบนัสเหรียญพิเศษที่จะเพิ่มในการฝากเงินครั้งแรกของคุณ ซึ่งไม่เพียงเพิ่มความมั่นใจให้กับความสามารถของคุณอย่างที่เหรียญจริงควร แต่ยังจะเพิ่มความสามารถของคุณอีกด้วย เพื่อให้คุณรู้สึกเหมือนเป็นแชมป์โลก Forex ที่แท้จริง ใครสมควรได้รับมากกว่านี้",
  ItShouldBeNotedThatBonuses:
    "ในการรับเหรียญรางวัล คุณเพียงแค่ต้องลงทะเบียน สมัครรับโบนัสเหรียญรางวัล จากนั้นเหรียญจะถูกเพิ่มเข้าในเงินฝากของคุณทันทีโดยไม่จำกัดระยะเวลา",
  TermsAndConditions: "ข้อกำหนดและเงื่อนไข",
  TitleDepositIncrease: "เงินฝากเพิ่มขึ้น",
  TitleMinimumDeposit: "ฝากขั้นต่ำ",
  TitleMaximumLeverage: "เลเวอเรจสูงสุด",
  TitleMaximumTradeVolume: "ปริมาณการซื้อขายสูงสุด",
  TitleAccountVerified: "ยืนยันบัญชีแล้ว",
  ValueMaximumTradeVolume: "ไม่ จำกัด",
  ValueAccountVerified: "เลขที่",
  WhyChooseTheNoDepositBonus: "เหตุใดจึงเลือกโบนัสเหรียญรางวัล?",
  AvailableForEveryone: "มีให้สำหรับทุกคน",
  YouDontNeedToMake:
    "คุณสามารถรับโบนัส 333% แม้จะฝากเงิน 1 USD และรับ $4.33 จากยอดคงเหลือ",
  SimpleClaiming: "การเรียกร้องง่ายๆ",
  TheProcedureForClaiming:
    "ขั้นตอนการขอรับสิทธิ์นั้นค่อนข้างง่าย - ลงทะเบียนบัญชีจริง ไม่จำเป็นต้องตรวจสอบเพื่อรับโบนัส",
  FullWithdrawal: "การถอนเงินเต็มจำนวน",
  ProfitAcquiredFromTrading: "ผลรวมของกำไรมากกว่าโบนัสนั้นไม่จำกัด",
  HowTheBonusWorks: "โบนัสทำงานอย่างไร?",
  HowToGet: "วิธีการที่จะได้รับ?",
  RegisterALiveAccount: "ลงทะเบียนบัญชีจริง",
  ApplyFor: "สมัครรับโบนัสเหรียญ",
  FundYour: "ฝากเงินเข้าบัญชีของคุณและรับโบนัส",
} as NoDepositBonusType;
