import { RiskDisclosureLocaleType } from "./types";

export default {
  RiskDisclosure: "जोखिम प्रकटीकरण",
  ZetradexHoldingLtdOperatingUnder:
    "ज़ेट्राडेक्स होल्डिंग लिमिटेड, ट्रेडिंग नाम ज़ेट्राडेक्स के तहत काम कर रही है, जिसका पंजीकृत पता बोनोवो रोड, मोहेली के फोम्बोनी द्वीप, कोमोरोस यूनियन, पंजीकरण संख्या HY00523401 है, जिसे इसके बाद सामूहिक रूप से 'ज़ेट्रेडेक्स', 'हम', या 'हम' के रूप में जाना जाता है। मवाली अंतर्राष्ट्रीय सेवा प्राधिकरण द्वारा अधिकृत और विनियमित।",
  TheSiteShallReferCollectively:
    "'साइट' सामूहिक रूप से Zetradex.com वेबसाइट और इसके उपलब्ध भाषा संस्करणों और डोमेन नामों को संदर्भित करेगी।",
  ClientShallReferToAnyPerson:
    "'क्लाइंट' किसी भी व्यक्ति या संस्था को संदर्भित करेगा जिसने साइट पर खाता पंजीकृत किया है, या जो साइट का उपयोग कर रहा है, विजिट कर रहा है या अन्यथा एक्सेस कर रहा है।",
  ThisDocumentIsADisclosureByZetradex:
    "यह दस्तावेज़ Zetradex द्वारा वित्तीय बाज़ारों में व्यापार में शामिल संभावित जोखिमों का खुलासा है। दस्तावेज़ वित्तीय बाज़ारों पर व्यापार में निहित सभी जोखिमों और अन्य सभी महत्वपूर्ण पहलुओं का खुलासा नहीं कर सकता है और न ही करता है। ग्राहक को सबसे पहले इस गतिविधि से संबंधित संभावित नुकसान के बारे में पता होना चाहिए।",
  TheClientHerebyAcknowledgesUnderstandAndAgrees:
    "ग्राहक इसके द्वारा इसे स्वीकार करता है, समझता है और सहमत है",
  TradingIsHighlySpeculativeAndRisky: "ट्रेडिंग अत्यधिक सट्टा और जोखिम भरा है",
  TradingCFDsOrAnyOtherDerivate:
    "सीएफडी या किसी अन्य व्युत्पन्न उत्पाद का व्यापार अत्यधिक सट्टा है, इसमें नुकसान का उच्च स्तर का जोखिम शामिल है और यह सभी ग्राहकों के लिए उपयुक्त नहीं हो सकता है, लेकिन केवल उन ग्राहकों के लिए उपयुक्त है जो:",
  UnderstandAndAreWillingTo:
    "इसमें शामिल आर्थिक, कानूनी और अन्य जोखिमों और लागतों को समझें और उन्हें वहन करने को तैयार हैं;",
  HaveKnowledgeAndExperience:
    "डेरिवेटिव और अंतर्निहित परिसंपत्ति प्रकारों में व्यापार का ज्ञान और अनुभव हो, साथ ही सक्रिय आधार पर अपने निवेश को प्रबंधित करने के लिए पर्याप्त समय हो; और",
  AreAbleToAssumeFinancialLosses:
    "मार्जिन या जमा राशि से अधिक होने पर वित्तीय नुकसान झेलने में सक्षम होते हैं क्योंकि ग्राहक न केवल मार्जिन या जमा राशि बल्कि अनुबंध के कुल मूल्य को भी खो सकते हैं।",
  TheClientIsTheOnlyResponsible:
    "ग्राहक अपने खाते में हुए सभी नुकसानों के लिए एकमात्र जिम्मेदार व्यक्ति है। इसलिए, ग्राहक को तैयार रहना चाहिए कि वह अपने सभी निवेश खो सकता है। ग्राहकों को सलाह दी जाती है कि वे उस पैसे का निवेश न करें जिसे वे खोना बर्दाश्त नहीं कर सकते।",
  ThroughZetradexClientsCanTrade:
    "ज़ेट्रेडेक्स के माध्यम से ग्राहक विदेशी मुद्रा (एफएक्स), स्पॉट मेटल, वायदा और शेयरों पर सीएफडी का व्यापार कर सकते हैं।",
  ProductDescription: "उत्पाद वर्णन",
  AContractForDifferenceCFD:
    "अंतर के लिए अनुबंध (सीएफडी) एक अनुबंध को खरीदने या बेचने का एक समझौता है जो दूसरों के अलावा, एफएक्स, कीमती धातुओं, वायदा और शेयरों के प्रदर्शन को दर्शाता है; लाभ या हानि सीएफडी खरीदी गई कीमत और सीएफडी बेचे जाने वाली कीमत के बीच के अंतर से निर्धारित होती है और इसके विपरीत। सीएफडी का कारोबार मार्जिन पर किया जाता है और सीएफडी या अंतर्निहित परिसंपत्ति की कोई भौतिक डिलीवरी नहीं हो रही है। उदाहरण के लिए, शेयरों पर सीएफडी खरीदते समय, ग्राहक केवल शेयर के मूल्य के बढ़ने या घटने का अनुमान लगा रहे होते हैं।",
  TheTypesOfCFDsInclude:
    "सीएफडी के प्रकारों में एफएक्स सीएफडी, फ्यूचर्स सीएफडी, ऑप्शन सीएफडी, शेयर सीएफडी और स्टॉक इंडेक्स सीएफडी शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं। सीएफडी के मूल्य में दिन के दौरान उतार-चढ़ाव होता है। सीएफडी की कीमत में उतार-चढ़ाव कई कारकों पर निर्भर करता है, जिसमें बाजार की जानकारी तक पहुंच भी शामिल है, लेकिन यह इन्हीं तक सीमित नहीं है।",
  CFDsAreLeveragedProducts:
    "सीएफडी लीवरेज्ड उत्पाद हैं। वे ग्राहकों को व्यापार के कुल मूल्य का केवल एक छोटा मार्जिन ('जमा') डालने की आवश्यकता होने पर बाजारों में एक्सपोजर प्रदान करते हैं। सीएफडी व्यापारियों को अंतर्निहित परिसंपत्तियों पर कीमतों के बढ़ने ('लॉन्ग पोजीशन' लेने) या कीमतों के नीचे जाने ('शॉर्ट पोजीशन' लेने) से लाभ उठाने की अनुमति देते हैं।",
  Performance: "प्रदर्शन",
  PastPerformanceOfCFDsDoes:
    "सीएफडी का पिछला प्रदर्शन भविष्य के परिणामों का विश्वसनीय संकेतक नहीं बनता है।",
  LeverageGearing: "उत्तोलन (गियरिंग)",
  WhenExecutingTradingOperationsUnderMargin:
    "मार्जिन ट्रेडिंग स्थितियों के तहत ट्रेडिंग संचालन निष्पादित करते समय, लीवरेज (या 'गियरिंग' जैसा कि इसे भी कहा जाता है) के प्रभाव के कारण बाजार की एक छोटी सी हलचल भी ग्राहक के ट्रेडिंग खाते पर बहुत बड़ा प्रभाव डाल सकती है। इसका मतलब यह है कि अपेक्षाकृत छोटे बाजार परिवर्तन से ग्राहक की स्थिति के मूल्य में अनुकूल या प्रतिकूल रूप से आनुपातिक रूप से बहुत बड़ा परिवर्तन हो सकता है। अधिक उत्तोलन में अधिक जोखिम शामिल होता है। इसलिए उत्तोलन का आकार आंशिक रूप से निवेश के परिणाम को निर्धारित करता है।",
  MajorRisksAssociated: "सीएफडी लेनदेन से जुड़े प्रमुख जोखिम",
  AsCFDsAreLeveragedProducts:
    "चूंकि सीएफडी लीवरेज्ड उत्पाद हैं, वे अन्य वित्तीय उत्पादों की तुलना में ग्राहक की पूंजी के लिए उच्च स्तर का जोखिम उठाते हैं और इसके परिणामस्वरूप बड़े नुकसान हो सकते हैं। सीएफडी का मूल्य बाजार की स्थितियों के आधार पर बढ़ या घट सकता है।",

  TheClientHerebyAcknowledgesWarrantsAndAgrees:
    "ग्राहक इसके द्वारा स्वीकार करता है, आश्वासन देता है और सहमत होता है कि वह इन जोखिमों को समझता है, सीएफडी ट्रेडिंग के जोखिमों को उठाने के लिए वित्तीय और अन्यथा तैयार है और सक्षम है। ग्राहक उपयोग किए गए सभी जोखिमों और वित्तीय संसाधनों के साथ-साथ चुनी गई ट्रेडिंग रणनीति के लिए पूरी ज़िम्मेदारी रखेगा। हम मार्जिन स्तर को 1,000% से कम नहीं बनाए रखने की सलाह देते हैं, साथ ही संभावित नुकसान को सीमित करने के लिए स्टॉप लॉस ऑर्डर भी देते हैं। Zetradex ग्राहक के ट्रेडिंग वॉल्यूम के आधार पर लीवरेज को कम करने का अधिकार सुरक्षित रखता है।",
  OffExchangeTransactions: "डेरिवेटिव में ऑफ-एक्सचेंज लेनदेन",
  WhenClientsTradeCFDs:
    "जब ग्राहक Zetradex के साथ CFD का व्यापार करते हैं, तो ग्राहक Zetradex के ट्रेडिंग प्लेटफॉर्म के माध्यम से अपने ऑर्डर देकर ऑफ-एक्सचेंज (OTC) डेरिवेटिव लेनदेन में प्रवेश करेंगे। इन ओटीसी लेनदेन में ऑन-एक्सचेंज डेरिवेटिव्स में निवेश करने की तुलना में अधिक जोखिम शामिल हो सकता है क्योंकि कोई एक्सचेंज मार्केट नहीं है जिस पर खुली स्थिति को बंद किया जा सके। ग्राहक को Zetradex के साथ एक पोजीशन खोलनी और बंद करनी होगी जो किसी अन्य व्यक्ति को हस्तांतरित नहीं की जा सकती। इस मामले में, ग्राहक को Zetradex डिफ़ॉल्ट के जोखिम का सामना करना पड़ सकता है।",
  CounterpartyRisk: "प्रतिपक्ष जोखिम",
  ACounterpartyRiskRefersToThe:
    "प्रतिपक्ष जोखिम से तात्पर्य किसी विशेष लेन-देन में किसी एक पक्ष के डिफ़ॉल्ट के जोखिम और उसके वित्तीय दायित्वों को पूरा करने में असमर्थता से है। वर्तमान नियमों के अनुपालन में, Zetradex ग्राहकों के पैसे को एक ऐसे खाते में रखता है जो अन्य ग्राहकों और Zetradex के पैसे से अलग होता है, लेकिन यह पूर्ण सुरक्षा प्रदान नहीं कर सकता है।",
  StopLossLimit: "स्टॉप लॉस लिमिट",
  ClientsUnderstandThatThereMay:
    "ग्राहक समझते हैं कि ऐसे मामले हो सकते हैं जिनमें स्टॉप लॉस सीमा अप्रभावी है, उदाहरण के लिए, जहां तेजी से मूल्य में उतार-चढ़ाव होता है या बाजार बंद होता है, और स्टॉप लॉस सीमाएं हमेशा ग्राहकों को नुकसान से नहीं रोक सकती हैं।",
  LiquidityRisk: "तरलता जोखिम",
  ClientsShouldTakeIntoConsideration:
    "ग्राहकों को यह ध्यान में रखना चाहिए कि कुछ वित्तीय उपकरण, उदाहरण के लिए, कम मांग के कारण तुरंत तरल नहीं हो सकते हैं और ग्राहक संभावित नुकसान को रोकने के लिए, या इन वित्तीय के मूल्य के बारे में आसानी से जानकारी प्राप्त करने के लिए पर्याप्त रूप से उनका व्यापार करने में सक्षम नहीं हो सकते हैं। उपकरण या संबंधित जोखिमों की सीमा।",
  ExecutionRisk: "निष्पादन जोखिम और अंतर्निहित बाज़ार अस्थिरता",
  CFDsAndOtherFinancialDerivative:
    "`सीएफडी और अन्य वित्तीय व्युत्पन्न उत्पाद ऐसे उपकरण हैं जो ग्राहकों को अंतर्निहित उपकरणों/बाजारों में मूल्य आंदोलनों पर व्यापार करने की अनुमति देते हैं। हालाँकि हम अपनी स्वयं की कीमतों की पेशकश करते हैं",
  ClientsShouldUnderstandAndTake:
    "ग्राहक CFDs का व्यापार करते हैं, Zetradex की कीमतें अंतर्निहित उपकरणों/बाज़ारों के आधार पर निकाली जाती हैं।",
  UnderCertainCircumstancesClients:
    "ग्राहकों को यह समझना चाहिए और ध्यान में रखना चाहिए कि अंतर्निहित उपकरण के उतार-चढ़ाव का व्युत्पन्न उत्पाद के मूल्य पर प्रभाव पड़ सकता है और ग्राहक की लाभप्रदता प्रभावित हो सकती है।",
  TechnicalRisk:
    "कुछ परिस्थितियों में ग्राहकों का व्यापार तुरंत नहीं हो सकता है। ग्राहकों को 'गैपिंग' (समय अंतराल) के बारे में पता होना चाहिए जहां ऐसी घटनाओं के परिणामस्वरूप उनके खातों में महत्वपूर्ण लाभ या हानि हो सकती है। इस तरह की 'गैपिंग' तब हो सकती है जब अंतर्निहित उपकरण/बाज़ार खुला हो और जब वह बंद हो, या यदि ग्राहक द्वारा अपना ऑर्डर देने के क्षण और ऑर्डर पूरा होने के क्षण के बीच समय अंतराल हो। इस अवधि के दौरान, बाज़ार की स्थितियाँ ग्राहक के लिए प्रतिकूल हो सकती हैं। यानी, अनुरोधित कीमत पर ऑर्डर पूरा नहीं किया जाता है।",
  ClientsShallAssumeTheRisk: "तकनीकी जोखिम",
  WhenExecutingTradingOperationsThrough:
    "ग्राहक सूचना, संचार, इलेक्ट्रॉनिक और अन्य प्रणालियों की विफलता के कारण होने वाले वित्तीय नुकसान का जोखिम उठाएंगे।",
  ZetradexDoesNotAcceptAnyLiabilityIn:
    "साइट के माध्यम से ट्रेडिंग परिचालन निष्पादित करते समय, ग्राहक किसी भी कारण या गलती से वित्तीय हानि या क्षति का जोखिम उठाएगा, जिसमें हार्डवेयर और सॉफ्टवेयर (सर्वर/इंटरनेट) की विफलता, ग्राहक के उपकरणों की अनुचित कार्यप्रणाली और संचालन शामिल है, लेकिन इन्हीं तक सीमित नहीं है। , क्लाइंट टर्मिनल अपडेट में देरी, क्लाइंट के टर्मिनल में गलत सेटिंग्स, ट्रेडिंग प्लेटफॉर्म यूजर गाइड में वर्णित लागू नियमों के बारे में क्लाइंट की अज्ञानता। ऐसी किसी भी विफलता का परिणाम यह हो सकता है कि ग्राहक के आदेश या तो निष्पादित नहीं होते हैं या उसके निर्देशों के अनुसार निष्पादित नहीं होते हैं।",
  Communication:
    "ऐसी विफलता के मामले में Zetradex कोई दायित्व स्वीकार नहीं करता है। वायरलेस या डायल-अप कनेक्शन या ग्राहक की ओर से किसी अन्य प्रकार के अस्थिर कनेक्शन के उपयोग के परिणामस्वरूप खराब या बाधित कनेक्टिविटी या सिग्नल शक्ति की कमी हो सकती है, जिससे ज़ेट्रेडेक्स इलेक्ट्रॉनिक ट्रेडिंग का उपयोग करते समय हमारे और ग्राहक के बीच डेटा ट्रांसमिशन में देरी हो सकती है। प्लैटफ़ॉर्म। देरी के कारण Zetradex पर पुराने ऑर्डर (पुरानी कीमतों पर) भेजे जा सकते हैं।",

  WeBearNoResponsibilityForAnyLossThat:
    "Zetradex द्वारा ग्राहकों को भेजे गए विलंबित या अप्राप्त संचार के परिणामस्वरूप होने वाले किसी भी नुकसान के लिए हम कोई जिम्मेदारी नहीं लेते हैं।",
  InAdditionWeBearNoResponsibility:
    "इसके अलावा, हम Zetradex द्वारा ग्राहकों को भेजी गई अनएन्क्रिप्टेड जानकारी के परिणामस्वरूप होने वाले किसी भी नुकसान के लिए कोई जिम्मेदारी नहीं लेते हैं, जिसे अनधिकृत तरीकों से एक्सेस किया गया है।",
  WeBearNoResponsibilityForAnyUnReceived:
    "ट्रेडिंग प्लेटफॉर्म के माध्यम से ग्राहकों को भेजे गए किसी भी अप्राप्त या अपठित आंतरिक संदेशों के लिए हम कोई जिम्मेदारी नहीं लेते हैं।",
  TheClientIsSolelyResponsible:
    "Zetradex द्वारा प्राप्त संचार में निहित किसी भी जानकारी की गोपनीयता के लिए ग्राहक पूरी तरह से जिम्मेदार है।",
  AdditionallyTheClientAcceptsThat:
    "इसके अतिरिक्त, ग्राहक स्वीकार करता है कि उसके ट्रेडिंग खाते में किसी तीसरे पक्ष की अनधिकृत पहुंच के परिणामस्वरूप होने वाली कोई भी हानि ज़ेट्रेडेक्स की ज़िम्मेदारी नहीं है।",
  ForceMajeureEvents: "अप्रत्याशित घटनाएँ",
  InCaseOfAForceMajeure:
    "अप्रत्याशित घटना की स्थिति में ग्राहक को होने वाले किसी भी नुकसान को स्वीकार करना होगा।",
  CostsAndOtherConsiderations: "लागत और अन्य विचार",
  AllApplicableCostsCommissions:
    "सभी लागू लागत, कमीशन और शुल्क ग्राहकों को Zetradex द्वारा प्रदान किए जाएंगे या साइट पर प्रकाशित किए जाएंगे। ग्राहकों को ऐसी लागतों, कमीशनों और शुल्कों के बारे में पता होना चाहिए जो वसूले जा सकते हैं और ग्राहक के खाते की लाभप्रदता को प्रभावित कर सकते हैं। ऐसी सभी लागतों, कमीशन और शुल्क की गणना करना जटिल हो सकता है और किसी व्यापार से होने वाले सकल लाभ से अधिक महत्वपूर्ण हो सकता है।",
  NotAllCostsAreRepresented:
    "सभी लागतों को मौद्रिक संदर्भ में प्रदर्शित नहीं किया जाता है (उदाहरण के लिए, लागत सीएफडी के मूल्य के प्रतिशत के रूप में दिखाई दे सकती है)। ज़ेट्रेडेक्स समय-समय पर सीएफडी ट्रेडिंग पर लागू होने वाली किसी भी लागत को बदलने का अधिकार सुरक्षित रखता है और ग्राहक समझते हैं और सहमत हैं कि लागत के संबंध में सबसे नवीनतम जानकारी साइट पर ऑनलाइन उपलब्ध है।",
  SwapValuesAndCharges: "स्वैप मान और शुल्क",
  ASwapIsTheInterestAdded:
    "स्वैप किसी पोजीशन को रात भर खुला रखने के लिए जोड़ा या काटा गया ब्याज है। लेनदेन में शामिल मुद्रा जोड़ी की स्थिति और ब्याज दरों के आधार पर ग्राहक के ट्रेडिंग खाते को तदनुसार क्रेडिट या डेबिट किया जा सकता है। ग्राहकों के ट्रेडिंग खातों का मिलान हर दिन 23:59:31 (हमारे सर्वर समय) पर किया जाता है और परिणामी राशि स्वचालित रूप से उस मुद्रा में परिवर्तित हो जाएगी जिसमें ग्राहक का ट्रेडिंग खाता अंकित है।",
  ZetradexReservesTheRight:
    "Zetradex किसी भी समय प्रत्येक वित्तीय साधन पर स्वैप दर के स्तर को बदलने का अधिकार सुरक्षित रखता है और ग्राहक समझते हैं और स्वीकार करते हैं कि उन्हें साइट के माध्यम से इसके बारे में सूचित किया जाएगा। ग्राहक इस बात पर भी सहमत हैं कि वे नियमित रूप से साइट की जांच करके लागू स्वैप मूल्य के बारे में सूचित रहेंगे। इसके अलावा, ग्राहक ट्रेडिंग के लिए निर्देश देने से पहले लागू स्वैप मूल्य की जांच करने के लिए जिम्मेदार हैं।",
  Taxation: "कर लगाना",
  AlthoughInvestingInCFDsDoes:
    "हालांकि सीएफडी में निवेश करने में अंतर्निहित वित्तीय साधन की भौतिक डिलीवरी शामिल नहीं है, यदि आवश्यक हो तो स्वतंत्र कर सलाह मांगी जानी चाहिए, ताकि यह स्थापित किया जा सके कि ग्राहक स्टांप शुल्क सहित किसी भी कर के अधीन है या नहीं। ऐसी जानकारी प्राप्त करना और उसके अनुसार उसका अनुपालन करना ग्राहक की एकमात्र जिम्मेदारी है।",
  ClientsAcknowledgementAndConsent: "ग्राहक की स्वीकृति और सहमति",
  TheClientHerebyAcknowledgesAndDeclares:
    "ग्राहक इसके द्वारा स्वीकार करता है और घोषणा करता है कि उसने बिना किसी हिचकिचाहट के यहां दी गई सभी जानकारी को बिना किसी सीमा के निम्नलिखित सहित पढ़ा, समझा और स्वीकार किया है:",
  FinancialInstrumentsInForeign:
    "विदेशी बाज़ारों में वित्तीय साधनों में ग्राहक के निवास के देश के बाज़ार में सामान्य जोखिमों से भिन्न जोखिम शामिल हो सकते हैं। विदेशी बाज़ारों में लेनदेन से लाभ या हानि की संभावना भी विनिमय दर के उतार-चढ़ाव से प्रभावित होती है। जब किसी वित्तीय साधन पर ग्राहक के निवास के देश की मुद्रा के अलावा किसी अन्य मुद्रा में बातचीत की जाती है, तो विनिमय दर में कोई भी बदलाव वित्तीय साधन के मूल्य, कीमत और प्रदर्शन पर नकारात्मक प्रभाव डाल सकता है।",
  TheValueOfAFinancialInstrument:
    "किसी वित्तीय साधन का मूल्य घट सकता है और ग्राहक को निवेश की तुलना में कम पैसा प्राप्त हो सकता है या वित्तीय साधन का मूल्य अत्यधिक उतार-चढ़ाव वाला हो सकता है। ऐसी संभावना है कि ग्राहक के निवेश का कोई मूल्य नहीं रह जाएगा।",
  ShouldYouRequireAnyAdditional:
    "यदि आपको ज़ेट्रेडेक्स के जोखिम प्रकटीकरण के बारे में कोई अतिरिक्त जानकारी चाहिए, तो कृपया हमसे यहां संपर्क करें",
} as RiskDisclosureLocaleType;
