import { RiskDisclosureLocaleType } from "./types";

export default {
  RiskDisclosure: "リスク開示",
  ZetradexHoldingLtdOperatingUnder:
    "Zetradex という商号で営業し、登録住所はコモロ連合モヘリ島フォンボニ島 Bonovo Road、登録番号 HY00523401 である Zetradex Holding Ltd. は、以下総称して「Zetradex」、または「当社」といいます。 ムワリ国際サービス局によって認可および規制されています。",
  TheSiteShallReferCollectively:
    "「サイト」とは、Zetradex.com Web サイトとその利用可能な言語バージョンおよびドメイン名を総称するものとします。",
  ClientShallReferToAnyPerson:
    "「クライアント」とは、本サイトにアカウントを登録した、または本サイトを使用、訪問、またはその他の方法でアクセスしている個人または団体を指します。",
  ThisDocumentIsADisclosureByZetradex:
    "この文書は、金融市場での取引に伴う潜在的なリスクについて Zetradex によって開示されたものです。 この文書は、金融市場での取引に固有のすべてのリスクおよびその他の重要な側面をすべて開示することはできませんし、開示していません。 クライアントは何よりもまず、この活動に関連する潜在的な損失を認識する必要があります。",
  TheClientHerebyAcknowledgesUnderstandAndAgrees:
    "クライアントはここに、以下のことを認識し、理解し、同意します。",
  TradingIsHighlySpeculativeAndRisky: "取引は非常に投機的でリスクが伴います",
  TradingCFDsOrAnyOtherDerivate:
    "CFD またはその他のデリバティブ商品の取引は非常に投機的であり、高度な損失リスクが伴うため、すべての顧客に適しているわけではありませんが、次のような顧客にのみ適しています。",
  UnderstandAndAreWillingTo:
    "関連する経済的、法的、その他のリスクとコストを理解し、喜んで引き受けます。",
  HaveKnowledgeAndExperience:
    "デリバティブおよび原資産タイプの取引に関する知識と経験があり、アクティブベースで投資を管理するのに十分な時間があります。 そして",
  AreAbleToAssumeFinancialLosses:
    "顧客は証拠金や保証金だけでなく契約の総額を失う可能性があるため、証拠金や保証金を大幅に超える金銭的損失を被る可能性があります。",
  TheClientIsTheOnlyResponsible:
    "顧客は、自分のアカウントで被ったすべての損失に対する唯一の責任者です。 したがって、顧客は投資のすべてを失う可能性があることを覚悟する必要があります。 顧客には、失うわけにはいかない資金を投資しないようアドバイスされます。",
  ThroughZetradexClientsCanTrade:
    "Zetradex を通じて、顧客は外国為替 (FX)、スポット金属、先物、株式の CFD を取引できます。",
  ProductDescription: "製品説明",
  AContractForDifferenceCFD:
    "差額契約（CFD）とは、FX、貴金属、先物、株式などのパフォーマンスを反映する契約を売買する契約です。 損益は、CFD の購入価格と CFD の販売価格の差、またはその逆によって決まります。 CFD は証拠金で取引され、CFD または原資産の現物受け渡しは行われません。 たとえば、株式の CFD を購入する場合、顧客は株式の価値が増加するか減少するかを推測しているだけです。",
  TheTypesOfCFDsInclude:
    "CFDの種類には、FX CFD、先物CFD、オプションCFD、株式CFD、株価指数CFDが含まれますが、これらに限定されません。 CFDは一日の中で価値が変動します。 CFD の価格変動は、市場情報へのアクセスの有無など、さまざまな要因によって異なります。",
  CFDsAreLeveragedProducts:
    "CFDはレバレッジ商品です。 彼らは市場へのエクスポージャーを提供しますが、クライアントは取引総額の少額のマージン（「デポジット」）を預けるだけで済みます。 CFDを使用すると、トレーダーは原資産の価格上昇（「ロングポジション」を取る）または価格下落（「ショートポジション」を取る）から利益を得ることができます。",
  Performance: "パフォーマンス",
  PastPerformanceOfCFDsDoes:
    "CFD の過去のパフォーマンスは、将来の結果の信頼できる指標にはなりません。",
  LeverageGearing: "レバレッジ (ギアリング)",
  WhenExecutingTradingOperationsUnderMargin:
    "信用取引条件下で取引操作を実行する場合、レバレッジ（または「ギアリング」とも呼ばれます）の効果により、たとえ小さな市場変動であっても、お客様の取引口座に大きな影響を与える可能性があります。 これは、市場の比較的小さな変化が、それに比例して顧客のポジションの価値に有利または不利の大きな変化をもたらす可能性があることを意味します。 レバレッジが大きいほど、リスクも大きくなります。 したがって、レバレッジの大きさが投資の結果を部分的に決定します。",
  MajorRisksAssociated: "CFD取引に伴う主なリスク",
  AsCFDsAreLeveragedProducts:
    "CFD はレバレッジをかけた商品であるため、他の金融商品と比較して顧客の資本に対するリスクが高く、多額の損失が発生する可能性があります。 CFDの価値は市場の状況に応じて増減することがあります。",
  TheClientHerebyAcknowledgesWarrantsAndAgrees:
    "顧客は、これらのリスクを理解し、経済的その他の点でCFD取引のリスクを引き受ける意思があり、引き受けることができることをここに認め、保証し、同意するものとします。 顧客は、選択した取引戦略だけでなく、使用されるすべてのリスクと財務リソースに対して全責任を負うものとします。 潜在的な損失を制限するために、証拠金レベルを 1,000% 以上に維持し、ストップロス注文を行うことをお勧めします。 Zetradex は、クライアントの取引量に応じてレバレッジを下げる権利を留保します。",
  OffExchangeTransactions: "デリバティブにおける取引所外取引",

  WhenClientsTradeCFDs:
    "お客様が Zetradex で CFD を取引する場合、お客様は Zetradex の取引プラットフォームを通じて注文を出し、取引所外 (OTC) デリバティブ取引を行うことになります。 オープンポジションを決済できる為替市場がないため、これらの OTC 取引は、取引所デリバティブへの投資よりも大きなリスクを伴う可能性があります。 クライアントは、他の人に譲渡できない Zetradex でポジションをオープンおよびクローズする必要があります。 この場合、クライアントは Zetradex の不履行のリスクにさらされる可能性があります。",
  CounterpartyRisk: "カウンターパーティリスク",
  ACounterpartyRiskRefersToThe:
    "カウンターパーティリスクとは、特定の取引における一方の当事者が不履行になり、財務上の義務を履行できないリスクを指します。 Zetradex は、現在の規制に従って、顧客の資金を他の顧客や Zetradex の資金から隔離された口座に保管しますが、これでは完全な保護ができない可能性があります。",
  StopLossLimit: "ストップロスリミット",
  ClientsUnderstandThatThereMay:
    "顧客は、急激な価格変動や市場閉鎖がある場合など、ストップロス制限が効果的でない場合があり、ストップロス制限が常に顧客の損失を防ぐことができるとは限らないことを理解しています。",
  LiquidityRisk: "流動性リスク",
  ClientsShouldTakeIntoConsideration:
    "顧客は、一部の金融商品は、需要の減少などにより直ちに流動性にならない可能性があり、損失の可能性を防ぐのに十分な速さで取引できない場合や、これらの金融商品の価値に関する情報を簡単に入手できない場合があることを考慮する必要があります。 手段または関連するリスクの範囲。",
  ExecutionRisk: "約定リスクと潜在的な市場のボラティリティ",
  CFDsAndOtherFinancialDerivative:
    "CFD およびその他の金融デリバティブ商品は、クライアントが原商品/市場の価格変動に基づいて取引できるようにする商品です。 当社は独自の価格を提供していますが、",
  ClientsShouldUnderstandAndTake:
    "クライアントがCFDを取引する場合、Zetradexの価格は基礎となる商品/市場に基づいて導出されます。",
  UnderCertainCircumstancesClients:
    "顧客は、原商品の変動がデリバティブ商品の価値に影響を及ぼし、顧客の収益性に影響を与える可能性があることを理解し、考慮する必要があります。",
  TechnicalRisk:
    "特定の状況では、顧客の取引がすぐに行われない場合があります。 クライアントは、そのようなイベントがアカウントに重大な利益または損失をもたらす可能性がある「ギャップ」（タイムラグ）に注意する必要があります。 このような「ギャップ」は、原商品/市場が開いているときと閉じているとき、またはクライアントが注文を出した瞬間と注文が実行される瞬間の間にタイムラグがある場合に発生する可能性があります。 この期間中、市場状況はクライアントにとって不利な方向に進んだ可能性があります。 つまり、注文は要求された価格で実行されません。",
  ClientsShallAssumeTheRisk: "技術的リスク",
  WhenExecutingTradingOperationsThrough:
    "お客様は、情報、通信、電子システムおよびその他のシステムの障害によって引き起こされる経済的損失のリスクを負うものとします。",
  ZetradexDoesNotAcceptAnyLiabilityIn:
    "サイトを通じて取引操作を実行する場合、クライアントは、ハードウェアおよびソフトウェア（サーバー/インターネット）の障害、クライアントの機器の不適切な機能および操作を含むがこれらに限定されない、いかなる原因または障害による経済的損失または損害のリスクを負うものとします。 、クライアント端末の更新の遅延、クライアント端末の誤った設定、取引プラットフォームユーザーガイドに記載されている該当するルールに対するクライアントの無知。 このような失敗の結果、クライアントの注文が実行されないか、またはクライアントの指示に従って実行されない可能性があります。",
  Communication:
    "Zetradex は、そのような障害が発生した場合には一切の責任を負いません。 クライアント側でワイヤレス接続、ダイヤルアップ接続、またはその他の不安定な接続を使用すると、Zetradex の電子取引を使用する際に、接続性が低下したり中断されたり、信号強度が不足したりして、当社とクライアントの間のデータ送信に遅延が生じる可能性があります。 プラットホーム。 遅延により、期限切れの (古い価格で) 注文が Zetradex に送信される可能性があります。",
  WeBearNoResponsibilityForAnyLossThat: "コミュニケーション",
  InAdditionWeBearNoResponsibility:
    "当社は、Zetradex からクライアントに送信された通信の遅延または未受信の結果として生じるいかなる損失についても責任を負いません。",
  WeBearNoResponsibilityForAnyUnReceived:
    "さらに、当社は、Zetradex によってクライアントに送信された暗号化されていない情報が不正な手段でアクセスされた結果として生じる損失については責任を負いません。",
  TheClientIsSolelyResponsible:
    "当社は、取引プラットフォームを通じてクライアントに送信された内部メッセージの未受信または未読については責任を負いません。",
  AdditionallyTheClientAcceptsThat:
    "Zetradex が受信した通信に含まれる情報のプライバシーについては、クライアントが単独で責任を負います。",
  ForceMajeureEvents:
    "さらに、クライアントは、クライアントの取引アカウントへの第三者の不正アクセスの結果として生じるいかなる損失も Zetradex の責任ではないことを承諾します。",
  InCaseOfAForceMajeure: "不可抗力の出来事",
  CostsAndOtherConsiderations:
    "不可抗力の場合、クライアントは発生するあらゆる損失を受け入れるものとします。",
  AllApplicableCostsCommissions: "コストとその他の考慮事項",
  NotAllCostsAreRepresented:
    "すべてのコストが金額で表されるわけではありません (たとえば、コストは CFD の価値のパーセンテージとして表示される場合があります)。 Zetradex は、CFD の取引に適用されるコストを随時変更する権利を留保し、クライアントはコストに関する最新情報がサイトでオンラインで入手できることを理解し、これに同意します。",
  SwapValuesAndCharges: "スワップの価値と手数料",
  ASwapIsTheInterestAdded:
    "スワップとは、一晩中ポジションを保持することに対して追加または差し引かれる利息です。 保持されているポジションと取引に関係する通貨ペアの金利に応じて、クライアントの取引口座に入金または借方に記入される場合があります。 クライアントの取引口座は毎日 23:59:31 (当社のサーバー時間) に調整され、結果の金額はクライアントの取引アカウントの通貨に自動的に換算されます。",
  ZetradexReservesTheRight:
    "Zetradex は、各金融商品のスワップ レートのレベルをいつでも変更する権利を留保し、顧客はサイトを通じて常にその情報を知らされることを理解し、了承します。 さらに顧客は、定期的にサイトをチェックすることで、該当するスワップ価値を常に把握することに同意します。 さらに、顧客は、取引の指示を出す前に、該当するスワップ価値を確認する責任があります。",
  Taxation: "課税",
  AlthoughInvestingInCFDsDoes:
    "CFD への投資には、原資産となる金融商品の現物受け渡しは含まれませんが、必要に応じて、顧客が印紙税を含む税金の対象となるかどうかを確認するために、独立した税務上のアドバイスを求める必要があります。 かかる情報を取得し、それに応じて遵守するのはクライアントの単独の責任です。",
  ClientsAcknowledgementAndConsent: "クライアントの承認と同意",
  TheClientHerebyAcknowledgesAndDeclares:
    "クライアントは、以下を含むがこれに限定されない、ここに含まれるすべての情報を読み、理解し、無条件で受け入れることを認め、宣言します。",
  FinancialInstrumentsInForeign:
    "外国市場の金融商品には、顧客の居住国の市場における通常のリスクとは異なるリスクが伴う可能性があります。 海外市場での取引による損益の見通しは為替レートの変動にも影響されます。 金融商品が顧客の居住国の通貨以外の通貨で交渉される場合、為替レートの変動は金融商品の価値、価格、パフォーマンスに悪影響を与える可能性があります。",
  TheValueOfAFinancialInstrument:
    "金融商品の価値が減少し、顧客が受け取る金額が投資額よりも少なくなる場合や、金融商品の価値が大きく変動する場合があります。 お客様の投資が無価値になる可能性があります。",
  ShouldYouRequireAnyAdditional:
    "Zetradex のリスク開示に関する追加情報が必要な場合は、下記までご連絡ください。",
} as RiskDisclosureLocaleType;
