import { RiskDisclosureLocaleType } from "./types";

export default {
  RiskDisclosure: "Раскрытие рисков",
  ZetradexHoldingLtdOperatingUnder:
    "Компания Zetradex Holding Ltd., действующая под торговым названием Zetradex, имеющая зарегистрированный адрес по адресу: Bonovo Road, остров Фомбони, Мохели, Союз Коморских островов, регистрационный номер HY00523401, в дальнейшем совместно именуемая «Zetradex», «мы» или «нас», является авторизован и регулируется Управлением международных услуг Мвали.",
  TheSiteShallReferCollectively:
    "«Сайт» в совокупности означает веб-сайт Zetradex.com, его доступные языковые версии и доменные имена.",
  ClientShallReferToAnyPerson:
    "«Клиент» означает любое физическое или юридическое лицо, которое зарегистрировало учетную запись на Сайте или которое использует, посещает или иным образом получает доступ к Сайту.",
  ThisDocumentIsADisclosureByZetradex:
    "Этот документ представляет собой раскрытие Zetradex потенциальных рисков, связанных с торговлей на финансовых рынках. Документ не может и не раскрывает все риски и все другие существенные аспекты, присущие торговле на финансовых рынках. Клиент должен в первую очередь осознавать возможные потери, связанные с этой деятельностью.",
  TheClientHerebyAcknowledgesUnderstandAndAgrees:
    "Клиент настоящим признает, понимает и соглашается с тем, что",
  TradingIsHighlySpeculativeAndRisky:
    "Торговля очень спекулятивна и рискованна.",
  TradingCFDsOrAnyOtherDerivate:
    "Торговля CFD или любыми другими производными продуктами является высокоспекулятивной, сопряжена с высокой степенью риска потерь и может подходить не всем клиентам, а только тем клиентам, которые:",
  UnderstandAndAreWillingTo:
    "понимают и готовы принять на себя экономические, юридические и другие риски и затраты;",
  HaveKnowledgeAndExperience:
    "иметь знания и опыт торговли деривативами и базовыми типами активов, а также достаточно времени для активного управления своими инвестициями; и",
  AreAbleToAssumeFinancialLosses:
    "могут принять на себя финансовые потери, значительно превышающие маржу или депозиты, поскольку клиенты могут потерять всю стоимость контракта, а не только маржу или депозит.",
  TheClientIsTheOnlyResponsible:
    "Клиент является единственным ответственным лицом за все убытки, понесенные на его счету. Поэтому клиент должен быть готов к тому, что он может потерять все свои вложения. Клиентам рекомендуется не инвестировать деньги, которые они не могут позволить себе потерять.",
  ThroughZetradexClientsCanTrade:
    "Через Zetradex клиенты могут торговать CFD на форекс (FX), спот-металлы, фьючерсы и акции.",
  ProductDescription: "Описание продукта",
  AContractForDifferenceCFD:
    "Контракт на разницу (CFD) — это соглашение о покупке или продаже контракта, которое отражает динамику, включая, среди прочего, валюту, драгоценные металлы, фьючерсы и акции; Прибыль или убыток определяется разницей между ценой покупки CFD и ценой продажи CFD и наоборот. CFD торгуются на марже, при этом не происходит никакой физической доставки ни CFD, ни базового актива. Например, покупая CFD на акции, клиенты просто предполагают, что стоимость акции либо увеличится, либо уменьшится.",
  TheTypesOfCFDsInclude:
    "Типы CFD включают, помимо прочего, CFD на валюту, CFD на фьючерсы, CFD на опционы, CFD на акции и CFD на фондовые индексы. Стоимость CFD колеблется в течение дня. Колебания цен на CFD зависят от ряда факторов, включая, помимо прочего, наличие доступа к рыночной информации.",
  CFDsAreLeveragedProducts:
    "CFD — это продукты с кредитным плечом. Они предлагают доступ к рынкам, требуя при этом от клиентов вносить лишь небольшую маржу («депозит») от общей стоимости сделки. CFD позволяют трейдерам получать выгоду от роста цен (открывать «длинные позиции») или падения цен (открывать «короткие позиции») по базовым активам.",
  Performance: "Производительность",
  PastPerformanceOfCFDsDoes:
    "Прошлые результаты CFD не являются надежным индикатором будущих результатов.",
  LeverageGearing: "Кредитное плечо (зацепление)",
  WhenExecutingTradingOperationsUnderMargin:
    "При совершении торговых операций в условиях маржинальной торговли даже небольшое движение рынка может оказать большое влияние на торговый счет клиента из-за эффекта кредитного плеча (или «зацепления», как его еще называют). Это означает, что относительно небольшое изменение рынка может привести к пропорционально гораздо большему изменению стоимости позиции клиента как в благоприятную, так и в неблагоприятную сторону. Большее кредитное плечо предполагает больший риск. Таким образом, размер кредитного плеча частично определяет результат инвестиций.",
  MajorRisksAssociated: "Основные риски, связанные со сделками с CFD",
  AsCFDsAreLeveragedProducts:
    "Поскольку CFD являются продуктами с кредитным плечом, они несут более высокий уровень риска для капитала клиента по сравнению с другими финансовыми продуктами и могут привести к большим потерям. Стоимость CFD может увеличиваться или уменьшаться в зависимости от рыночных условий.",

  TheClientHerebyAcknowledgesWarrantsAndAgrees:
    "Настоящим клиент признает, гарантирует и соглашается с тем, что он понимает эти риски, желает и может, финансово и иным образом, принять на себя риски, связанные с торговлей CFD. Клиент несет полную ответственность за все риски и используемые финансовые ресурсы, а также выбранную торговую стратегию. Мы рекомендуем поддерживать уровень маржи не ниже 1000%, а также размещать ордера Stop Loss, чтобы ограничить потенциальные убытки. Zetradex оставляет за собой право уменьшать кредитное плечо в зависимости от объема торгов клиента.",
  OffExchangeTransactions: "Внебиржевые сделки с деривативами",
  WhenClientsTradeCFDs:
    "Когда клиенты торгуют CFD с помощью Zetradex, клиенты заключают внебиржевые (OTC) производные сделки, размещая свои заказы через торговую платформу Zetradex. Эти внебиржевые сделки могут быть сопряжены с большим риском, чем инвестирование в биржевые деривативы, поскольку не существует биржевого рынка, на котором можно было бы закрыть открытую позицию. Клиент должен открыть и закрыть позицию на Zetradex, которая не подлежит передаче другому лицу. В этом случае клиент может подвергнуться риску дефолта Zetradex.",
  CounterpartyRisk: "Риск контрагента",
  ACounterpartyRiskRefersToThe:
    "Риск контрагента – это риск неисполнения обязательств одной из сторон в конкретной сделке и ее неспособности выполнить свои финансовые обязательства. Zetradex хранит деньги клиентов на счете, который отделен от денег других клиентов и денег Zetradex, в соответствии с действующими правилами, но это может не обеспечить полную защиту.",
  StopLossLimit: "Лимит стоп-лосса",
  ClientsUnderstandThatThereMay:
    "Клиенты понимают, что могут быть случаи, когда лимит Stop Loss неэффективен, например, при быстром движении цен или закрытии рынка, а лимиты Stop Loss не всегда могут уберечь клиентов от убытков.",
  LiquidityRisk: "Риск ликвидности",
  ClientsShouldTakeIntoConsideration:
    "Клиенты должны учитывать, что некоторые финансовые инструменты могут не стать ликвидными сразу же, например, из-за снижения спроса, и клиенты могут не иметь возможности торговать ими достаточно быстро, чтобы предотвратить возможные потери или легко получить информацию о стоимости этих финансовых инструментов. инструментов или масштабов связанных с ними рисков.",
  ExecutionRisk: "Риск исполнения и базовая волатильность рынка",
  CFDsAndOtherFinancialDerivative: `«CFD и другие производные финансовые продукты — это инструменты, которые позволяют клиентам торговать на основе движения цен на базовых инструментах/рынках. Хотя мы предлагаем свои цены, по которым`,
  ClientsShouldUnderstandAndTake:
    "клиенты торгуют CFD, цены Zetradex рассчитываются на основе базовых инструментов/рынков.",
  UnderCertainCircumstancesClients:
    "Клиенты должны понимать и принимать во внимание, что колебания базового инструмента могут повлиять на стоимость производного продукта и повлиять на прибыльность клиента.",
  TechnicalRisk:
    "При определенных обстоятельствах сделки клиентов могут состояться не сразу. Клиенты должны знать о «промежутках» (временных задержках), когда такие события могут привести к значительной прибыли или убытку на их счетах. Такой «разрыв» может возникнуть, когда базовый инструмент/рынок открыт и когда он закрыт, или если между моментом размещения клиентом своего заказа и моментом его выполнения существует временной лаг. В этот период рыночные условия могли измениться неблагоприятно для клиента. То есть заказ не выполняется по запрошенной цене.",
  ClientsShallAssumeTheRisk: "Технический риск",
  WhenExecutingTradingOperationsThrough:
    "Клиенты принимают на себя риск финансовых потерь, вызванных сбоем информационных, коммуникационных, электронных и других систем.",
  ZetradexDoesNotAcceptAnyLiabilityIn:
    "При совершении торговых операций через Сайт клиент принимает на себя риск финансовых потерь или ущерба по любой причине или неисправности, включая, помимо прочего, выход из строя аппаратного и программного обеспечения (Серверов/Интернет), неправильное функционирование и работу оборудования клиента. , задержка обновления клиентского терминала, неправильные настройки клиентского терминала, незнание клиентом применимых правил, описанных в Руководстве пользователя торговой платформы. Результатом любого такого сбоя может быть то, что ордера клиента либо не исполняются, либо исполняются не в соответствии с его инструкциями.",
  Communication:
    "Zetradex не несет никакой ответственности в случае такого сбоя. Использование беспроводного или коммутируемого соединения или любой другой формы нестабильного соединения на стороне клиента может привести к ухудшению или прерыванию соединения или недостаточному уровню сигнала, что приведет к задержкам в передаче данных между нами и клиентом при использовании электронной торговли Zetradex. Платформа. Задержка может привести к отправке на Zetradex устаревших заказов (по старым ценам).",

  WeBearNoResponsibilityForAnyLossThat:
    "Мы не несем ответственности за любые убытки, возникшие в результате задержки или неполучения сообщения, отправленного клиентам компанией Zetradex.",
  InAdditionWeBearNoResponsibility:
    "Кроме того, мы не несем ответственности за любые убытки, возникшие в результате отправки клиентам компанией Zetradex незашифрованной информации, доступ к которой был получен неавторизованным способом.",
  WeBearNoResponsibilityForAnyUnReceived:
    "Мы не несем ответственности за любые неполученные или непрочитанные внутренние сообщения, отправленные клиентам через торговую платформу.",
  TheClientIsSolelyResponsible:
    "Клиент несет полную ответственность за конфиденциальность любой информации, содержащейся в сообщении, полученном Zetradex.",
  AdditionallyTheClientAcceptsThat:
    "Кроме того, клиент признает, что Zetradex не несет ответственности за любые убытки, возникшие в результате несанкционированного доступа третьей стороны к его торговому счету.",
  ForceMajeureEvents: "Форс-мажорные обстоятельства",
  InCaseOfAForceMajeure:
    "В случае наступления форс-мажорных обстоятельств клиент несет любые возникающие убытки.",
  CostsAndOtherConsiderations: "Затраты и другие соображения",
  AllApplicableCostsCommissions:
    "Все применимые расходы, комиссии и сборы будут предоставлены клиентам Zetradex или опубликованы на Сайте. Клиенты должны знать о таких расходах, комиссиях и сборах, которые могут взиматься и влиять на прибыльность счета клиента. Все такие затраты, комиссии и сборы могут быть сложными для расчета и могут быть более значительными, чем валовая прибыль от сделки.",
  NotAllCostsAreRepresented:
    "Не все затраты представлены в денежном выражении (например, затраты могут выражаться в процентах от стоимости CFD). Zetradex оставляет за собой право время от времени изменять любые расходы, применимые к торговле CFD, и клиенты понимают и соглашаются с тем, что самая актуальная информация о расходах доступна онлайн на Сайте.",
  SwapValuesAndCharges: "Стоимость свопа и сборы",
  ASwapIsTheInterestAdded:
    "Своп — это проценты, добавляемые или вычитаемые за удержание позиции открытой на ночь. В зависимости от занимаемой позиции и процентных ставок валютной пары, участвующей в сделке, торговый счет клиента может быть зачислен или списан соответственно. Торговые счета клиентов сверяются каждый день в 23:59:31 (время нашего сервера), и полученная сумма автоматически конвертируется в валюту, в которой номинирован торговый счет клиента.",
  ZetradexReservesTheRight:
    "Zetradex оставляет за собой право изменить уровень ставки свопа по каждому финансовому инструменту в любое время, и клиенты понимают и признают, что они будут получать информацию об этом через Сайт. Клиенты также соглашаются, что они будут получать информацию о применимой стоимости свопа, регулярно проверяя Сайт. Кроме того, клиенты несут ответственность за проверку применимой стоимости свопа перед размещением инструкции на торговлю.",
  Taxation: "Налогообложение",
  AlthoughInvestingInCFDsDoes:
    "Хотя инвестирование в CFD не предполагает физической поставки базового финансового инструмента, при необходимости следует обратиться за независимой налоговой консультацией, чтобы установить, облагается ли клиент каким-либо налогом, включая гербовый сбор. Клиент несет исключительную ответственность за получение такой информации и соответствующее ее соблюдение.",
  ClientsAcknowledgementAndConsent: "Подтверждение и согласие клиента",
  TheClientHerebyAcknowledgesAndDeclares:
    "Клиент настоящим подтверждает и заявляет, что он прочитал, понял и принимает без каких-либо оговорок всю содержащуюся в настоящем документе информацию, включая, помимо прочего, следующее:",
  FinancialInstrumentsInForeign:
    "Финансовые инструменты на зарубежных рынках могут нести риски, отличные от обычных рисков на рынке страны проживания клиента. Перспектива получения прибыли или убытка от сделок на внешних рынках также зависит от колебаний обменного курса. Когда переговоры по финансовому инструменту проводятся в валюте, отличной от валюты страны проживания клиента, любые изменения обменного курса могут негативно повлиять на стоимость, цену и эффективность финансового инструмента.",
  TheValueOfAFinancialInstrument:
    "Стоимость финансового инструмента может уменьшиться, и клиент может получить меньше денег, чем вложил, или стоимость финансового инструмента может сильно колебаться. Существует вероятность того, что инвестиции клиента обесценятся.",
  ShouldYouRequireAnyAdditional:
    "Если вам потребуется дополнительная информация о раскрытии рисков Zetradex, свяжитесь с нами по адресу:",
} as RiskDisclosureLocaleType;
