import { RiskDisclosureLocaleType } from "./types";

export default {
  RiskDisclosure: "การเปิดเผยความเสี่ยง",
  ZetradexHoldingLtdOperatingUnder:
    "Zetradex Holding Ltd. ดำเนินงานภายใต้ชื่อการค้า Zetradex ซึ่งมีที่อยู่จดทะเบียนที่ Bonovo Road, Fomboni Island of Mohéli, Comoros Union, หมายเลขทะเบียน HY00523401 ซึ่งต่อไปนี้จะเรียกรวมกันว่า 'Zetradex', 'เรา' หรือ 'พวกเรา' ได้รับอนุญาตและควบคุมโดย Mwali International Service Authority",
  TheSiteShallReferCollectively:
    "“ไซต์” จะอ้างอิงถึงเว็บไซต์ Zetradex.com รวมไปถึงเวอร์ชันภาษาและชื่อโดเมนที่มีอยู่",
  ClientShallReferToAnyPerson:
    "“ลูกค้า” หมายถึงบุคคลหรือนิติบุคคลใดๆ ที่ลงทะเบียนบัญชีที่ไซต์ หรือผู้ใช้ เยี่ยมชม หรือเข้าถึงไซต์",
  ThisDocumentIsADisclosureByZetradex:
    "เอกสารนี้เป็นการเปิดเผยโดย Zetradex เกี่ยวกับความเสี่ยงที่อาจเกิดขึ้นที่เกี่ยวข้องกับการซื้อขายในตลาดการเงิน เอกสารไม่สามารถและไม่เปิดเผยความเสี่ยงทั้งหมดและประเด็นสำคัญอื่น ๆ ทั้งหมดที่มีอยู่ในการซื้อขายในตลาดการเงิน ลูกค้าควรตระหนักถึงความสูญเสียที่อาจเกิดขึ้นจากกิจกรรมนี้ก่อนอื่น",
  TheClientHerebyAcknowledgesUnderstandAndAgrees:
    "ลูกค้ารับทราบ เข้าใจ และตกลงว่า",
  TradingIsHighlySpeculativeAndRisky:
    "การซื้อขายมีการเก็งกำไรและมีความเสี่ยงสูง",
  TradingCFDsOrAnyOtherDerivate:
    "การซื้อขาย CFD หรือผลิตภัณฑ์อนุพันธ์อื่นๆ เป็นการเก็งกำไรสูง มีความเสี่ยงสูงที่จะขาดทุน และอาจไม่เหมาะสมสำหรับลูกค้าทุกราย แต่เฉพาะลูกค้าที่:",
  UnderstandAndAreWillingTo:
    "เข้าใจและยินดีที่จะยอมรับความเสี่ยงและต้นทุนทางเศรษฐกิจ กฎหมาย และอื่นๆ ที่เกี่ยวข้อง",
  HaveKnowledgeAndExperience:
    "มีความรู้และประสบการณ์ในการซื้อขายสัญญาซื้อขายล่วงหน้าและประเภทสินทรัพย์อ้างอิง ตลอดจนมีเวลาเพียงพอในการบริหารจัดการการลงทุนอย่างกระตือรือร้น และ",
  AreAbleToAssumeFinancialLosses:
    "สามารถยอมรับความสูญเสียทางการเงินอย่างมีนัยสำคัญที่เกินกว่ามาร์จิ้นหรือเงินฝาก เนื่องจากลูกค้าอาจสูญเสียมูลค่ารวมของสัญญา ไม่ใช่แค่มาร์จิ้นหรือเงินฝาก",
  TheClientIsTheOnlyResponsible:
    "ลูกค้าเป็นผู้รับผิดชอบเพียงผู้เดียวต่อความสูญเสียทั้งหมดที่เกิดขึ้นในบัญชีของเขา ดังนั้นลูกค้าควรเตรียมตัวให้พร้อมว่าเขาอาจจะสูญเสียเงินลงทุนทั้งหมดของเขา ขอแนะนำลูกค้าว่าอย่าลงทุนด้วยเงินที่พวกเขาไม่สามารถจะสูญเสียได้",
  ThroughZetradexClientsCanTrade:
    "ลูกค้าสามารถซื้อขาย CFD ในฟอเร็กซ์ (FX), สปอตโลหะมีค่า, ฟิวเจอร์ส และหุ้นผ่าน Zetradex",
  ProductDescription: "รายละเอียดสินค้า",
  AContractForDifferenceCFD:
    "Contract for Difference (CFD) คือข้อตกลงในการซื้อหรือขายสัญญาที่สะท้อนถึงประสิทธิภาพของ FX, โลหะมีค่า, ฟิวเจอร์ส และหุ้น; กำไรหรือขาดทุนจะถูกกำหนดโดยความแตกต่างระหว่างราคาที่ซื้อ CFD และราคาที่ขาย CFD และในทางกลับกัน CFD มีการซื้อขายโดยใช้มาร์จิ้นและไม่มีการส่งมอบ CFD หรือสินทรัพย์อ้างอิงทางกายภาพเกิดขึ้น ตัวอย่างเช่น เมื่อซื้อ CFD หุ้น ลูกค้าเพียงแต่คาดเดามูลค่าของหุ้นว่าจะเพิ่มขึ้นหรือลดลง",
  TheTypesOfCFDsInclude:
    "ประเภทของ CFD รวมถึงแต่ไม่จำกัดเพียง FX CFD, Futures CFD, Option CFD, Share CFD และ Stock Index CFD CFD มีความผันผวนในมูลค่าในระหว่างวัน ความผันผวนของราคา CFD ขึ้นอยู่กับปัจจัยหลายประการ รวมถึงแต่ไม่จำกัดเพียงความพร้อมในการเข้าถึงข้อมูลตลาด",
  CFDsAreLeveragedProducts:
    "CFD เป็นผลิตภัณฑ์ที่มีเลเวอเรจ พวกเขาเสนอความเสี่ยงต่อตลาดในขณะที่กำหนดให้ลูกค้าวางมาร์จิ้นเพียงเล็กน้อย ('เงินฝาก') ของมูลค่ารวมของการซื้อขาย CFD ช่วยให้เทรดเดอร์ได้รับประโยชน์จากราคาที่ขยับขึ้น (รับ 'สถานะซื้อ') หรือราคาที่ขยับลง (รับ 'สถานะขาย') จากสินทรัพย์อ้างอิง",
  Performance: "ผลงาน",
  PastPerformanceOfCFDsDoes:
    "ประสิทธิภาพที่ผ่านมาของ CFD ไม่ได้ถือเป็นตัวบ่งชี้ที่เชื่อถือได้สำหรับผลลัพธ์ในอนาคต",
  LeverageGearing: "เลเวอเรจ (เกียร์)",
  WhenExecutingTradingOperationsUnderMargin:
    "เมื่อดำเนินการซื้อขายภายใต้เงื่อนไขการซื้อขายด้วยมาร์จิ้น แม้แต่การเคลื่อนไหวของตลาดเพียงเล็กน้อยก็อาจส่งผลกระทบอย่างมากต่อบัญชีซื้อขายของลูกค้าเนื่องจากผลของเลเวอเรจ (หรือ 'การเข้าเกียร์' ตามที่อ้างถึง) ซึ่งหมายความว่าการเปลี่ยนแปลงของตลาดที่ค่อนข้างเล็กอาจนำไปสู่การเปลี่ยนแปลงมูลค่าตำแหน่งของลูกค้าที่ใหญ่ขึ้นตามสัดส่วนทั้งในทางดีหรือไม่เอื้ออำนวย เลเวอเรจที่มากขึ้นเกี่ยวข้องกับความเสี่ยงที่มากขึ้น ขนาดของเลเวอเรจจึงเป็นตัวกำหนดผลลัพธ์ของการลงทุนบางส่วน",
  MajorRisksAssociated: "ความเสี่ยงหลักที่เกี่ยวข้องกับธุรกรรม CFD",
  AsCFDsAreLeveragedProducts:
    "เนื่องจาก CFD เป็นผลิตภัณฑ์ที่มีเลเวอเรจ จึงมีความเสี่ยงต่อเงินทุนของลูกค้าในระดับที่สูงกว่าเมื่อเปรียบเทียบกับผลิตภัณฑ์ทางการเงินอื่นๆ และอาจส่งผลให้เกิดการขาดทุนจำนวนมาก มูลค่าของ CFD อาจเพิ่มขึ้นหรือลดลงขึ้นอยู่กับสภาวะตลาด",

  TheClientHerebyAcknowledgesWarrantsAndAgrees:
    "ลูกค้ารับทราบ รับประกัน และตกลงว่าเขาเข้าใจความเสี่ยงเหล่านี้ เต็มใจและสามารถยอมรับความเสี่ยงในการซื้อขาย CFD ทั้งทางการเงินและอย่างอื่น ลูกค้าจะต้องรับผิดชอบอย่างเต็มที่ต่อความเสี่ยงและทรัพยากรทางการเงินทั้งหมดที่ใช้ ตลอดจนกลยุทธ์การซื้อขายที่เลือก เราแนะนำให้รักษาระดับมาร์จิ้นไว้ไม่ต่ำกว่า 1,000% รวมถึงวางคำสั่ง Stop Loss เพื่อจำกัดการขาดทุนที่อาจเกิดขึ้น Zetradex ขอสงวนสิทธิ์ในการลดเลเวอเรจขึ้นอยู่กับปริมาณการซื้อขายของลูกค้า",
  OffExchangeTransactions: "ธุรกรรมนอกการแลกเปลี่ยนในตราสารอนุพันธ์",
  WhenClientsTradeCFDs:
    "เมื่อลูกค้าซื้อขาย CFD กับ Zetradex ลูกค้าจะเข้าสู่ธุรกรรมอนุพันธ์นอกการแลกเปลี่ยน (OTC) โดยการส่งคำสั่งซื้อผ่านแพลตฟอร์มการซื้อขายของ Zetradex ธุรกรรม OTC เหล่านี้อาจมีความเสี่ยงมากกว่าการลงทุนในอนุพันธ์จากอัตราแลกเปลี่ยน เนื่องจากไม่มีตลาดแลกเปลี่ยนที่จะปิดสถานะที่เปิดอยู่ ลูกค้าจะต้องเปิดและปิดตำแหน่งกับ Zetradex ที่ไม่สามารถโอนให้บุคคลอื่นได้ ในกรณีนี้ ลูกค้าอาจเสี่ยงต่อการผิดนัดชำระหนี้ของ Zetradex",
  CounterpartyRisk: "ความเสี่ยงของคู่สัญญา",
  ACounterpartyRiskRefersToThe:
    "ความเสี่ยงของคู่สัญญาหมายถึงความเสี่ยงในการผิดนัดชำระหนี้ของฝ่ายหนึ่งฝ่ายใดในธุรกรรมหนึ่งๆ และการไม่สามารถปฏิบัติตามภาระผูกพันทางการเงินได้ Zetradex ถือเงินของลูกค้าในบัญชีที่แยกออกจากเงินของลูกค้ารายอื่นและเงินของ Zetradex ตามกฎระเบียบปัจจุบัน แต่อาจไม่สามารถป้องกันได้อย่างสมบูรณ์",
  StopLossLimit: "หยุดการขาดทุนจำกัด",
  ClientsUnderstandThatThereMay:
    "ลูกค้าเข้าใจว่าอาจมีบางกรณีที่ขีดจำกัด Stop Loss ไม่ได้ผล ตัวอย่างเช่น เมื่อมีการเคลื่อนไหวราคาอย่างรวดเร็วหรือการปิดตลาด และขีดจำกัด Stop Loss ไม่สามารถป้องกันลูกค้าจากการขาดทุนได้เสมอไป",
  LiquidityRisk: "ความเสี่ยงด้านสภาพคล่อง",
  ClientsShouldTakeIntoConsideration:
    "ลูกค้าควรคำนึงว่าเครื่องมือทางการเงินบางอย่างอาจไม่กลายเป็นสภาพคล่องในทันที เช่น ความต้องการที่ลดลงและลูกค้าอาจไม่สามารถซื้อขายได้เร็วพอที่จะป้องกันการขาดทุนที่อาจเกิดขึ้น หรือเพื่อรับข้อมูลเกี่ยวกับมูลค่าทางการเงินเหล่านี้ได้อย่างง่ายดาย เครื่องมือหรือขอบเขตของความเสี่ยงที่เกี่ยวข้อง",
  ExecutionRisk: "ความเสี่ยงในการดำเนินการและความผันผวนของตลาดอ้างอิง",
  CFDsAndOtherFinancialDerivative:
    "`CFD และผลิตภัณฑ์อนุพันธ์ทางการเงินอื่นๆ คือตราสารที่ช่วยให้ลูกค้าสามารถซื้อขายตามการเคลื่อนไหวของราคาในตราสาร/ตลาดอ้างอิง แม้ว่าเราจะเสนอราคาของเราเองก็ตาม",
  ClientsShouldUnderstandAndTake:
    "ลูกค้าซื้อขาย CFD ราคาของ Zetradex จะขึ้นอยู่กับเครื่องมือ/ตลาดอ้างอิง",
  UnderCertainCircumstancesClients:
    "ลูกค้าควรเข้าใจและคำนึงว่าความผันผวนของตราสารอ้างอิงอาจส่งผลกระทบต่อมูลค่าของผลิตภัณฑ์อนุพันธ์และอาจส่งผลต่อความสามารถในการทำกำไรของลูกค้า",
  TechnicalRisk:
    "ภายใต้สถานการณ์บางอย่าง การซื้อขายของลูกค้าอาจไม่เกิดขึ้นทันที ลูกค้าควรตระหนักถึง “ช่องว่าง” (ความล่าช้าของเวลา) ซึ่งเหตุการณ์ดังกล่าวอาจส่งผลให้เกิดกำไรหรือขาดทุนที่สำคัญในบัญชีของพวกเขา “ช่องว่าง” ดังกล่าวอาจเกิดขึ้นเมื่อตราสารอ้างอิง/ตลาดเปิดและเมื่อปิด หรือหากมีการหน่วงเวลาระหว่างช่วงเวลาที่ลูกค้าส่งคำสั่งซื้อและช่วงเวลาที่ดำเนินการคำสั่งซื้อ ในช่วงเวลานี้ สภาวะตลาดอาจมีการเคลื่อนไหวที่ไม่เป็นผลดีต่อลูกค้า นั่นคือคำสั่งซื้อไม่ได้ดำเนินการในราคาที่ร้องขอ",
  ClientsShallAssumeTheRisk: "ความเสี่ยงทางเทคนิค",
  WhenExecutingTradingOperationsThrough:
    "ลูกค้าจะต้องยอมรับความเสี่ยงต่อการสูญเสียทางการเงินที่เกิดจากความล้มเหลวของข้อมูล การสื่อสาร อิเล็กทรอนิกส์ และระบบอื่นๆ",
  ZetradexDoesNotAcceptAnyLiabilityIn:
    "เมื่อดำเนินการซื้อขายผ่านไซต์ ลูกค้าจะต้องยอมรับความเสี่ยงต่อการสูญเสียทางการเงินหรือความเสียหายจากสาเหตุหรือข้อบกพร่องใด ๆ ก็ตาม รวมถึงแต่ไม่จำกัดเพียงความล้มเหลวของฮาร์ดแวร์และซอฟต์แวร์ (เซิร์ฟเวอร์/อินเทอร์เน็ต) การทำงานที่ไม่เหมาะสมและการทำงานของอุปกรณ์ของลูกค้า , การอัปเดตเทอร์มินัลของลูกค้าล่าช้า, การตั้งค่าไม่ถูกต้องในเทอร์มินัลของลูกค้า, การที่ลูกค้าเพิกเฉยต่อกฎที่บังคับใช้ซึ่งอธิบายไว้ในคู่มือผู้ใช้แพลตฟอร์มการซื้อขาย ผลลัพธ์ของความล้มเหลวดังกล่าวอาจเป็นได้ว่าคำสั่งซื้อของลูกค้าไม่ได้ถูกดำเนินการหรือไม่ได้ดำเนินการตามคำสั่งของเขา",
  Communication:
    "Zetradex ไม่ยอมรับความรับผิดใดๆ ในกรณีที่เกิดความล้มเหลวดังกล่าว การใช้การเชื่อมต่อไร้สายหรือผ่านสายโทรศัพท์หรือรูปแบบอื่นใดของการเชื่อมต่อที่ไม่เสถียรที่ฝั่งไคลเอ็นต์ อาจส่งผลให้การเชื่อมต่อไม่ดีหรือถูกขัดจังหวะ หรือขาดความแรงของสัญญาณ ทำให้เกิดความล่าช้าในการส่งข้อมูลระหว่างเราและลูกค้าเมื่อใช้การซื้อขายทางอิเล็กทรอนิกส์ของ Zetradex แพลตฟอร์ม. ความล่าช้าอาจทำให้เกิดการส่งคำสั่ง Zetradex ที่ล้าสมัย (ในราคาเดิม)",

  WeBearNoResponsibilityForAnyLossThat:
    "เราไม่รับผิดชอบต่อความสูญเสียใด ๆ ที่เกิดขึ้นอันเป็นผลมาจากการสื่อสารล่าช้าหรือไม่ได้รับการส่งถึงลูกค้าโดย Zetradex",
  InAdditionWeBearNoResponsibility:
    "นอกจากนี้ เราไม่รับผิดชอบต่อความสูญเสียใด ๆ ที่เกิดขึ้นอันเป็นผลมาจากข้อมูลที่ไม่ได้เข้ารหัสที่ส่งถึงลูกค้าโดย Zetradex ซึ่งถูกเข้าถึงด้วยวิธีการที่ไม่ได้รับอนุญาต",
  WeBearNoResponsibilityForAnyUnReceived:
    "เราไม่รับผิดชอบต่อข้อความภายในที่ไม่ได้รับหรือยังไม่ได้อ่านที่ส่งถึงลูกค้าผ่านแพลตฟอร์มการซื้อขาย",
  TheClientIsSolelyResponsible:
    "ลูกค้าเป็นผู้รับผิดชอบแต่เพียงผู้เดียวต่อความเป็นส่วนตัวของข้อมูลใด ๆ ที่มีอยู่ในการสื่อสารที่ได้รับจาก Zetradex",
  AdditionallyTheClientAcceptsThat:
    "นอกจากนี้ ลูกค้ายอมรับว่าความสูญเสียใด ๆ ที่เกิดขึ้นอันเป็นผลมาจากการเข้าถึงบัญชีซื้อขายของบุคคลที่สามโดยไม่ได้รับอนุญาตจะไม่ถือเป็นความรับผิดชอบของ Zetradex",
  ForceMajeureEvents: "เหตุการณ์เหตุสุดวิสัย",
  InCaseOfAForceMajeure:
    "ในกรณีที่เกิดเหตุสุดวิสัย ลูกค้าจะต้องยอมรับความสูญเสียใดๆ ที่เกิดขึ้น",
  CostsAndOtherConsiderations: "ต้นทุนและข้อควรพิจารณาอื่น ๆ",
  AllApplicableCostsCommissions:
    "ค่าใช้จ่าย ค่าคอมมิชชั่น และค่าธรรมเนียมที่เกี่ยวข้องทั้งหมดจะจัดเตรียมให้กับลูกค้าโดย Zetradex หรือเผยแพร่บนเว็บไซต์ ลูกค้าควรตระหนักถึงต้นทุน ค่าคอมมิชชัน และค่าธรรมเนียมที่อาจมีการเรียกเก็บและมีอิทธิพลต่อความสามารถในการทำกำไรของบัญชีของลูกค้า ต้นทุน ค่าคอมมิชชัน และค่าธรรมเนียมดังกล่าวทั้งหมดอาจซับซ้อนในการคำนวณและอาจมีความสำคัญมากกว่ากำไรขั้นต้นจากการซื้อขาย",
  NotAllCostsAreRepresented:
    "ต้นทุนทั้งหมดไม่ได้แสดงอยู่ในเงื่อนไขทางการเงิน (เช่น ต้นทุนอาจปรากฏเป็นเปอร์เซ็นต์ของมูลค่าของ CFD) Zetradex ขอสงวนสิทธิ์ในการเปลี่ยนแปลงเป็นครั้งคราว ต้นทุนใดๆ ที่เกี่ยวข้องกับการซื้อขาย CFD และลูกค้า เข้าใจและยอมรับว่าข้อมูลล่าสุดที่เกี่ยวข้องกับต้นทุนมีอยู่ทางออนไลน์ที่ไซต์",
  SwapValuesAndCharges: "สลับค่าและค่าธรรมเนียม",
  ASwapIsTheInterestAdded:
    "Swap คือดอกเบี้ยที่เพิ่มหรือหักสำหรับการถือครองสถานะที่เปิดข้ามคืน ขึ้นอยู่กับตำแหน่งที่ถือและอัตราดอกเบี้ยของคู่สกุลเงินที่เกี่ยวข้องกับการทำธุรกรรม บัญชีซื้อขายของลูกค้าอาจถูกเครดิตหรือเดบิตตามลำดับ บัญชีซื้อขายของลูกค้าจะได้รับการกระทบยอดทุกวันเวลา 23:59:31 น. (เวลาเซิร์ฟเวอร์ของเรา) และจำนวนเงินที่ได้จะถูกแปลงเป็นสกุลเงินที่บัญชีซื้อขายของลูกค้ากำหนดไว้โดยอัตโนมัติ",
  ZetradexReservesTheRight:
    "Zetradex ขอสงวนสิทธิ์ในการเปลี่ยนแปลงระดับของอัตรา Swap ในแต่ละเครื่องมือทางการเงินได้ตลอดเวลา และลูกค้าเข้าใจและรับทราบว่าพวกเขาจะรับทราบข้อมูลเกี่ยวกับสิ่งนั้นผ่านทางไซต์ ลูกค้าตกลงเพิ่มเติมว่าพวกเขาจะรับทราบถึงมูลค่า Swap ที่เกี่ยวข้องโดยการตรวจสอบเว็บไซต์เป็นประจำ นอกจากนี้ ลูกค้ายังต้องรับผิดชอบในการตรวจสอบมูลค่าสวอปที่เกี่ยวข้องก่อนที่จะส่งคำสั่งสำหรับการซื้อขาย",
  Taxation: "การจัดเก็บภาษี",
  AlthoughInvestingInCFDsDoes:
    "แม้ว่าการลงทุนใน CFD จะไม่เกี่ยวข้องกับการส่งมอบเครื่องมือทางการเงินอ้างอิงทางกายภาพ หากจำเป็น ก็ควรขอคำแนะนำจากหน่วยงานอิสระด้านภาษีเพื่อพิจารณาว่าลูกค้าจะต้องเสียภาษีใดๆ รวมถึงอากรแสตมป์หรือไม่ เป็นความรับผิดชอบของลูกค้าแต่เพียงผู้เดียวในการรับข้อมูลดังกล่าวและปฏิบัติตามข้อมูลดังกล่าว",
  ClientsAcknowledgementAndConsent: "การรับทราบและยินยอมของลูกค้า",
  TheClientHerebyAcknowledgesAndDeclares:
    "ลูกค้ารับทราบและประกาศว่าเขาได้อ่าน ทำความเข้าใจ และยอมรับโดยไม่มีการจองข้อมูลทั้งหมดในที่นี้ รวมถึงแต่ไม่จำกัดเพียงข้อมูลต่อไปนี้:",
  FinancialInstrumentsInForeign:
    "เครื่องมือทางการเงินในตลาดต่างประเทศอาจเกี่ยวข้องกับความเสี่ยงที่แตกต่างจากความเสี่ยงปกติในตลาดในประเทศที่ลูกค้าอาศัยอยู่ โอกาสที่จะได้กำไรหรือขาดทุนจากธุรกรรมในตลาดต่างประเทศยังได้รับอิทธิพลจากความผันผวนของอัตราแลกเปลี่ยนด้วย เมื่อมีการเจรจาเครื่องมือทางการเงินในสกุลเงินอื่นที่ไม่ใช่สกุลเงินของประเทศที่ลูกค้าพำนัก การเปลี่ยนแปลงของอัตราแลกเปลี่ยนอาจส่งผลกระทบในทางลบต่อมูลค่า ราคา และประสิทธิภาพของเครื่องมือทางการเงิน",
  TheValueOfAFinancialInstrument:
    "มูลค่าของเครื่องมือทางการเงินอาจลดลงและลูกค้าอาจได้รับเงินน้อยกว่าที่ลงทุนหรือมูลค่าของเครื่องมือทางการเงินอาจมีความผันผวนสูง มีความเป็นไปได้ที่การลงทุนของลูกค้าจะไม่มีมูลค่า",
  ShouldYouRequireAnyAdditional:
    "หากคุณต้องการข้อมูลเพิ่มเติมเกี่ยวกับการเปิดเผยความเสี่ยงของ Zetradex โปรดติดต่อเราที่",
} as RiskDisclosureLocaleType;
