import { AboutTheMobileType } from "./types";

export default {
  About: "ज़ेट्रेडेक्स ट्रेडिंग ऐप के बारे में",
  Copy: "ज़ेट्रेडेक्स ट्रेडिंग ऐप व्यापारियों के लिए किसी भी समय, कहीं से भी बाज़ार तक पहुंच प्राप्त करने के लिए विकसित किया गया है। यह चलते फिरते व्यापारियों के लिए पसंदीदा विकल्प है। हमारा मोबाइल वेबट्रेडर ऐप एफएक्स, सीएफडी, क्रिप्टो और फ्यूचर्स बाजारों में तेज और सुरक्षित ब्रोकरेज सेवाएं प्रदान करता है, जिससे यह सुनिश्चित होता है कि आप अपने मोबाइल डिवाइस पर आसानी और आत्मविश्वास के साथ व्यापार कर सकते हैं।",
  Few: "शुरू करने के लिए कुछ कदम:",
  Download: "Google PlayStore से Zetradex ट्रेडिंग ऐप डाउनलोड और इंस्टॉल करें",
  Login: "मौजूदा खाता लॉगिन करें या",
  create: "एक नया बनाएँ",
  start: "ट्रेडिंग शुरू करें!",
} as AboutTheMobileType;
