import { AboutTheMobileType } from "./types";

export default {
  About: "zetradex Trading App کے بارے میں",
  Copy: "Zetradex Trading App تاجروں کے لیے کسی بھی وقت، کہیں سے بھی مارکیٹ تک رسائی حاصل کرنے کے لیے تیار کی گئی ہے۔ یہ سفر پر تاجروں کے لیے ترجیحی انتخاب ہے۔ ہماری موبائل ویب ٹریڈر ایپ FX، CFDs، Crypto، اور Futures مارکیٹوں میں تیز اور محفوظ بروکریج خدمات فراہم کرتی ہے، اس بات کو یقینی بناتے ہوئے کہ آپ اپنے موبائل ڈیوائس پر آسانی اور اعتماد کے ساتھ تجارت کر سکتے ہیں۔",
  Few: "شروع کرنے کے لیے چند اقدامات:",
  Download: " گوگل پلے اسٹور سے Zetradex Trading App ڈاؤن لوڈ اور انسٹال کریں۔",
  Login: "موجودہ اکاؤنٹ میں لاگ ان کریں یا",
  create: "ایک نیا بنائیں",
  start: "تجارت شروع کریں!",
} as AboutTheMobileType;
