import { AboutTheMobileType } from "./types";

export default {
  About: "О торговом приложении zetradex",
  Copy: "Приложение Zetradex Trading App разработано для того, чтобы трейдеры могли получить доступ к рынку в любое время и из любого места. Это предпочтительный выбор для активных трейдеров. Наше мобильное веб-приложение для веб-трейдера предоставляет быстрые и безопасные брокерские услуги на рынках Форекс, CFD, криптовалют и фьючерсов, гарантируя, что вы можете легко и уверенно торговать на своем мобильном устройстве.",
  Few: "Несколько шагов для начала:",
  Download:
    "Загрузите и установите торговое приложение Zetradex из Google PlayStore.",
  Login: "Войдите в существующую учетную запись или",
  create: "создать новый",
  start: "Начни торговать!",
} as AboutTheMobileType;
