import { AboutTheMobileType } from "./types";

export default {
  About: "เกี่ยวกับแอปซื้อขาย zetradex",
  Copy: "แอพ Zetradex Trading ได้รับการพัฒนาเพื่อให้เทรดเดอร์สามารถเข้าถึงตลาดได้ทุกที่ทุกเวลา เป็นตัวเลือกยอดนิยมสำหรับเทรดเดอร์ที่กำลังเดินทาง แอพ webtrader บนมือถือของเราให้บริการนายหน้าซื้อขายหลักทรัพย์ที่รวดเร็วและปลอดภัยในตลาด FX, CFD, Crypto และ Futures เพื่อให้มั่นใจว่าคุณสามารถซื้อขายได้อย่างง่ายดายและมั่นใจบนอุปกรณ์มือถือของคุณ",
  Few: "ไม่กี่ขั้นตอนในการเริ่มต้น:",
  Download: "ดาวน์โหลดและติดตั้งแอป Zetradex Trading จาก Google PlayStore",
  Login: "เข้าสู่ระบบบัญชีที่มีอยู่หรือ",
  create: "สร้างอันใหม่",
  start: "เริ่มการซื้อขาย!",
} as AboutTheMobileType;
