import { AmbassadorsLocaleType } from "./types";

export default {
  Ambassadors: "राजदूतों",
  BenefitsOfZetradex: "मशहूर हस्तियों द्वारा Zetradex के लाभ",
  ThisPageIsOurSpecial:
    "यह पेज हमारा विशेष गौरव है. हम सावधानीपूर्वक ऐसे व्यक्तियों का चयन करते हैं जो हमारे ब्रांड का प्रतिनिधित्व करते हैं। ये एक विशिष्ट क्षेत्र के जाने-माने लोग हैं। अधिकतर ओलंपिक चैंपियन, जीवन में विजेता। निस्संदेह, हम भविष्य में राजदूतों की सूची का विस्तार करने की योजना बना रहे हैं।",
  AndNowWithPride:
    "और अब, गर्व के साथ, हम अपने पहले चैंपियन का परिचय देते हैं।",
  ZetradexHasOpened:
    "ज़ेट्रेडेक्स ने मेरे लिए विदेशी मुद्रा की दुनिया खोल दी है।",
  BriminKiprutoIsAKenyanProfessional:
    "ब्रिमिन किप्रूटो एक केन्याई पेशेवर मध्य दूरी धावक है जो 3000 मीटर स्टीपलचेज़ में माहिर है। उनका व्यक्तिगत सर्वश्रेष्ठ 7:53.64 मिनट है जो अब तक का दूसरा सबसे तेज़ समय और अफ़्रीकी रिकॉर्ड है।",
  HeWonASilverMedal:
    "उन्होंने उन्नीस साल की उम्र में 2004 ग्रीष्मकालीन ओलंपिक में रजत पदक जीता और चार साल बाद 2008 बीजिंग ओलंपिक में स्वर्ण पदक जीतने में सुधार किया। 2005 में विश्व चैंपियनशिप के कांस्य पदक विजेता, उन्होंने 2007 में एथलेटिक्स में विश्व चैंपियनशिप में जीत के साथ स्टीपलचेज़ में अपना पहला वैश्विक खिताब जीता।",
  IveBeenTradingWithZetradex:
    "मैं पिछले एक साल से ज़ेट्रेडेक्स के साथ व्यापार कर रहा हूं और मेरा अनुभव असाधारण रहा है। उनके उपयोगकर्ता-अनुकूल मंच, कुशल ग्राहक सहायता और प्रतिस्पर्धी प्रसार ने मेरी विदेशी मुद्रा व्यापार यात्रा को सुचारू और लाभदायक बना दिया है। मैं उनके द्वारा प्रदान किए गए शैक्षिक संसाधनों की सराहना करता हूं, जिससे मुझे सूचित व्यापारिक निर्णय लेने में मदद मिलती है। कुल मिलाकर, ज़ेट्रेडेक्स के साथ मेरा अनुभव अत्यधिक सकारात्मक रहा है, और मैं विश्वसनीय विदेशी मुद्रा ब्रोकर की तलाश करने वाले किसी भी व्यक्ति को इसकी अनुशंसा करूंगा।",
} as AmbassadorsLocaleType;
