import { AmbassadorsLocaleType } from "./types";

export default {
  Ambassadors: "アンバサダー",
  BenefitsOfZetradex: "著名人によるゼトラデックスの利点",
  ThisPageIsOurSpecial:
    "このページは私たちの特別な誇りです。 私たちはブランドを代表する人材を厳選しています。 これらは特定の分野で有名な人々です。 ほとんどがオリンピックチャンピオンであり、人生の勝者です。 もちろん、将来的にはアンバサダーのリストを拡大する予定です。",
  AndNowWithPride: "そして今、誇りを持って初代チャンピオンを紹介します。",
  ZetradexHasOpened: "Zetradex は私に外国為替の世界を広げてくれました。",
  BriminKiprutoIsAKenyanProfessional:
    "ブライミン・キプルトは、3000メートル障害を専門とするケニアのプロ中距離走者です。 彼は7分53秒64の自己ベストを保持しており、これは史上2番目に速いタイムであり、アフリカ記録でもある。",
  HeWonASilverMedal:
    "彼は 19 歳の 2004 年夏季オリンピックで銀メダルを獲得し、4 年後の 2008 年北京オリンピックでは金メダルを獲得するまでに成長しました。 2005 年の世界選手権銅メダリストである彼は、2007 年の世界陸上競技選手権大会で優勝し、障害競走で初めての世界タイトルを獲得しました。",
  IveBeenTradingWithZetradex:
    "私は過去 1 年間 Zetradex と取引してきましたが、その経験は格別でした。 ユーザーフレンドリーなプラットフォーム、効率的な顧客サポート、競争力のあるスプレッドにより、私の外国為替取引の旅はスムーズで収益性の高いものになりました。 情報に基づいた取引上の意思決定を支援してくれる教育リソースに感謝しています。 全体として、Zetradex での私の経験は非常に肯定的であり、信頼できる外国為替ブローカーを探している人にはお勧めします。",
} as AmbassadorsLocaleType;
