import { AmbassadorsLocaleType } from "./types";

export default {
  Ambassadors: "سفیروں",
  BenefitsOfZetradex: "مشہور شخصیات کے ذریعہ Zetradex کے فوائد",
  ThisPageIsOurSpecial:
    "یہ پیج ہمارا خاص فخر ہے۔ ہم احتیاط سے ایسے افراد کا انتخاب کرتے ہیں جو ہمارے برانڈ کی نمائندگی کرتے ہیں۔ یہ ایک مخصوص شعبے کے معروف لوگ ہیں۔ زیادہ تر اولمپک چیمپئن، زندگی میں فاتح۔ بلاشبہ، ہم مستقبل میں سفیروں کی فہرست کو بڑھانے کا ارادہ رکھتے ہیں۔",
  AndNowWithPride: "اور اب، فخر کے ساتھ، ہم اپنے پہلے چیمپئن کا تعارف کراتے ہیں۔",
  ZetradexHasOpened: "Zetradex نے میرے لیے فاریکس کی دنیا کھول دی ہے۔",
  BriminKiprutoIsAKenyanProfessional:
    "Brimin Kipruto ایک کینیا کا پیشہ ور درمیانی فاصلہ کا رنر ہے جو 3000 میٹر اسٹیپلچیس میں مہارت رکھتا ہے۔ اس کے پاس ذاتی بہترین 7:53.64 منٹ ہے جو کہ اب تک کی دوسری تیز ترین دوڑ اور افریقی ریکارڈ ہے۔",
  HeWonASilverMedal:
    "اس نے انیس سال کی عمر میں 2004 کے سمر اولمپکس میں چاندی کا تمغہ جیتا اور چار سال بعد 2008 کے بیجنگ اولمپکس میں سونے کا تمغہ جیتنے میں بہتری لائی۔ 2005 میں ورلڈ چیمپیئن شپ میں کانسی کا تمغہ جیتنے والے، اس نے ایتھلیٹکس میں 2007 کی عالمی چیمپیئن شپ میں جیت کے ساتھ اپنا پہلا عالمی ٹائٹل سٹیپل چیس میں حاصل کیا۔",
  IveBeenTradingWithZetradex:
    "میں گزشتہ ایک سال سے Zetradex کے ساتھ تجارت کر رہا ہوں، اور میرا تجربہ غیر معمولی رہا ہے۔ ان کے صارف دوست پلیٹ فارم، موثر کسٹمر سپورٹ، اور مسابقتی اسپریڈز نے میرے فاریکس ٹریڈنگ کے سفر کو ہموار اور منافع بخش بنا دیا ہے۔ میں ان کے فراہم کردہ تعلیمی وسائل کی تعریف کرتا ہوں، جس سے مجھے باخبر تجارتی فیصلے کرنے میں مدد ملتی ہے۔ مجموعی طور پر، Zetradex کے ساتھ میرا تجربہ انتہائی مثبت رہا ہے، اور میں اس کی سفارش کسی قابل اعتماد فاریکس بروکر کو تلاش کرنے والے کو کروں گا۔",
} as AmbassadorsLocaleType;
