import { AmbassadorsLocaleType } from "./types";

export default {
  Ambassadors: "Амбассадоры",
  BenefitsOfZetradex: "Преимущества Zetradex от знаменитостей",
  ThisPageIsOurSpecial:
    "Эта страница – наша особая гордость. Мы тщательно отбираем людей, которые представляют наш бренд. Это известные люди в конкретной области. В основном олимпийские чемпионы, победители по жизни. Несомненно, в будущем мы планируем расширить список амбассадоров.",
  AndNowWithPride: "И теперь с гордостью представляем нашего первого чемпиона.",
  ZetradexHasOpened: "Zetradex открыл для меня мир Форекс.",
  BriminKiprutoIsAKenyanProfessional:
    "Бримин Кипруто — кенийский профессиональный бегун на средние дистанции, специализирующийся на беге на 3000 метров с препятствиями. Ему принадлежит личный рекорд 7:53,64 минуты, что является вторым лучшим результатом за всю историю, а также рекордом Африки.",
  HeWonASilverMedal:
    "Он выиграл серебряную медаль на летних Олимпийских играх 2004 года в возрасте девятнадцати лет и четыре года спустя выиграл золотую медаль на Олимпийских играх в Пекине в 2008 году. Бронзовый призер чемпионата мира 2005 года, он завоевал свой первый мировой титул в беге с препятствиями, одержав победу на чемпионате мира по легкой атлетике 2007 года.",
  IveBeenTradingWithZetradex:
    "Я торгую с Zetradex в течение прошлого года, и мой опыт был исключительным. Их удобная платформа, эффективная поддержка клиентов и конкурентоспособные спреды сделали мой путь торговли на Форекс гладким и прибыльным. Я ценю образовательные ресурсы, которые они предоставляют, помогая мне принимать обоснованные торговые решения. В целом мой опыт работы с Zetradex был весьма положительным, и я бы порекомендовал его всем, кто ищет надежного форекс-брокера.",
} as AmbassadorsLocaleType;
