import { AmbassadorsLocaleType } from "./types";

export default {
  Ambassadors: "เอกอัครราชทูต",
  BenefitsOfZetradex: "ประโยชน์ของ Zetradex โดยคนดัง",
  ThisPageIsOurSpecial:
    "เพจนี้เป็นความภาคภูมิใจของเราเป็นพิเศษ เราคัดเลือกบุคคลที่เป็นตัวแทนของแบรนด์ของเราอย่างรอบคอบ คนเหล่านี้เป็นที่รู้จักในสาขาเฉพาะ ส่วนใหญ่เป็นแชมป์โอลิมปิก ผู้ชนะในชีวิต ไม่ต้องสงสัยเลยว่าเราวางแผนที่จะขยายรายชื่อทูตในอนาคต",
  AndNowWithPride:
    "และตอนนี้ด้วยความภาคภูมิใจ เราได้แนะนำแชมป์เปี้ยนคนแรกของเรา",
  ZetradexHasOpened: "Zetradex ได้เปิดโลกของ Forex สำหรับฉัน",
  BriminKiprutoIsAKenyanProfessional:
    "Brimin Kipruto เป็นนักวิ่งระยะกลางมืออาชีพชาวเคนยาที่เชี่ยวชาญในการวิ่งวิบาก 3,000 เมตร เขารักษาเวลาส่วนตัวได้ดีที่สุดที่ 7:53.64 นาที ซึ่งถือเป็นเวลาที่เร็วที่สุดเป็นอันดับสองที่เคยวิ่งมา และเป็นสถิติแอฟริกัน",
  HeWonASilverMedal:
    "เขาได้รับรางวัลเหรียญเงินในโอลิมปิกฤดูร้อน 2004 เมื่ออายุได้ 19 ปี และได้รับเหรียญทองในโอลิมปิกฤดูร้อน 2008 ที่ปักกิ่งในอีกสี่ปีต่อมา ผู้ชนะเลิศเหรียญทองแดงในการแข่งขันชิงแชมป์โลกในปี 2548 เขาคว้าตำแหน่งระดับโลกครั้งแรกในการแข่งขันวิบากด้วยการชนะในการแข่งขันกรีฑาชิงแชมป์โลกปี 2550",
  IveBeenTradingWithZetradex:
    "ฉันซื้อขายกับ Zetradex ในปีที่ผ่านมา และประสบการณ์ของฉันก็ยอดเยี่ยมมาก แพลตฟอร์มที่ใช้งานง่าย การสนับสนุนลูกค้าที่มีประสิทธิภาพ และค่าสเปรดที่แข่งขันได้ทำให้เส้นทางการซื้อขาย Forex ของฉันราบรื่นและให้ผลกำไร ฉันขอขอบคุณแหล่งข้อมูลด้านการศึกษาที่พวกเขามอบให้ ซึ่งช่วยให้ฉันตัดสินใจซื้อขายได้อย่างมีข้อมูล โดยรวมแล้ว ประสบการณ์ของฉันกับ Zetradex นั้นเป็นไปในเชิงบวกอย่างมาก และฉันอยากจะแนะนำให้กับทุกคนที่กำลังมองหาโบรกเกอร์ Forex ที่น่าเชื่อถือ",
} as AmbassadorsLocaleType;
