import type { GoldenLuckyType } from "public/locales/terms-and-conditions/golden-lucky/types";

export default {
  Agreement: "Соглашение о розыгрыше Golden Lucky",
  Chapter_1: "Глава 1. Общие положения, терминология.",
  Chapter_1_1:
    "1.1 Конкурс – мероприятие, организуемое Компанией Zetradex Holding Ltd, целью которого является повышение торговой активности клиентов, получение нового опыта и розыгрыш призов.",
  Chapter_1_2:
    "1.2 Раунд - это этап конкурса, неотъемлемая его часть, который проводится в ограниченный период времени. Победителем раунда считается клиент, добившейся максимального торгового результата.",
  Chapter_1_3:
    "1.3 Супер-раунд – специальный раунд, формируемый по результатам торгов всех раундов. К участию в Супер рауде допускается ограниченное число трейдеров, занявшие ТОП-5 в каждом раунде. Победителем супер раунда считается клиент, добившейся максимального торгового результата.",
  Chapter_1_4:
    "1.4 Счастливый номер - это номер в формате хххх.хх, выбранный участником при регистрации в контексте. При закрытии сделки XAUUSD, объемом не ниже 0,1 лот, на уровне T.P с этим номером, клиент может претендовать на квалификацию в Супер-раунд и розыгрыш специальных призов.",
  Chapter_2: "Глава 2. Детали конкурса",
  Chapter_2_1: "2.1 Компания определяет данным соглашением следующие условия.",
  Chapter_2_1_1:
    "2.1.1  Каждый клиент, для участия в конкурсе должен зарегистрировать Стандартный счет с депозитом не менее 100 долларов, с кредитным плечом 1:100. Максимальное число счетов: 3",
  Chapter_2_1_2:
    "2.1.2 Период действия первых трех раундов 60 календарных дней каждый, Супер-раунд - 3 торговых дня.",
  Chapter_2_1_3:
    "2.1.3 Устанавливается призовой фонд, в количестве 12 золотых слитков номиналом от 2,5 грамм - до 10 грамм, 1 золотой слиток номиналом 24 грамма, 1000 бонусов 50 долларов каждый, 3 подарочные карты Apple/Amazon. Для того, чтобы претендовать на получение приза, необходимо быть зарегистрированным в конкурсе, совершить как минимум одну сделку XAU/USD, объемом 0,1 лот, а также неограниченное число других сделок, получить максимальную прибыль в течении одного раунда, чтобы попасть в ТОП-3 счетов с самой высокой суммой прибыли, принять участие в Супер-раунде (для розыгрыша Супер-приза)",
  Chapter_2_2:
    "2.2 Только зарегистрированные в конкурсе трейдеры, внесшие депозит от 100 (сто) долларов, считаются участниками конкурса. При Этом клиент может присоединиться к конкурсу в течении любого из 3 раундов, но не позднее, чем за 15 дней до завершения третьего раунда.",
  Chapter_2_3:
    "2.3 Приз по итогам каждого раунда может быть получен на специальный счет, открытый победителем. Сумма вознаграждения за первое, второе или третье место в раунде, выплачивается в виде бонусных невыводимых средств, в сумме, эквивалентной стоимости приза. Условия использования полученных бонусных средств соответствует условиям без депозитного или маркетингового бонуса. ",
  Chapter_2_4:
    "2.4 Если по итогам раунда сразу несколько торговых счетов получают одинаковую максимальную сумму прибыли, приз получают несколько клиентов, но не более 3 в каждом раунде.",
  Chapter_2_5:
    "2.5 Количество учетных записей: Каждый клиент может зарегистрировать до 3 учетных записей для контеста. При этом любой из 3-х аккаунтов может быть объявлен победителем. При этом регистрация большого количества аккаунтов, в том числе под разными именами, будет считаться мошенничеством, поэтому таких клиентов могут дисквалифицировать.",
  Chapter_2_6:
    "2.6 Прибыль, достигнутая в результате торговли, может быть выведена без ограничений. В то же время, вывод более 100% прибыли в течении периода действия конкурса, будет считаться Компанией отказом от дальнейшего участия в конкурсе и в розыгрыше призов.",
  Chapter_3: "Глава 3. Права и обязанности",
  Chapter_3_1:
    "3.1 Клиент имеет право отказаться от участия в конкурсе на любом этапе и отказаться от получения приза. В случае отказа победителя раунда от приза, новый победитель раунда Компанией не определяется.",
  Chapter_3_2:
    "3.2 Клиент имеет право по своему усмотрению определять активы, с которыми будет совершать сделки, чтобы выиграть, но как минимум одна сделка, объемом не меньше 0,1 лот, должна быть совершена с XAUUSD.",
  Chapter_3_3:
    "3.3 Клиент самостоятельно решает какую торговую стратегию использовать при условии, что она не противоречит условиям Клиентского соглашения https://zetradex.com/terms-and-conditions/trading-conditions. Компания может отменить результаты сделок, противоречащих правилам и пересмотреть итоги конкурса в пользу тех, кто торгует в соответствии с правилами.",
  Chapter_3_4:
    "3.4 Клиент самостоятельно следит за тем, чтобы баланс на счете оставался на уровне выше 100 долларов и в случае просадки, может пополнять счет для продолжения участия в конкурсе. Баланс ниже 100 долларов в течении 7 дней считается Компанией выходом участника из конкурса по его решению.",
  Chapter_3_5:
    "3.5 Компания может потребовать от клиента-победителя написать положительный отзыв о Компании, исходя из того, что клиент получил успешный торговый результат и положительный опыт использования услуг Компании, а также других трейдеров, которые все еще находятся в поиске надежного брокерская компания должна об этом узнать.",
  Chapter_3_6:
    "3.6 Компания может потребовать собеседование от клиента, выигравшего значительное количество раундов, а также участие в других маркетинговых мероприятиях.",
  Chapter_3_7:
    "3.7 Компания обязуется уведомить клиента о победе в раунде, опубликовав имя победителя на сайте или отправив специальное сообщение на электронную почту, указанную при регистрации, и предоставить приз по первому требованию клиента, объявившего победителя раунда, если клиент выполняет пункт 3.5 или 3.6 настоящего договора.",
  Chapter_3_8:
    "3.8 Компания имеет право дисквалифицировать участника конкурса в течении 7 дней с момента возникновения проблемы, в следующих случаях:",
  Chapter_3_8_1: "3.8. В случае мошенничества с Марафонским бонусом;",
  Chapter_3_8_2:
    "3.8.2 В случае нарушения Клиентского соглашения, злоупотребления услугами компании, оставления негативных отзывов и других действий, наносящих вред репутации Компании.",
  Chapter_3_8_3:
    "3.8.3 В случае вывода денежных средств с торгового счета и снижения баланса ниже 100 долларов.",
  Chapter_3_8_4: "3.8.4 По решению клиента",
  Chapter_3_8_5:
    "3.8.5 В случае срочного прекращения конкурса по решению Компании.",
  Chapter_3_9:
    "3.9. Компания имеет право изменять условия конкурса по своему усмотрению без предварительного уведомления участников конкурса.",
  Chapter_3_10:
    "3.10. Компания не несет ответственности за негативные последствия для участника конкурса, в случае приостановки котировок по решению поставщика ликвидности, а также в случае принудительного закрытия сделки после достижения уровня стоп-аут.",
} as GoldenLuckyType;
