import type { ChineseNewYearBonusType } from "public/locales/chinese-new-year-bonus/types";

export default {
  ChineseNewYearBonus: "Бонус в честь китайского Нового года",
  RedPacketCampaign: "Кампания Red Packet",
  ClaimBonus: "Получить бонус",

  //
  AboutTheBonus: "О бонусе",
  DuringTheCampaign:
    "В период действия кампании с 29 января 2025 года по 14 февраля 2025 года клиенты могут получить бонусы Red Packet на основе своих депозитов.",
  Each: "Каждый клиент может получить один красный пакет один раз в день при наличии соответствующего депозита в размере 100 долларов США или более, максимум 5 красных пакетов в течение периода кампании.",
  AtTheEnd:
    "По окончании кампании будут случайным образом выбраны 10 участников, которые получат бонус Red Packet в размере 1000 долларов США каждый.",
  Terms: "Положения и условия",
  FirstClaim: "Первое требование:",
  SecondClaim: "Второе требование:",
  ThirdClaim: "Третье требование:",
  FourthClaim: "Четвертое требование:",
  FifthClaim: "Пятое требование:",

  //
  WhyChoose: "Почему стоит выбрать бонус Chinese New Year?",
  SimpleConditions: "Простые условия",
  NoHidden: "Никаких скрытых комиссий и вычетов",
  NoLimits: "Никаких ограничений",
  NoLimitations:
    "Никаких ограничений, таких как количество торгуемых лотов, сделок или торговых инструментов",
  Tradable: "100% торгуемость",
  BonusIsAn:
    "Бонус является неотъемлемой частью маржи, полезен при любой просадке",

  //
  HowTheBonus: "Как работает бонус?",
  HowToGet: "Как получить?",
  ClaimNumber: "Номер заявки",
  YourDeposit: "Увеличение вашего депозита",
  GetTheBonus: "Получить бонус",
  OpenAnAcc: "Открыть счет",
  TopUp: "Пополнить счет",
  Apply: "Применить бонус",
} as ChineseNewYearBonusType;
