import { WorldCurrenciesType } from "public/locales/currency-trading/world-currencies/types";

export default {
  WorldCurrencies: "विश्व मुद्राएँ",
  ThereAre:
    "दुनिया में 150 से अधिक मुद्राएँ हैं, जिनमें से कुछ का उपयोग कई देशों द्वारा एक साथ किया जाता है, उदाहरण के लिए, डॉलर या यूरो।",
  According:
    "अंतर्राष्ट्रीय मानक ISO 4217 के अनुसार, प्रत्येक मुद्रा में तीन अक्षर का कोड होता है; उदाहरण के लिए, परिचित USD डॉलर।",
  aCurrency:
    "एक मुद्रा जोड़ी में एक आधार मुद्रा और एक उद्धरण मुद्रा शामिल होती है। विनिमय दर से पता चलता है कि आधार मुद्रा की एक इकाई खरीदने के लिए कितनी उद्धरण मुद्रा की आवश्यकता है।",
  thatIs:
    "अर्थात्, यदि USD/JPY जोड़ी (जापानी येन के विरुद्ध अमेरिकी डॉलर) की विनिमय दर 113.00 है, तो इसका मतलब है कि एक अमेरिकी डॉलर का मूल्य 113.00 येन है।",
} as WorldCurrenciesType;
