import { WorldCurrenciesType } from "public/locales/currency-trading/world-currencies/types";

export default {
  WorldCurrencies: "عالمی کرنسیوں",
  ThereAre:
    "دنیا میں 150 سے زیادہ کرنسیاں ہیں، جن میں سے کچھ بیک وقت کئی ممالک استعمال کرتے ہیں، مثال کے طور پر، ڈالر یا یورو۔",
  According:
    "بین الاقوامی معیار ISO 4217 کے مطابق، ہر کرنسی کا تین حرفی کوڈ ہوتا ہے۔ مثال کے طور پر، مانوس USD ڈالر۔",
  aCurrency:
    "کرنسی کا جوڑا بنیادی کرنسی اور کوٹ کرنسی پر مشتمل ہوتا ہے۔ زر مبادلہ کی شرح ظاہر کرتی ہے کہ بنیادی کرنسی کی ایک یونٹ خریدنے کے لیے کتنی کوٹ کرنسی کی ضرورت ہے۔",
  thatIs:
    "یعنی، اگر USD/JPY جوڑے کی شرح تبادلہ (امریکی ڈالر جاپانی ین کے مقابلے میں) 113.00 ہے، تو اس کا مطلب ہے کہ ایک امریکی ڈالر کی قیمت 113.00 ین ہے۔",
} as WorldCurrenciesType;
