import { WorldCurrenciesType } from "public/locales/currency-trading/world-currencies/types";

export default {
  WorldCurrencies: "Мировые валюты",
  ThereAre:
    "В мире существует более 150 валют, некоторые из которых используются одновременно несколькими странами, например, доллары или евро.",
  According:
    "Согласно международному стандарту ISO 4217, каждая валюта имеет трехбуквенный код; например, всем знакомый доллар США.",
  aCurrency:
    "Валютная пара состоит из базовой валюты и котируемой валюты. Обменный курс показывает, сколько котируемой валюты необходимо для покупки одной единицы базовой валюты.",
  thatIs:
    "То есть, если обменный курс пары USD/JPY (доллар США по отношению к японской иене) составляет 113,00, это означает, что один доллар США стоит 113,00 иен.",
} as WorldCurrenciesType;
