import { WorldCurrenciesType } from "public/locales/currency-trading/world-currencies/types";

export default {
  WorldCurrencies: "สกุลเงินโลก",
  ThereAre:
    "มีสกุลเงินมากกว่า 150 สกุลในโลก ซึ่งบางสกุลเงินก็ใช้ในหลายประเทศพร้อมกัน เช่น ดอลลาร์หรือยูโร",
  According:
    "ตามมาตรฐานสากล ISO 4217 แต่ละสกุลเงินจะมีรหัสสามตัวอักษร เช่น ดอลลาร์สหรัฐฯ ที่คุ้นเคย",
  aCurrency:
    "คู่สกุลเงินประกอบด้วยสกุลเงินหลักและสกุลเงินอ้างอิง อัตราแลกเปลี่ยนจะแสดงจำนวนเงินที่ต้องใช้สกุลเงินอ้างอิงเพื่อซื้อหนึ่งหน่วยของสกุลเงินหลัก",
  thatIs:
    "นั่นคือ หากอัตราแลกเปลี่ยนของคู่ USD/JPY (ดอลลาร์สหรัฐต่อเยนญี่ปุ่น) อยู่ที่ 113.00 นั่นหมายความว่าหนึ่งดอลลาร์สหรัฐมีมูลค่า 113.00 เยน",
} as WorldCurrenciesType;
