import { PartnerWebsitesLocaleType } from "./types";

export default {
  ReadyWebsite: "तैयार वेबसाइट",
  MakeYourBusiness: "zetradex के साथ अपना व्यवसाय बनाएं",
  AboutReadyWebsites: "तैयार वेबसाइटों के बारे में",
  WeKnowThatNotEveryone:
    "हम जानते हैं कि हर कोई नहीं जानता कि वेबसाइट कैसे बनाई जाती है, यही कारण है कि हमने आप जैसे भागीदारों के लिए उपयोग के लिए पूरी तरह तैयार वेबसाइटें तैयार की हैं। यह उन सभी चीजों से पहले से सुसज्जित है जो आपको शुरू करने के लिए चाहिए, लेकिन इसमें ऐसे अनुभाग भी शामिल हैं जिन्हें आप अपनी सामग्री से भर सकते हैं।",
  AllOfOurSuggestedContent:
    "आपकी साइट के लिए हमारी सभी सुझाई गई सामग्री में आपके संबद्ध लिंक शामिल हैं, इसलिए आप इसका उपयोग नए ग्राहकों को आकर्षित करने के लिए कर सकते हैं। साइटें कुछ भिन्न डिज़ाइन विकल्पों में आती हैं जिन्हें आप यहां देख सकते हैं।",
  ReadyWebsiteContains: "तैयार वेबसाइट में निम्नलिखित जानकारी है:",
  PartnerBlock: "पार्टनर ब्लॉक",
  BriefInformationAboutThe:
    "साझेदार के बारे में संक्षिप्त जानकारी, संभवतः जीवनी, साथ ही यह पुष्टि कि वह कंपनी का आधिकारिक प्रतिनिधि है (आमतौर पर एक प्रमाणपत्र)",
  GeneralAdvantagesBlock: "सामान्य लाभ ब्लॉक",
  GeneralAdvantagesOfTheCompany:
    "कंपनी के सामान्य लाभ, जैसे विश्वसनीयता, पदोन्नति और विशेष ऑफर, वर्तमान सेवाएँ और उपयोगी लिंक।",
  BonusesBlock: "बोनस ब्लॉक",
  TheBlockContainsInformation:
    "ब्लॉक में 3 उपलब्ध बोनस के बारे में जानकारी है, उनके अंतर, शुरुआती और अनुभवी व्यापारियों के लिए फायदे बताए गए हैं। बोनस ऑर्डर करने के लिए, आपको पंजीकरण फॉर्म का उपयोग करके एक खाता खोलना होगा।",
  AccountsBlock: "अकाउंट ब्लॉक",
  ZetradexProvidesAChoice:
    "ज़ेट्रेडेक्स 4 खाता प्रकारों का विकल्प प्रदान करता है, जो लॉट आकार, उत्तोलन, बोनस के साथ संगतता आदि में भिन्न होता है। बोनस के समान, ब्लॉक आपको वह चुनने की अनुमति देता है जो आपके लिए सबसे उपयुक्त है।",
  TradingPlatformBlock: "ट्रेडिंग प्लेटफार्म ब्लॉक",
  TheBlockContainsLinksTo:
    "ब्लॉक में ट्रेडिंग एप्लिकेशन के साथ-साथ डेस्कटॉप प्लेटफ़ॉर्म डाउनलोड करने के लिए लिंक शामिल हैं। तो आप दुनिया में कहीं भी व्यापार कर सकते हैं।",
  RegistrationForm: "पंजीकरण फॉर्म",
  FillingOutTheFormIsRequired:
    "खाता खोलने और ट्रेडिंग शुरू करने के लिए फॉर्म भरना आवश्यक है।",
  YouCanAlsoOptionally:
    "आप वैकल्पिक रूप से सामाजिक नेटवर्क के लिंक, स्थानीय मुद्रा ब्लॉक, आगामी घटनाओं के बारे में जानकारी और भी बहुत कुछ डाल सकते हैं।",
  LetsGetStarted: "आएँ शुरू करें!",
  CreateYourAccount: "अपना खाता बनाएं",
  FullName: "पूरा नाम",
  Email: "ईमेल",
  Country: "देश",
  PreferredSiteName: "पसंदीदा साइट का नाम",
  Phone: "फ़ोन",
  AffiliateCode: "गुप्तचिन्ह सहबद्ध करना",
  Submit: "जमा करना",
  Congratulations: "बधाई हो!",
  YourReadyWebsiteRequestWillBeChecked: "आपकी तैयार वेबसाइट अनुरोध की जाँच की जाएगी। हमारा भागीदारी विभाग निकटतम समय में आपसे संपर्क करेगा।",
  ContactUs: "हमसे संपर्क करें",
  Error: "त्रुटि!",
  TryAgain: "फिर से प्रयास करें",
} as PartnerWebsitesLocaleType;
