import { PartnerWebsitesLocaleType } from "./types";

export default {
  ReadyWebsite: "تیار ویب سائٹ",
  MakeYourBusiness: "zetradex کے ساتھ اپنا کاروبار بنائیں",
  AboutReadyWebsites: "تیار ویب سائٹس کے بارے میں",
  WeKnowThatNotEveryone:
    "ہم جانتے ہیں کہ ہر کوئی ویب سائٹ بنانے کا طریقہ نہیں جانتا، اسی لیے ہم نے آپ جیسے شراکت داروں کے لیے استعمال کے لیے مکمل ویب سائٹس تیار کیں۔ یہ ہر چیز کے ساتھ پہلے سے لیس آتا ہے جس کی آپ کو شروع کرنے کی ضرورت ہوتی ہے، لیکن اس میں ایسے حصے بھی ہوتے ہیں جنہیں آپ اپنے مواد کے ساتھ آباد کر سکتے ہیں۔",
  AllOfOurSuggestedContent:
    "آپ کی سائٹ کے لیے ہمارے تمام تجویز کردہ مواد میں آپ کے ملحقہ لنکس شامل ہیں، لہذا آپ اسے نئے صارفین کو راغب کرنے کے لیے استعمال کر سکتے ہیں۔ سائٹس کچھ مختلف ڈیزائن کے اختیارات میں آتی ہیں جنہیں آپ یہاں دیکھ سکتے ہیں۔",
  ReadyWebsiteContains: "تیار ویب سائٹ درج ذیل معلومات پر مشتمل ہے:",
  PartnerBlock: "پارٹنر بلاک",
  BriefInformationAboutThe:
    "پارٹنر کے بارے میں مختصر معلومات، ممکنہ طور پر ایک سوانح عمری، نیز اس بات کی تصدیق کہ وہ کمپنی کا سرکاری نمائندہ ہے (عام طور پر ایک سرٹیفکیٹ)",
  GeneralAdvantagesBlock: "عام فوائد بلاک",
  GeneralAdvantagesOfTheCompany:
    "کمپنی کے عمومی فوائد، جیسے قابل اعتماد، پروموشنز اور خصوصی پیشکشیں، موجودہ خدمات اور مفید روابط۔",
  BonusesBlock: "بونس بلاک",
  TheBlockContainsInformation:
    "بلاک میں 3 دستیاب بونس کے بارے میں معلومات ہیں، ان کے فرق، ابتدائی اور تجربہ کار تاجروں کے لیے فوائد بتاتے ہیں۔ بونس آرڈر کرنے کے لیے، آپ کو رجسٹریشن فارم کا استعمال کرتے ہوئے ایک اکاؤنٹ کھولنا ہوگا۔",
  AccountsBlock: "اکاؤنٹس بلاک",
  ZetradexProvidesAChoice:
    "Zetradex اکاؤنٹ کی 4 اقسام کا انتخاب فراہم کرتا ہے، جو لاٹ سائز، لیوریج، بونس کے ساتھ مطابقت وغیرہ میں مختلف ہوتے ہیں۔ بونس کی طرح، بلاک آپ کو اس کا انتخاب کرنے کی اجازت دیتا ہے جو آپ کے لیے موزوں ہو۔",
  TradingPlatformBlock: "ٹریڈنگ پلیٹ فارم بلاک",
  TheBlockContainsLinksTo:
    "بلاک میں ٹریڈنگ ایپلیکیشن کے ساتھ ساتھ ڈیسک ٹاپ پلیٹ فارم کو ڈاؤن لوڈ کرنے کے لنکس شامل ہیں۔ لہذا آپ دنیا میں کہیں بھی تجارت کر سکتے ہیں۔",
  RegistrationForm: "رجسٹریشن فارم",
  FillingOutTheFormIsRequired:
    "اکاؤنٹ کھولنے اور ٹریڈنگ شروع کرنے کے لیے فارم کو پُر کرنا ضروری ہے۔",
  YouCanAlsoOptionally:
    "آپ اختیاری طور پر سوشل نیٹ ورکس، مقامی کرنسی بلاک، آنے والے واقعات کے بارے میں معلومات اور بہت کچھ کے لنکس بھی رکھ سکتے ہیں۔",
  LetsGetStarted: "آئیے شروع کریں!",
  CreateYourAccount: "اپنا اکاؤنٹ بنائیں",
  FullName: "پورا نام",
  Email: "ای میل",
  Country: "ملک",
  PreferredSiteName: "ترجیحی سائٹ کا نام",
  Phone: "فون",
  AffiliateCode: "ملحق کوڈ",
  Submit: "جمع کروائیں۔",
  Congratulations: "مبارک ہو!",
  YourReadyWebsiteRequestWillBeChecked: "آپ کی تیار ویب سائٹ کی درخواست کی جانچ کی جائے گی۔ ہمارا پارٹنرشپ ڈیپارٹمنٹ قریب ترین وقت میں آپ سے رابطہ کرے گا۔",
  ContactUs: "ہم سے رابطہ کریں۔",
  Error: "غلطی!",
  TryAgain: "دوبارہ کوشش کریں۔",
} as PartnerWebsitesLocaleType;
