import { PartnerWebsitesLocaleType } from "./types";

export default {
  ReadyWebsite: "Готовый сайт",
  MakeYourBusiness: "Сделайте свой бизнес с zetradex",
  AboutReadyWebsites: "О готовых сайтах",
  WeKnowThatNotEveryone:
    "Мы знаем, что не все умеют создавать веб-сайты, поэтому мы подготовили готовые к использованию веб-сайты для таких партнеров, как вы. Он поставляется с предварительно оснащенным всем необходимым для начала работы, но также содержит разделы, которые вы можете заполнить своим собственным контентом.",
  AllOfOurSuggestedContent:
    "Весь предлагаемый нами контент для вашего сайта содержит ваши партнерские ссылки, поэтому вы можете использовать его для привлечения новых клиентов. Сайты имеют несколько различных вариантов дизайна, которые вы можете просмотреть здесь.",
  ReadyWebsiteContains: "Готовый сайт содержит следующую информацию:",
  PartnerBlock: "Партнерский блок",
  BriefInformationAboutThe:
    "Краткая информация о партнере, возможно биография, а также подтверждение того, что он является официальным представителем компании (обычно сертификат)",
  GeneralAdvantagesBlock: "Блок общих преимуществ",
  GeneralAdvantagesOfTheCompany:
    "Общие преимущества компании, такие как надежность, акции и специальные предложения, актуальные услуги и полезные ссылки.",
  BonusesBlock: "Блок бонусов",
  TheBlockContainsInformation:
    "Блок содержит информацию о 3 доступных бонусах, рассказывает об их различиях, преимуществах для начинающих и опытных трейдеров. Чтобы заказать бонус, вам необходимо открыть счет с помощью регистрационной формы.",
  AccountsBlock: "Блокировка аккаунтов",
  ZetradexProvidesAChoice:
    "Zetradex предоставляет на выбор 4 типа счетов, которые отличаются размером лота, кредитным плечом, совместимостью с бонусами и т. д. Как и бонусы, блок позволяет выбрать тот, который наиболее подходит вам.",
  TradingPlatformBlock: "Блок «Торговая платформа»",
  TheBlockContainsLinksTo:
    "Блок содержит ссылки для скачивания торгового приложения, а также десктопной платформы. Таким образом, вы можете торговать в любой точке мира.",
  RegistrationForm: "Форма регистрации",
  FillingOutTheFormIsRequired:
    "Заполнение формы необходимо для открытия счета и начала торговли.",
  YouCanAlsoOptionally:
    "Также по желанию можно разместить ссылки на социальные сети, блок местной валюты, информацию о предстоящих событиях и многое другое.",
  LetsGetStarted: "Давайте начнем!",
  CreateYourAccount: "Создать аккаунт",
  FullName: "Полное имя",
  Email: "Электронная почта",
  Country: "Страна",
  PreferredSiteName: "Предпочтительное название сайта",
  Phone: "Телефон",
  AffiliateCode: "Партнерский код",
  Submit: "Представлять на рассмотрение",
  Congratulations: "Поздравляем!",
  YourReadyWebsiteRequestWillBeChecked: "Ваш готовый запрос на сайт будет проверен. Наш отдел партнерства свяжется с вами в ближайшее время.",
  ContactUs: "Связаться с нами",
  Error: "Ошибка!",
  TryAgain: "Попробуйте еще раз",
} as PartnerWebsitesLocaleType;
