import { PartnerWebsitesLocaleType } from "./types";

export default {
  ReadyWebsite: "เว็บไซต์พร้อม",
  MakeYourBusiness: "สร้างธุรกิจของคุณด้วย zetradex",
  AboutReadyWebsites: "เกี่ยวกับเว็บไซต์พร้อม",
  WeKnowThatNotEveryone:
    "เรารู้ว่าไม่ใช่ทุกคนที่รู้วิธีสร้างเว็บไซต์ ด้วยเหตุนี้เราจึงเตรียมเว็บไซต์ที่พร้อมใช้งานครบถ้วนสำหรับพันธมิตรเช่นตัวคุณเอง มันมาพร้อมกับทุกสิ่งที่คุณต้องการในการเริ่มต้น แต่ยังมีส่วนต่างๆ ที่คุณสามารถเติมด้วยเนื้อหาของคุณเองได้",
  AllOfOurSuggestedContent:
    "เนื้อหาที่แนะนำทั้งหมดของเราสำหรับไซต์ของคุณมีลิงก์พันธมิตรของคุณ ดังนั้นคุณจึงสามารถใช้เพื่อดึงดูดลูกค้าใหม่ได้ ไซต์มีตัวเลือกการออกแบบที่แตกต่างกันสองสามแบบที่คุณสามารถดูได้ที่นี่",
  ReadyWebsiteContains: "เว็บไซต์ Ready ประกอบด้วยข้อมูลต่อไปนี้:",
  PartnerBlock: "บล็อกพันธมิตร",
  BriefInformationAboutThe:
    "ข้อมูลโดยย่อเกี่ยวกับหุ้นส่วน อาจเป็นประวัติ ตลอดจนคำยืนยันว่าเขาเป็นตัวแทนอย่างเป็นทางการของบริษัท (โดยปกติจะเป็นใบรับรอง)",
  GeneralAdvantagesBlock: "บล็อกข้อดีทั่วไป",
  GeneralAdvantagesOfTheCompany:
    "ข้อได้เปรียบทั่วไปของบริษัท เช่น ความน่าเชื่อถือ โปรโมชั่นและข้อเสนอพิเศษ บริการปัจจุบัน และลิงก์ที่เป็นประโยชน์",
  BonusesBlock: "บล็อกโบนัส",
  TheBlockContainsInformation:
    "บล็อกประกอบด้วยข้อมูลเกี่ยวกับโบนัสที่มีอยู่ 3 รายการ บอกความแตกต่าง ข้อดีสำหรับผู้เริ่มต้นและผู้ซื้อขายที่มีประสบการณ์ หากต้องการสั่งซื้อโบนัส คุณต้องเปิดบัญชีโดยใช้แบบฟอร์มลงทะเบียน",
  AccountsBlock: "บล็อกบัญชี",
  ZetradexProvidesAChoice:
    "Zetradex มีตัวเลือกบัญชีให้เลือก 4 ประเภท ซึ่งแตกต่างกันตามขนาดล็อต เลเวอเรจ ความเข้ากันได้กับโบนัส ฯลฯ เช่นเดียวกับโบนัส บล็อคนี้ให้คุณเลือกอันที่เหมาะสมที่สุดสำหรับคุณ",
  TradingPlatformBlock: "บล็อกแพลตฟอร์มการซื้อขาย",
  TheBlockContainsLinksTo:
    "บล็อกนี้ประกอบด้วยลิงก์สำหรับดาวน์โหลดแอปพลิเคชันการซื้อขายรวมถึงแพลตฟอร์มเดสก์ท็อป ดังนั้นคุณจึงสามารถซื้อขายได้ทุกที่ในโลก",
  RegistrationForm: "แบบฟอร์มลงทะเบียน",
  FillingOutTheFormIsRequired:
    "จำเป็นต้องกรอกแบบฟอร์มเพื่อเปิดบัญชีและเริ่มการซื้อขาย",
  YouCanAlsoOptionally:
    "คุณยังสามารถเลือกวางลิงก์ไปยังโซเชียลเน็ตเวิร์ก บล็อกสกุลเงินท้องถิ่น ข้อมูลเกี่ยวกับกิจกรรมที่กำลังจะเกิดขึ้น และอื่นๆ อีกมากมาย",
  LetsGetStarted: "มาเริ่มกันเลย!",
  CreateYourAccount: "สร้างบัญชีของคุณ",
  FullName: "ชื่อเต็ม",
  Email: "อีเมล",
  Country: "ประเทศ",
  PreferredSiteName: "ชื่อไซต์ที่ต้องการ",
  Phone: "โทรศัพท์",
  AffiliateCode: "รหัสพันธมิตร",
  Submit: "ส่ง",
  Congratulations: "ยินดีด้วย!",
  YourReadyWebsiteRequestWillBeChecked: "คำขอเว็บไซต์ที่พร้อมของคุณจะถูกตรวจสอบ แผนกหุ้นส่วนของเราจะติดต่อคุณโดยเร็วที่สุด",
  ContactUs: "ติดต่อเรา",
  Error: "ข้อผิดพลาด!",
  TryAgain: "ลองอีกครั้ง",
} as PartnerWebsitesLocaleType;
