import { CustomerSupportLocaleType } from "./types";

export default {
  contact: "संपर्क करें",
  CustomerSupport: "ग्राहक सहायता विभाग",
  weAreFully:
    "हम यह सुनिश्चित करने के लिए पूरी तरह समर्पित हैं कि zetradex.com के साथ आपका अनुभव असाधारण हो। इसलिए, हम किसी भी चिंता में आपकी सहायता करने या आवश्यकता पड़ने पर मार्गदर्शन प्रदान करने के लिए तत्पर हैं।",
  callOur:
    "हमारी टीम को चौबीसों घंटे कॉल करें, सुबह 4 बजे से दोपहर 2 बजे तक (UTC +3) और शाम 6 बजे से रात 8 बजे तक (UTC +3)",
  partnership: "साझेदारी विभाग",
  ifYouWant:
    "यदि आप हमारे साझेदारी कार्यक्रम में शामिल होकर अधिक कमाई करना चाहते हैं तो कृपया शर्तों और साझेदार पुरस्कार के बारे में अधिक जानने के लिए बेझिझक हमारे साझेदारी विभाग से संपर्क करें।",
  Our: "हमारे सामुदायिक चैनल",
  Join: "अनन्य ट्रेडिंग सिग्नल, बाजार अंतर्दृष्टि, शैक्षिक सामग्री और वेबिनार तक पहुँचने के लिए हमारे जीवंत सामुदायिक चैनलों से जुड़ें।",
  Stay: "अपनी यात्रा को सशक्त बनाने के लिए तैयार किए गए मूल्यवान अपडेट, टिप्स और चर्चाओं के साथ बाजार में आगे रहें।",
} as CustomerSupportLocaleType;
