import { CustomerSupportLocaleType } from "./types";

export default {
  contact: "お問い合わせ",
  CustomerSupport: "カスタマーサポート部",
  weAreFully:
    "私たちは、zetradex.com でのお客様のエクスペリエンスが格別なものになるよう全力で取り組んでいます。 したがって、私たちは必要に応じて、いつでもお客様の懸念事項をサポートしたり、ガイダンスを提供したりすることができます。",
  callOur:
    "午前 4 時から午後 2 時 (UTC +3)、午後 6 時から午後 8 時 (UTC +3) まで、24 時間いつでも当社チームにお電話ください。",
  partnership: "パートナーシップ部",
  ifYouWant:
    "当社のパートナーシップ プログラムに参加してさらに収益を上げたい場合は、条件やパートナー特典の詳細について、パートナーシップ部門にお気軽にお問い合わせください。",
  Our: "コミュニティ チャンネル",
  Join: "活気に満ちたコミュニティ チャンネルに参加して、独占的な取引シグナル、市場分析、教育コンテンツ、ウェビナーにアクセスしてください。",
  Stay: "貴重な最新情報、ヒント、そしてあなたの旅を強化するためのディスカッションで、市場で一歩先を進みましょう。",
} as CustomerSupportLocaleType;
