import { CustomerSupportLocaleType } from "./types";

export default {
  contact: "ہم سے رابطہ کریں۔",
  CustomerSupport: "کسٹمر سپورٹ ڈیپارٹمنٹ",
  weAreFully:
    "ہم اس بات کو یقینی بنانے کے لیے پوری طرح وقف ہیں کہ zetradex.com کے ساتھ آپ کا تجربہ غیر معمولی ہے۔ لہذا، ہم آپ کو کسی بھی تشویش میں مدد کرنے یا ضرورت پڑنے پر رہنمائی فراہم کرنے کے لیے آسانی سے دستیاب ہیں۔",
  callOur:
    "صبح 4 بجے سے دوپہر 2 بجے تک (UTC +3) اور شام 6 سے 8 بجے (UTC +3) تک ہماری ٹیم کو چوبیس گھنٹے کال کریں۔",
  partnership: "پارٹنرشپ ڈیپارٹمنٹ",
  ifYouWant:
    "اگر آپ ہمارے پارٹنرشپ پروگرام میں شامل ہو کر مزید کمانا چاہتے ہیں تو براہ کرم شرائط اور شراکت داروں کے انعام کے بارے میں مزید جاننے کے لیے ہمارے پارٹنرشپ ڈیپارٹمنٹ سے بلا جھجھک رابطہ کریں۔",
  Our: "ہمارے کمیونٹی چینلز",
  Join: "خصوصی تجارتی سگنلز، مارکیٹ کی بصیرت، تعلیمی مواد، اور ویبینرز تک رسائی کے لیے ہمارے متحرک کمیونٹی چینلز میں شامل ہوں۔",
  Stay: "اپنے سفر کو بااختیار بنانے کے لیے تیار کردہ قیمتی اپ ڈیٹس، ٹپس، اور بات چیت کے ساتھ مارکیٹ میں آگے رہیں۔",
} as CustomerSupportLocaleType;
