import { CustomerSupportLocaleType } from "./types";

export default {
  contact: "Связаться с нами",
  CustomerSupport: "Отдел поддержки клиентов",
  weAreFully:
    "Мы полностью стремимся к тому, чтобы ваш опыт работы с zetradex.com был исключительным. Поэтому мы всегда готовы помочь вам с любыми проблемами или предоставить рекомендации, когда это необходимо.",
  callOur:
    "Звоните нашей команде круглосуточно, с 4:00 до 14:00 (UTC +3) и с 18:00 до 20:00 (UTC +3)",
  partnership: "Отдел партнерства",
  ifYouWant:
    "Если вы хотите зарабатывать больше, присоединившись к нашей партнерской программе, пожалуйста, свяжитесь с нашим отделом партнерства, чтобы узнать больше об условиях и партнерском вознаграждении.",
  Our: "Наши каналы сообщества",
  Join: "Присоединяйтесь к нашим активным каналам сообщества, чтобы получить доступ к эксклюзивным торговым сигналам, рыночным знаниям, образовательному контенту и вебинарам.",
  Stay: "Оставайтесь впереди на рынке с ценными обновлениями, советами и обсуждениями, специально разработанными для расширения ваших возможностей.",
} as CustomerSupportLocaleType;
