import { CustomerSupportLocaleType } from "./types";

export default {
  contact: "ติดต่อเรา",
  CustomerSupport: "ฝ่ายสนับสนุนลูกค้า",
  weAreFully:
    "เราทุ่มเทอย่างเต็มที่เพื่อให้แน่ใจว่าประสบการณ์ของคุณกับ zetradex.com นั้นยอดเยี่ยมมาก ดังนั้นเราจึงพร้อมที่จะช่วยเหลือคุณในทุกข้อกังวลหรือให้คำแนะนำเมื่อใดก็ตามที่จำเป็น",
  callOur:
    "โทรติดต่อทีมงานของเราได้ตลอด 24 ชั่วโมง ตั้งแต่ 04.00 - 14.00 น. (UTC +3) และ 18.00 - 20.00 น. (UTC +3)",
  partnership: "ฝ่ายห้างหุ้นส่วน",
  ifYouWant:
    "หากคุณต้องการมีรายได้เพิ่มขึ้นจากการเข้าร่วมโปรแกรมพันธมิตรของเรา โปรดติดต่อแผนกพันธมิตรของเราเพื่อเรียนรู้เพิ่มเติมเกี่ยวกับเงื่อนไขและรางวัลสำหรับพันธมิตร",
  Our: "ช่องชุมชนของเรา",
  Join: "เข้าร่วมช่องชุมชนที่มีชีวิตชีวาของเราเพื่อเข้าถึงสัญญาณการซื้อขายพิเศษ ข้อมูลเชิงลึกของตลาด เนื้อหาการศึกษา และเว็บสัมมนา",
  Stay: "ก้าวล้ำหน้าในตลาดด้วยข้อมูลอัปเดต เคล็ดลับ และการอภิปรายอันมีค่าที่ปรับแต่งมาเพื่อเสริมพลังให้กับการเดินทางของคุณ",
} as CustomerSupportLocaleType;
