import type { CareerType } from "public/locales/career/types";

export default {
  ZetradexCareer: "ज़ेट्रेडेक्स करियर",
  Where: "जहाँ आपकी महत्वाकांक्षा असीम संभावनाओं से मिलती है",
  Joining:
    "ज़ेट्रेडेक्स, ज़ेहोल्डिंग लिमिटेड की एक सहायक कंपनी में शामिल होना, फ़ॉरेक्स ब्रोकरेज की तेज़-तर्रार दुनिया में कामयाब होने की चाह रखने वाले पेशेवरों के लिए एक गतिशील करियर अवसर प्रस्तुत करता है।",
  AsAPart:
    "ज़ेहोल्डिंग लिमिटेड के एक हिस्से के रूप में, ज़ेट्रेडेक्स नवाचार, पारदर्शिता और विकास पर जोर देता है, जो इसे वैश्विक वित्तीय ट्रेडिंग प्लेटफ़ॉर्म में योगदान देने और उससे सीखने का लक्ष्य रखने वाले व्यक्तियों के लिए एक आदर्श वातावरण बनाता है।",
  ThisIs:
    "यह उन लोगों के लिए एक रोमांचक अवसर है जो फ़ॉरेक्स ट्रेडिंग के भविष्य को आकार देने और एक ऐसी कंपनी में शामिल होने में रुचि रखते हैं जो पेशेवर उत्कृष्टता और व्यक्तिगत विकास दोनों को महत्व देती है।",
  Why: "हमें क्यों चुनें",
  Dynamic: "गतिशील करियर विकास",
  ZetradexOffers:
    "ज़ेट्रेडेक्स एक उच्च-विकास वाला वातावरण प्रदान करता है जहाँ आप वित्त और फ़ॉरेक्स उद्योग में अपने कौशल का विस्तार कर सकते हैं, जो ज़ेहोल्डिंग लिमिटेड के भीतर करियर की उन्नति के लिए पर्याप्त अवसर प्रदान करता है।",
  GlobalMarket: "वैश्विक बाज़ार एक्सपोजर",
  AsAPartAGlobal:
    "एक वैश्विक ब्रोकर के हिस्से के रूप में, कर्मचारी अंतर्राष्ट्रीय बाज़ारों में व्यावहारिक अनुभव प्राप्त करते हैं, जिससे वित्तीय उद्योग और नवीनतम ट्रेडिंग नवाचारों की गहरी समझ प्राप्त होती है।",
  Professional: "व्यावसायिक विकास",
  ZetradexFosters:
    "ज़ेट्रेडेक्स एक सहायक और अभिनव कार्यस्थल को बढ़ावा देता है जो टीमवर्क और ज्ञान-साझाकरण को प्रोत्साहित करता है, जिससे आपको एक प्रतिभाशाली, प्रेरित टीम के साथ बढ़ने में मदद मिलती है।",
  Available: "उपलब्ध पद",
} as CareerType;
