import type { CareerType } from "public/locales/career/types";

export default {
  ZetradexCareer: "Zetradex کیریئر",
  Where: "جہاں آپ کی خواہش لامحدود امکانات سے ملتی ہے۔",
  Joining:
    "Zetradex، Zeholding Ltd. کے ذیلی ادارے میں شامل ہونا، فاریکس بروکریج کی تیز رفتار دنیا میں ترقی کرنے کے خواہاں پیشہ ور افراد کے لیے کیریئر کا ایک متحرک موقع فراہم کرتا ہے۔",
  AsAPart:
    "Zeholding LTD کے ایک حصے کے طور پر، Zetradex جدت، شفافیت، اور ترقی پر زور دیتا ہے، جو اسے ان افراد کے لیے ایک مثالی ماحول بناتا ہے جو عالمی مالیاتی تجارتی پلیٹ فارم میں شراکت اور اس سے سیکھنا چاہتے ہیں۔",
  ThisIs:
    "یہ ان لوگوں کے لیے ایک دلچسپ موقع ہے جو فاریکس ٹریڈنگ کے مستقبل کو تشکیل دینے میں دلچسپی رکھتے ہیں اور ایک ایسی کمپنی میں شمولیت اختیار کرتے ہیں جو پیشہ ورانہ مہارت اور انفرادی ترقی دونوں کو اہمیت دیتی ہے۔",
  Why: "ہمیں کیوں منتخب کریں۔",
  Dynamic: "متحرک کیریئر کی ترقی",
  ZetradexOffers:
    "Zetradex ایک اعلی ترقی کا ماحول پیش کرتا ہے جہاں آپ فنانس اور فاریکس انڈسٹری میں اپنی مہارتوں کو بڑھا سکتے ہیں، Zeholding Ltd کے اندر کیریئر کی ترقی کے لیے کافی مواقع فراہم کرتے ہیں۔",
  GlobalMarket: "عالمی مارکیٹ کی نمائش",
  AsAPartAGlobal:
    "ایک عالمی بروکر کے حصے کے طور پر، ملازمین بین الاقوامی منڈیوں میں تجربہ حاصل کرتے ہیں، جس سے مالیاتی صنعت کے بارے میں گہری تفہیم اور تازہ ترین تجارتی اختراعات ممکن ہوتی ہیں۔",
  Professional: "پیشہ ورانہ ترقی",
  ZetradexFosters:
    "Zetradex ایک معاون اور اختراعی کام کی جگہ کو فروغ دیتا ہے جو ٹیم ورک اور علم کے اشتراک کی حوصلہ افزائی کرتا ہے، جس سے آپ کو ایک باصلاحیت، حوصلہ افزا ٹیم کے ساتھ بڑھنے میں مدد ملتی ہے۔",
  Available: "دستیاب عہدے",
} as CareerType;
