import type { CareerType } from "public/locales/career/types";

export default {
  ZetradexCareer: "Карьера в Zetradex",
  Where: "Где ваши амбиции встречаются с безграничным потенциалом",
  Joining:
    "Присоединение к Zetradex, дочерней компании Zeholding Ltd., представляет собой динамичную возможность карьерного роста для профессионалов, стремящихся преуспеть в быстро меняющемся мире брокерских услуг Forex.",
  AsAPart:
    "Как часть Zeholding LTD, Zetradex делает акцент на инновациях, прозрачности и росте, что делает ее идеальной средой для людей, стремящихся внести свой вклад и учиться на глобальной финансовой торговой платформе.",
  ThisIs:
    "Это захватывающая возможность для тех, кто заинтересован в формировании будущего торговли Forex и присоединиться к компании, которая ценит как профессиональное мастерство, так и индивидуальный рост.",
  Why: "Почему стоит выбрать нас",
  Dynamic: "Динамичный карьерный рост",
  ZetradexOffers:
    "Zetradex предлагает среду с высоким уровнем роста, в которой вы можете расширить свои навыки в сфере финансов и форекс, предоставляя широкие возможности для карьерного роста в Zeholding Ltd.",
  GlobalMarket: "Глобальный рынок",
  AsAPartAGlobal:
    "Работая в составе глобального брокера, сотрудники получают практический опыт работы на международных рынках, что позволяет им глубоко понимать финансовую отрасль и последние торговые инновации.",
  Professional: "Профессиональное развитие",
  ZetradexFosters:
    "Zetradex создает благоприятную и инновационную рабочую среду, которая поощряет командную работу и обмен знаниями, помогая вам расти вместе с талантливой, мотивированной командой.",
  Available: "Доступные должности",
} as CareerType;
