import type { CareerType } from "public/locales/career/types";

export default {
  ZetradexCareer: "อาชีพ Zetradex",
  Where: "ที่ซึ่งความทะเยอทะยานของคุณพบกับศักยภาพที่ไร้ขีดจำกัด",
  Joining:
    "การเข้าร่วม Zetradex ซึ่งเป็นบริษัทในเครือของ Zeholding Ltd. นำเสนอโอกาสทางอาชีพที่มีชีวิตชีวาสำหรับมืออาชีพที่กำลังมองหาความก้าวหน้าในโลกของการเป็นนายหน้าซื้อขาย Forex ที่มีการเปลี่ยนแปลงอย่างรวดเร็ว",
  AsAPart:
    "ในฐานะส่วนหนึ่งของ Zeholding LTD Zetradex ให้ความสำคัญกับนวัตกรรม ความโปร่งใส และการเติบโต ทำให้เป็นสภาพแวดล้อมที่เหมาะสำหรับบุคคลที่ต้องการมีส่วนสนับสนุนและเรียนรู้จากแพลตฟอร์มการซื้อขายทางการเงินระดับโลก",
  ThisIs:
    "นี่คือโอกาสที่น่าตื่นเต้นสำหรับผู้ที่สนใจในการกำหนดอนาคตของการเทรด Forex และเข้าร่วมกับบริษัทที่ให้ความสำคัญกับความเป็นเลิศในระดับมืออาชีพและการเติบโตของแต่ละบุคคล",
  Why: "เหตุใดจึงเลือกเรา",
  Dynamic: "",
  ZetradexOffers: "การเติบโตในอาชีพที่มีชีวิตชีวา",
  GlobalMarket:
    "Zetradex นำเสนอสภาพแวดล้อมที่มีการเติบโตสูงซึ่งคุณสามารถขยายทักษะของคุณในอุตสาหกรรมการเงินและ Forex ซึ่งมอบโอกาสมากมายสำหรับความก้าวหน้าในอาชีพภายใน Zeholding Ltd.",
  AsAPartAGlobal: "การเปิดรับตลาดโลก",
  Professional: "การพัฒนาทางวิชาชีพ",
  ZetradexFosters:
    "Zetradex ส่งเสริมสถานที่ทำงานที่ให้การสนับสนุนและสร้างสรรค์ซึ่งสนับสนุนการทำงานเป็นทีมและการแบ่งปันความรู้ ช่วยให้คุณเติบโตไปพร้อมกับทีมที่มีความสามารถและมีแรงจูงใจ",
  Available: "ตำแหน่งงานว่าง",
} as CareerType;
